Repository: goauthentik/authentik
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fi_fi, ja_jp, pt, pt_br, tr, zh_tw

source: Sync Kerberos source.
fi_fi: Synkronoi Kerberos-lähde.
ja_jp: Kerberos ソースを同期。
pt_br: Sincronizar fonte Kerberos.

source: SPNEGO authentication required
es: Se requiere autenticación SPNEGO
fi_fi: SPNEGO-todentaminen vaaditaan
ja_jp: SPNEGO 認証が必須
pt: Autenticação SPNEGO necessária
pt_br: Autenticação SPNEGO necessária
tr: SPNEGO kimlik doğrulaması gerekli

source: Make sure you have valid tickets (obtainable via kinit) and configured the browser correctly. Please contact your administrator.
es: Asegúrate de que tienes entradas válidas (obtenibles mediante kinit) y de haber configurado correctamente el navegador. Por favor, contacta a tu administrador.
fi_fi: Varmista, että sinulla on voimassa olevat liput (saatavilla kinitillä) ja että selain on määritelty oikein. Ota yhteyttä ylläpitäjään.
ja_jp: 有効なチケットがあることを確認してください (kinit で取得可能) およびブラウザが正しく構成されています。 管理者に連絡してください。
pt: Certifique-se de que tem entradas válidas (que podem ser obtidas através do kinit) e que configurou corretamente o browser. Contacte o seu administrador.
pt_br: Certifique-se de possuir tickets válidos (obtidos via kinit) e que o navegador esteja configurado corretamente. Contate seu administrador.
tr: Geçerli biletleriniz olduğundan emin olun (kinit üzerinden temin edilebilir) ve tarayıcıyı doğru şekilde yapılandırdığınızdan. Lütfen yöneticinizle iletişime geçin.

source: Only a single LDAP Source with password synchronization is allowed
es: Solo está permitida una Fuente de LDAP con sincronización de contraseña
fi_fi: Vain yksi LDAP-lähde salasanojen synkronoinnilla on sallittu
ja_jp: パスワード同期を備えた単一の LDAP ソースのみが許可されます
pt: Apenas é permitida uma única fonte LDAP com sincronização de palavras-passe
pt_br: Somente uma Origem LDAP com sincronização de senha é aceita
tr: Parola senkronizasyonuna sahip yalnızca tek bir LDAP Kaynağına izin verilir

source: Server URI
es: URI de servidor
fi_fi: Palvelimen URI
ja_jp: サーバーURI
pt: URI do servidor
pt_br: URI do servidor
tr: Sunucu URI'si
zh_tw: 伺服器 URI

source: Optionally verify the LDAP Server's Certificate against the CA Chain in this keypair.
es: Si lo desea, verifique el certificado del servidor LDAP con la cadena de CA en este par de claves.
fi_fi: Valinnaisesti vahvista LDAP-palvelimen sertifikaatti tässä avainparissa olevalla CA-ketjulla
ja_jp: オプションで LDAP サーバーの証明書をこのキーペアの CA チェーンに対して検証。
pt: Opcionalmente, verificar o certificado do servidor LDAP contra à cadeia de CA neste par de chaves.
pt_br: Opcionalmente, verifique o certificado do servidor LDAP em relação à cadeia de CA neste par de chaves.
tr: İsteğe bağlı olarak LDAP Sunucusunun Sertifikasını bu anahtar çiftindeki CA Zincirine karşı doğrulayın.
zh_tw: 可選：根據此金鑰對中的 CA 鏈來驗證 LDAP 伺服器的憑證。

source: Client certificate to authenticate against the LDAP Server's Certificate.
es: Certificado de cliente para autenticarse contra el certificado del servidor LDAP.
fi_fi: Asiakkaan sertifikaatti, joka todennetaan LDAP-palvelimen sertifikaatilla
ja_jp: LDAP サーバーの証明書に対して認証するためのクライアント証明書。
pt: Certificado de cliente para autenticar contra o certificado do servidor LDAP.
pt_br: Certificado do cliente para autenticação contra o certificado do servidor LDAP.
tr: LDAP Sunucusunun Sertifikasına karşı kimlik doğrulaması yapmak için İstemci sertifikası.
zh_tw: 對 LDAP 伺服器的憑證進行認證的用戶端憑證。

source: Bind CN
es: Enlazar CN
ja_jp: バインド CN
pt: Associar CN
pt_br: Vincular CN
tr: Bağlama CN

source: Enable Start TLS
es: Habilitar inicio de TLS
fi_fi: Käytä Start TLS:ää
ja_jp: Start TLS を有効
pt: Ativar Start TLS
pt_br: Ativar Iniciar TLS
tr: TLS Başlatmayı Etkinleştir
zh_tw: 啟用 STARTTLS

source: Use Server URI for SNI verification
es: Utilizar el URI del servidor para la verificación SNI
fi_fi: Käytä palvelimen URIa SNI-vahvistukseen
ja_jp: SNI 検証に Server URI を使用
pt: Utilizar o URI do servidor para verificação do SNI
pt_br: Usar URI do servidor para verificação SNI
tr: SNI doğrulaması için Sunucu URI'sini kullanın
zh_tw: 使用伺服器 URI 進行 SNI 驗證

source: Base DN
es: DN base
pt_br: DN base
tr: Baz DN

source: Prepended to Base DN for User-queries.
es: Se antepone al DN base para las consultas de los usuarios.
fi_fi: Liitetään Base DN:n alkuun käyttäjäkyselyissä.
ja_jp: ユーザークエリの Base DN の前に付加されます。
pt: Adicionado antes do Base DN para consultas de Utilizadores.
pt_br: Anexado ao DN base para consultas do usuário.
tr: Kullanıcı sorguları için Baz DN'ye eklenir.
zh_tw: 預先附加到使用者查詢的 Base DN 之前。

source: Addition User DN
es: DN de usuario adicional
fi_fi: Lisäys User DN
ja_jp: 追加ユーザーDN
pt: Prefixo do DN do Utilizador
pt_br: DN do usuário de adição
tr: Ekleme Kullanıcı DN'si
zh_tw: 附加使用者 DN

source: Prepended to Base DN for Group-queries.
es: Se antepone al DN base para consultas de grupo.
fi_fi: Liitetään Base DN:n alkuun ryhmäkyselyissä.
ja_jp: グループクエリの Base DN の前に付加されます。
pt: Adicionado antes do Base DN para consultas de Grupos.
pt_br: Anexado ao DN base para consultas de grupo.
tr: Grup sorguları için Baz DN'nin önüne eklenir.
zh_tw: 預先附加到群組查詢的 Base DN 之前。

source: Addition Group DN
es: DN de grupo de adición
fi_fi: Lisäys Group DN
ja_jp: 追加グループDN
pt: Prefixo do DN do Grupo
pt_br: Grupo de adição DN
tr: Ekleme Grup DN'si
zh_tw: 附加群組 DN

source: Consider Objects matching this filter to be Users.
es: Considere que los objetos que coinciden con este filtro son usuarios.
fi_fi: Käsittele tämän suodattimen rajaamia objekteja käyttäjinä.
ja_jp: このフィルターに一致するオブジェクトをユーザーと見なします。
pt: Considerar os Objectos que correspondem a este filtro como Utilizadores.
pt_br: Considere os Objetos correspondentes a esse filtro como Usuários.
tr: Bu filtreyle eşleşen Nesneleri Kullanıcı olarak kabul edin.
zh_tw: 將符合此過濾條件的物件視為使用者。

source: Attribute which matches the value of `group_membership_field`.
es: Atributo que coincide con el valor de `group_membership_field`.
fi_fi: Attribuutti, joka vastaa `group_membership_field`-kentän arvoa.
ja_jp: `group_membership_field` の値に一致する属性。
pt_br: Atributo que corresponde ao valor de group_membership_field.

source: Field which contains members of a group.
es: Campo que contiene los miembros de un grupo.
fi_fi: Kenttä, joka sisältää ryhmän jäsenet.
ja_jp: グループのメンバーを含むフィールド。
pt: Campo que contém membros de um grupo.
pt_br: Campo que contém membros de um grupo.
tr: Bir grubun üyelerini içeren alan.
zh_tw: 包含群組成員的欄位。

source: Consider Objects matching this filter to be Groups.
es: Considere que los objetos que coinciden con este filtro son grupos.
fi_fi: Käsittele tämän suodattimen rajaamia objekteja ryhminä.
ja_jp: このフィルターに一致するオブジェクトをグループと見なします。
pt: Considerar os Objectos que correspondem a este filtro como Grupos.
pt_br: Considere os Objetos correspondentes a este filtro como Grupos.
tr: Bu filtreyle eşleşen nesneleri Gruplar olarak düşünün.
zh_tw: 將符合此過濾條件的物件視為群組。

source: Field which contains a unique Identifier.
es: Campo que contiene un identificador único.
fi_fi: Kenttä, joka sisältää yksilöllisen tunnisteen.
ja_jp: 一意の識別子を含むフィールド。
pt: Campo que contém um identificador único.
pt_br: Campo que contém um Identificador único.
tr: Benzersiz bir Tanımlayıcı içeren alan.
zh_tw: 包含唯一識別碼的欄位。

source: Update internal authentik password when login succeeds with LDAP
es: Actualizar la contraseña interna de authentik cuando el inicio de sesión con LDAP sea exitoso.
fi_fi: Päivitä authentikin sisäinen salasana onnistuneen LDAP-kirjautumisen yhteydessä
ja_jp: LDAP でのログイン成功時に内部 authentik パスワードを更新
pt: Atualizar a palavra-passe interna do authentik quando o início de sessão com LDAP for bem sucedido.
pt_br: Atualizar senha interna do authentik quando login for bem-sucedido via LDAP
tr: LDAP ile oturum açma başarılı olduğunda dahili authentik parolasını güncelleme
zh_tw: 使用 LDAP 登錄成功後更新內部 authentik 密碼

source: When a user changes their password, sync it back to LDAP. This can only be enabled on a single LDAP source.
es: Cuando un usuario cambie su contraseña, sincronízala de vuelta con LDAP. Esto solo puede habilitarse en una única fuente de LDAP.
fi_fi: Kun käyttäjä muuttaa salasanansa, synkronoi se LDAPiin. Tämä voi olla käytössä vain yhden LDAP-lähteen kanssa.
ja_jp: ユーザーがパスワードを変更するとき、LDAP に同期。単一の LDAP ソースでのみ有効化可能。
pt: Quando um utilizador altera a sua palavra-passe, sincronizá-la com o LDAP. Esta opção só pode estar ativada numa única fonte LDAP.
pt_br: Quando um usuário alterar sua senha, sincronize-a novamente com o LDAP. Isso só pode ser ativado em uma única origem LDAP.
tr: Bir kullanıcı parolasını değiştirdiğinde, parolayı LDAP ile geri eşitleyin. Bu yalnızca tek bir LDAP kaynağında etkinleştirilebilir.
zh_tw: 當使用者更改密碼時，將其同步回 LDAP。這只能在只有單一 LDAP 來源上啟用。

source: Lookup group membership based on a user attribute instead of a group attribute. This allows nested group resolution on systems like FreeIPA and Active Directory
es: Buscar la pertenencia a grupos basándose en un atributo del usuario en lugar de un atributo del grupo. Esto permite la resolución de grupos anidados en sistemas como FreeIPA y Active Directory
fi_fi: Etsi ryhmän jäsenyys käyttäjäattribuutin perusteella ryhmäattribuutin sijaan. Tämä mahdollistaa sisäkkäisten ryhmien selvityksen järjestelmissä, kuten FreeIPA ja Active Directory
ja_jp: グループ属性ではなくユーザー属性に基づいてグループメンバーシップを検索。FreeIPA や Active Directory などのシステムでネストされたグループ解決を許可
pt: Procurar a associação a grupos com base num atributo do utilizador em vez de um atributo do grupo. Isto permite a resolução de grupos hierárquicos em sistemas como o FreeIPA e Active Directory.
pt_br: Consultar associação a grupos com base em atributo de usuário em vez de atributo de grupo. Permite resolução de grupos aninhados em sistemas como FreeIPA e Active Directory.

source: Delete authentik users and groups which were previously supplied by this source, but are now missing from it.
es: Eliminar usuarios y grupos de authentik que fueron proporcionados previamente por esta fuente, pero que ahora están ausentes.
fi_fi: Poista authentik-käyttäjät ja ryhmät, jotka aiemmin luotiin tästä lähteestä, mutta joita ei enää löydy lähteestä.
ja_jp: 以前このソースから提供されたが、現在は存在しない authentik ユーザーとグループを削除。
pt_br: Excluir usuários e grupos do authentik que foram fornecidos anteriormente por esta fonte, mas que agora estão ausentes.

source: N/A
pt_br: N/D

source: LDAP Source
es: Fuente de LDAP
fi_fi: LDAP-lähde
ja_jp: LDAPソース
pt: Fonte LDAP
pt_br: Fonte LDAP
tr: LDAP Kaynağı
zh_tw: LDAP 來源

source: LDAP Sources
es: Fuentes de LDAP
fi_fi: LDAP-lähteet
ja_jp: LDAPソース
pt: Fontes LDAP
pt_br: Fontes LDAP
tr: LDAP Kaynakları
zh_tw: LDAP 來源

source: LDAP Source Property Mapping
es: Asignación de Propiedades de Fuente de LDAP
fi_fi: LDAP-lähteen ominaisuuskytkentä
ja_jp: LDAP ソースプロパティマッピング
pt: Mapeamento de propriedades de fonte LDAP
pt_br: Mapeamento de Propriedade da Fonte LDAP
tr: LDAP Kaynak Özellik Eşlemesi

source: LDAP Source Property Mappings
es: Asignaciones de Propiedades de Fuente de LDAP
fi_fi: LDAP-lähteen ominaisuuskytkennät
ja_jp: LDAP ソースプロパティマッピング
pt: Mapeamentos de propriedades de fonte LDAP
pt_br: Mapeamento de Propriedade da Fonte LDAP
tr: LDAP Kaynak Özellik Eşlemeleri

source: Unique ID used while checking if this object still exists in the directory.
es: ID único utilizado para verificar si este objeto aún existe en el directorio.
fi_fi: Yksilöllinen ID, jota käytetään tarkistamaan, löytyykö objekti yhä hakemistosta.
ja_jp: ディレクトリにこのオブジェクトがまだ存在するかどうかを確認するときに使用される一意の ID。
pt_br: ID único usado para verificar se este objeto ainda existe no diretório.

source: User LDAP Source Connection
es: Conexión de Fuente LDAP de Usuario
fi_fi: Käyttäjän LDAP-lähteen yhteys
ja_jp: ユーザー LDAP ソース接続
pt: Ligação à fonte LDAP de Utilizador
pt_br: Conexão de Fonte LDAP do Usuário

source: User LDAP Source Connections
es: Conexiones de Fuente LDAP de Usuario
fi_fi: Käyttäjän LDAP-lähteen yhteydet
ja_jp: ユーザー LDAP ソース接続
pt: Ligações à fonte LDAP de Utilizador
pt_br: Conexões de Fonte LDAP do Usuário

source: Group LDAP Source Connection
es: Conexión de Fuente LDAP de Grupo
fi_fi: Ryhmän LDAP-lähteen yhteys
ja_jp: グループ LDAP ソース接続
pt: Ligação à fonte LDAP de Grupo
pt_br: Conexão de Fonte LDAP de Grupo

source: Group LDAP Source Connections
es: Conexiones de Fuente LDAP de Grupo
fi_fi: Ryhmän LDAP-lähteen yhteydet
ja_jp: グループ LDAP ソース接続
pt: Ligações à fonte LDAP de Grupo
pt_br: Conexões de Fonte LDAP de Grupo

source: Password does not match Active Directory Complexity.
es: La contraseña no coincide con la complejidad de Active Directory.
fi_fi: Salasana ei vastaa Active Directoryn monimutkaisuusmääritystä.
ja_jp: パスワードが Active Directory 複雑性要件に一致しません。
pt: A palavra-passe não corresponde à Complexidade do Active Diretory.
pt_br: A senha não corresponde à complexidade do Active Directory.
tr: Parola Active Directory Karmaşıklığıyla eşleşmiyor.
zh_tw: 密碼不符合 Active Directory 的複雜性要求。

source: Check connectivity for LDAP source.
fi_fi: Tarkista LDAP-lähteen yhteydet.
ja_jp: LDAP ソースの接続性を確認。
pt_br: Verificar conectividade da fonte LDAP.

source: Sync LDAP source.
fi_fi: Synkronoi LDAP-lähde.
ja_jp: LDAP ソースを同期。
pt_br: Sincronizar fonte LDAP.

source: Sync page for LDAP source.
fi_fi: Synkronoi LDAP-lähteen sivu.
ja_jp: LDAP ソースのページを同期。
pt_br: Página de sincronização da fonte LDAP.

source: No token received.
es: No se recibió ningún token.
fi_fi: Tunnistetta ei saatu.
ja_jp: トークンを受信しませんでした。
pt: Nenhum token recebido.
pt_br: Nenhum token recebido.
tr: Jeton alınmadı.
zh_tw: 未收到權杖。

source: HTTP Basic Authentication
es: Autenticación Básica HTTP
ja_jp: HTTP 基本認証
pt_br: Autenticação HTTP Basic

source: Include the client ID and secret as request parameters
es: Incluir el ID de cliente y el secreto como parámetros de la solicitud
fi_fi: Sisällytä client ID ja secret pyynnön parametreihin
ja_jp: リクエストパラメーターにクライアント ID とシークレットを含める
pt: Incluir o ID do cliente e o segredo como parâmetros do pedido
pt_br: Incluir ID do cliente e segredo como parâmetros da requisição

source: No PKCE
fi_fi: Ei PKCE:tä
ja_jp: PKCE なし
pt_br: Sem PKCE

source: Request Token URL
es: Solicitar URL de token
fi_fi: Pyyntötunnisteen URL
ja_jp: トークンURLをリクエスト
pt: URL de Pedido de Token
pt_br: URL do token de solicitação
tr: Jeton URL'si İste
zh_tw: 請求權杖的網址

source: URL used to request the initial token. This URL is only required for OAuth 1.
es: URL utilizada para solicitar el token inicial. Esta URL solo es necesaria para OAuth 1.
fi_fi: URL, jota käytetään ensimämisen tokenin hakemiseen. Tämä URL tarvitaan vain OAuth 1:n kanssa.
ja_jp: 初期トークンを要求するために使用される URL。この URL は OAuth 1 でのみ必須。
pt: URL utilizado para pedir o token inicial. Este URL é apenas necesssário para OAuth 1.
pt_br: URL usado para solicitar o token inicial. Este URL é necessário apenas para OAuth 1.
tr: İlk belirteci istemek için kullanılan URL. Bu URL yalnızca OAuth 1 için gereklidir.
zh_tw: 用於請求初始權杖的網址，僅用於 OAuth 1。

source: Authorization URL
es: URL de autorización
fi_fi: Valtuutus-URL
ja_jp: 認可 URL
pt: URL de autorização
pt_br: URL de autorização
tr: Yetkilendirme URL'si
zh_tw: 授權網址

source: URL the user is redirect to to conest the flow.
es: URL a la que se redirige al usuario para que se opone al flujo.
fi_fi: URL, johon käyttäjä ohjataan prosessin kiistämiseksi.
ja_jp: フローを続行するためにユーザーがリダイレクトされる URL。
pt: URL para o qual o utilizador é redirecionado para contestar o fluxo
pt_br: URL para o qual o usuário é redirecionado para restringir o fluxo.
tr: URL kullanıcı akışını itişa yönlendirmek için yönlendirir.
zh_tw: 使用者被重新導向到此網址以連接流程。

source: Access Token URL
es: URL de token de acceso
fi_fi: Pääsytunnisteen URL
ja_jp: アクセストークンURL
pt: URL do Token de Acesso
pt_br: URL do token de acesso
tr: Erişim Belirteci URL'si
zh_tw: 存取權杖網址

source: URL used by authentik to retrieve tokens.
es: URL utilizada por authentik para recuperar tokens.
fi_fi: URL, jota authentik käyttää tunnisteiden hakemiseksi.
ja_jp: authentik がトークンを取得するために使用する URL。
pt: URL utilizado pelo authentik para obter tokens.
pt_br: URL usado pelo authentik para recuperar tokens.
tr: Auentik tarafından belirteçleri almak için kullanılan URL.
zh_tw: authentik 用來擷取權杖的網址。

source: Profile URL
es: URL del perfil
fi_fi: Profiilin URL
ja_jp: プロフィール URL
pt: URL do perfil
pt_br: URL do perfil
tr: Profil URL'si
zh_tw: 個人檔案網址

source: URL used by authentik to get user information.
es: URL utilizada por authentik para obtener información del usuario.
fi_fi: URL, jota authentik käyttää käyttäjätiedon hakemiseksi.
ja_jp: authentik がユーザー情報を取得するために使用する URL。
pt: URL utilizado pelo authentik para obter informação sobre utilizadores.
pt_br: URL usado pelo authentik para obter informações do usuário.
tr: Kullanıcı bilgilerini almak için authentik tarafından kullanılan URL.
zh_tw: authentik 用來擷取使用者資訊的網址。

source: Additional Scopes
es: Alcances Adicionales
fi_fi: Lisäkäyttöalueet
ja_jp: 追加スコープ
pt: Âmbitos adicionais
pt_br: Escopos Adicionais
tr: Ek Kapsamlar
zh_tw: 附加範圍

source: How to perform authentication during an authorization_code token request flow
es: Cómo realizar la autenticación durante un flujo de solicitud de token con authorization_code
fi_fi: Kuinka todentaminen tehdään authorization_code-avainpyyntöprosessin aikana
ja_jp: How to perform authentication during an authorization_コード token request フロー
pt: Como realizar a autenticação durante um fluxo de pedido de token com authorization_code
pt_br: Como realizar a autenticação durante o fluxo de requisição de token authorization_code

source: OAuth Source
es: Fuente de OAuth
fi_fi: OAuth-lähde
ja_jp: OAuthソース
pt: Fonte OAuth
pt_br: Fonte OAuth
tr: OAuth Kaynağı
zh_tw: OAuth 來源

source: OAuth Sources
es: Fuentes de OAuth
fi_fi: OAuth-lähteet
ja_jp: OAuthソース
pt: Fontes OAuth
pt_br: Fontes OAuth
tr: OAuth Kaynakları
zh_tw: OAuth 來源

source: GitHub OAuth Source
es: Fuente de OAuth de GitHub
fi_fi: GitHub OAuth-lähde
ja_jp: GitHub OAuth ソース
pt: Fonte OAuth do GitHub
pt_br: Fonte GitHub OAuth
tr: GitHub OAuth Kaynağı
zh_tw: GitHub OAuth 來源

source: GitHub OAuth Sources
es: Fuentes de OAuth de GitHub
fi_fi: GitHub OAuth-lähteet
ja_jp: GitHub OAuth ソース
pt: Fontes OAuth do GitHub
pt_br: Fontes GitHub OAuth
tr: GitHub OAuth Kaynakları
zh_tw: GitHub OAuth 來源

source: GitLab OAuth Source
es: Fuente de OAuth de GitLab
fi_fi: GitLab OAuth-lähde
ja_jp: GitLab OAuth ソース
pt: Fonte OAuth do GitLab
pt_br: Fonte OAuth do GitLab
tr: GitLab OAuth Kaynağı
zh_tw: GitLab OAuth 來源

source: GitLab OAuth Sources
es: Fuentes de OAuth de GitLab
fi_fi: GitLab OAuth-lähteet
ja_jp: GitLab OAuth ソース
pt: Fontes OAuth do GitLab
pt_br: Fontes OAuth do GitLab
tr: GitLab OAuth Kaynakları
zh_tw: GitLab OAuth 來源

source: Twitch OAuth Source
es: Fuente de OAuth de Twitch
fi_fi: Twitch OAuth-lähde
ja_jp: Twitch OAuth ソース
pt: Fonte OAuth do Twitter
pt_br: Fonte OAuth do Twitch
tr: Twitch OAuth Kaynağı
zh_tw: Twitch OAuth 來源

source: Twitch OAuth Sources
es: Fuentes de OAuth de Twitch
fi_fi: Twitch OAuth-lähteet
ja_jp: Twitch OAuth ソース
pt: Fontes OAuth do Twitter
pt_br: Fontes OAuth do Twitch
tr: Twitch OAuth Kaynakları
zh_tw: Twitch OAuth 來源

source: Mailcow OAuth Source
es: Fuente de OAuth de Mailcow
fi_fi: Mailcow OAuth-lähde
ja_jp: Mailcow OAuth ソース
pt: Fonte OAuth do Mailcow
pt_br: Origem Mailcow OAuth
tr: Mailcow OAuth Kaynağı
zh_tw: Mailcow OAuth 來源

source: Mailcow OAuth Sources
es: Fuentes de OAuth de Mailcow
fi_fi: Mailcow OAuth-lähteet
ja_jp: Mailcow OAuth ソース
pt: Fontes OAuth do Mailcow
pt_br: Fontes Mailcow OAuth
tr: Mailcow OAuth Kaynakları
zh_tw: Mailcow OAuth 來源

source: Twitter OAuth Source
es: Fuente de OAuth de Twitter
fi_fi: Twitter OAuth-lähde
ja_jp: Twitter OAuth ソース
pt: Fonte OAuth do Twitter
pt_br: Fonte OAuth do Twitter
tr: Twitter OAuth Kaynağı
zh_tw: X(Twitter) OAuth 來源

source: Twitter OAuth Sources
es: Fuentes de OAuth de Twitter
fi_fi: Twitter OAuth-lähteet
ja_jp: Twitter OAuth ソース
pt: Fontes OAuth do Twitter
pt_br: Fontes OAuth do Twitter
tr: Twitter OAuth Kaynakları
zh_tw: X(Twitter) OAuth 來源

source: Facebook OAuth Source
es: Fuente de OAuth de Facebook
fi_fi: Facebook OAuth-lähde
ja_jp: Facebook OAuth ソース
pt: Fonte OAuth do Facebook
pt_br: Fonte OAuth do Facebook
tr: Facebook OAuth Kaynağı
zh_tw: Facebook OAuth 來源

source: Facebook OAuth Sources
es: Fuentes de OAuth de Facebook
fi_fi: Facebook OAuth-lähteet
ja_jp: Facebook OAuth ソース
pt: Fontes OAuth do Facebook
pt_br: Fontes OAuth do Facebook
tr: Facebook OAuth Kaynakları
zh_tw: Facebook OAuth 來源

source: Discord OAuth Source
es: Fuente de OAuth de Discord
fi_fi: Discord OAuth-lähde
ja_jp: Discord OAuth ソース
pt: Fonte OAuth do Discord
pt_br: Fonte OAuth do Discord
tr: Discord OAuth Kaynağı
zh_tw: Discord OAuth 來源

source: Discord OAuth Sources
es: Fuentes de OAuth de Discord
fi_fi: Discord OAuth-lähteet
ja_jp: Discord OAuth ソース
pt: Fontes OAuth do Discord
pt_br: Fontes OAuth do Discord
tr: Discord OAuth Kaynakları
zh_tw: Discord OAuth 來源

source: Slack OAuth Source
pt_br: Fonte OAuth do Slack

source: Slack OAuth Sources
pt_br: Fontes OAuth do Slack

source: Patreon OAuth Source
es: Fuente de OAuth de Patreon
fi_fi: Patreon OAuth-lähde
ja_jp: Patreon OAuth ソース
pt: Fonte OAuth do Patreon
pt_br: Fonte OAuth do Patreon
tr: Patreon OAuth Kaynağı
zh_tw: Patreon OAuth 來源

source: Patreon OAuth Sources
es: Fuentes de OAuth de Patreon
fi_fi: Patreon OAuth-lähteet
ja_jp: Patreon OAuth ソース
pt: Fontes OAuth do Patreon
pt_br: Fontes OAuth do Patreon
tr: Patreon OAuth Kaynakları
zh_tw: Patreon OAuth 來源

source: Google OAuth Source
es: Fuente de OAuth de Google
fi_fi: Google OAuth-lähde
ja_jp: Google OAuth ソース
pt: Fonte OAuth do Google
pt_br: Fonte OAuth do Google
tr: Google OAuth Kaynağı
zh_tw: Google OAuth 來源

source: Azure AD OAuth Source
es: Fuente de OAuth de Azure AD
fi_fi: Azure AD OAuth-lähde
ja_jp: Azure AD OAuth ソース
pt: Fonte OAuth do Azure AD
pt_br: Fonte OAuth do Azure AD
tr: Azure AD OAuth Kaynağı
zh_tw: Azure AD OAuth 來源

source: Azure AD OAuth Sources
es: Fuentes de OAuth de Azure AD
fi_fi: Azure AD OAuth-lähteet
ja_jp: Azure AD OAuth ソース
pt: Fontes OAuth do Azure AD
pt_br: Fontes OAuth do Azure AD
tr: Azure AD OAuth Kaynakları
zh_tw: Azure AD OAuth 來源

source: Entra ID OAuth Source
es: Fuente OAuth de ID de entrada
fi_fi: Entra ID OAuth-lähde
ja_jp: Entra ID OAuth ソース
pt_br: Fonte OAuth do Entra ID

source: Entra ID OAuth Sources
es: Fuentes de OAuth de Entra ID
fi_fi: Entra ID OAuth-lähteet
ja_jp: Entra ID OAuth ソース
pt_br: Fontes OAuth do Entra ID

source: OpenID OAuth Source
es: Fuente de OAuth de OpenID
fi_fi: OpenID OAuth-lähde
ja_jp: OpenID OAuth ソース
pt: Fonte OAuth do OpenID
pt_br: Fonte OpenID OAuth
tr: OpenID OAuth Kaynağı
zh_tw: OpenID OAuth 來源

source: OpenID OAuth Sources
es: Fuentes de OAuth de OpenID
fi_fi: OpenID OAuth-lähteet
ja_jp: OpenID OAuth ソース
pt: Fontes OAuth do OpenID
pt_br: Fontes OpenID OAuth
tr: OpenID OAuth Kaynakları
zh_tw: OpenID OAuth 來源

source: Apple OAuth Source
es: Fuente de OAuth de Apple
fi_fi: Apple OAuth-lähde
ja_jp: Apple OAuth ソース
pt: Fonte OAuth da Apple
pt_br: Fonte Apple OAuth
tr: Apple OAuth Kaynağı
zh_tw: Apple OAuth 來源

source: Apple OAuth Sources
es: Fuentes de OAuth de Apple
fi_fi: Apple OAuth-lähteet
ja_jp: Apple OAuth ソース
pt: Fontes OAuth da Apple
pt_br: Fontes OAuth da Apple
tr: Apple OAuth Kaynakları
zh_tw: Apple OAuth 來源

source: Okta OAuth Source
es: Fuente de OAuth de Okta
fi_fi: Okta OAuth-lähde
ja_jp: Okta OAuth ソース
pt: Fonte OAuth do Okta
pt_br: Fonte Okta OAuth
tr: Okta OAuth Kaynağı
zh_tw: Okta OAuth 來源

source: Okta OAuth Sources
es: Fuentes de OAuth de Okta
fi_fi: Okta OAuth-lähteet
ja_jp: Okta OAuth ソース
pt: Fontes OAuth do Okta
pt_br: Fontes Okta OAuth
tr: Okta OAuth Kaynakları
zh_tw: Okta OAuth 來源

source: Reddit OAuth Source
es: Fuente de OAuth de Reddit
fi_fi: Reddit OAuth-lähde
ja_jp: Reddit OAuth ソース
pt: Fonte OAuth do Reddit
pt_br: Fonte OAuth do Reddit
tr: Reddit OAuth Kaynağı
zh_tw: Reddit OAuth 來源
