Repository: goauthentik/authentik
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fi_fi, ja_jp, pt, pt_br, tr, zh_tw

source: If you did not request this code, please ignore this email. The code above is valid for %(expires)s.
es: Si no solicitaste este código, por favor ignora este correo. El código anterior es válido por %(expires)s.
fi_fi: Jos et pyytänyt tätä koodia, jätä tämä viesti huomiotta. Yllä oleva koodi on voimassa %(expires)s.
ja_jp: このコードを要求していない場合は、このメールを無視してください。上記のコードは %(expires)s まで有効です。
pt: Se não solicitou este código, ignore esta mensagem de E-mail. O código acima é válido por %(expires)s.
pt_br: Se você não solicitou este código, ignore este email. O código acima é válido por %(expires)s.

source: Hi %(username)s,
es: Hola %(username)s,
fi_fi: Hei %(username)s,
ja_jp: こんにちは %(username)s,
pt: Olá %(username)s,
pt_br: Olá %(username)s,
tr: Merhaba %(username)s,
zh_tw: %(username)s 您好，

source: Email MFA code
es: Código MFA por correo electrónico
fi_fi: Lähetä MFA-koodi sähköpostilla
ja_jp: メール MFA コード
pt: Código MFA por E-mail
pt_br: Código MFA por e-mail

source: If you did not request this code, please ignore this email. The code above is valid for %(expires)s.
es: Si no solicitaste este código, por favor ignora este correo. El código anterior es válido por %(expires)s.
fi_fi: Jos et pyytänyt tätä koodia, jätä tämä viesti huomiotta. Yllä oleva koodi on voimassa %(expires)s.
ja_jp: このコードを要求していない場合は、このメールを無視してください。上記のコードは %(expires)s まで有効です。
pt: Se não solicitou este código, ignore esta mensagem de E-mail. O código acima é válido por %(expires)s.
pt_br: Se você não solicitou este código, ignore este email. O código acima é válido por %(expires)s.

source: When enabled, the Phone number is only used during enrollment to verify the users authenticity. Only a hash of the phone number is saved to ensure it is not reused in the future.
es: Cuando se habilita, el número de Teléfono solo es usado durante la inscripción para verificar la autenticidad de los usuarios. Solo un hash del número de teléfono es guardado para asegurarse de que no sea reusado en el futuro.
fi_fi: Kun tämä on käytössä, puhelinnumeroa käytetään vain rekisteröitymisen yhteydessä käyttäjän vahvistamiseen. Puhelinnumerosta tallennetaan vain tiiviste, jotta numeroa ei käytetä uudelleen jatkossa.
ja_jp: 有効にするとスマートフォン番号は登録中のみ使用されてユーザーの真正性を検証。電話番号のハッシュのみ保存されて将来の再利用を防ぎます。
pt: Quando ativado, o número de telefone só é utilizado durante o registo para verificar a autenticidade dos utilizadores. Apenas é guardado um hash do número de telefone para garantir que não é reutilizado no futuro.
pt_br: Quando habilitado, o número de telefone somente é usado durante inscrição para verificar a autenticidade dos usuários. Somente uma hash do número de telefone é salva para garantir que não é reutilizado no futuro.
tr: Etkinleştirildiğinde, Telefon numarası yalnızca kayıt sırasında kullanıcıların gerçekliğini doğrulamak için kullanılır. Gelecekte tekrar kullanılmamasını sağlamak için telefon numarasının yalnızca bir karması kaydedilir.
zh_tw: 啟用時，手機號碼僅在註冊期間用於驗證使用者的真實性。只保存手機號碼的雜湊以確保未來不會重複使用。

source: Optionally modify the payload being sent to custom providers.
es: Opcionalmente modifica el payload enviado a los proveedores personalizados.
fi_fi: Valinnaisesti muokkaa tietosisältöä, joka lähetetään mukautetuille palveluntarjoajille.
ja_jp: 必要に応じて、カスタムプロバイダーに送信されるペイロードを変更します。
pt: Opcionalmente, modifica o conteúdo enviado para provedores personalizados.
pt_br: Opcionalmente, modifique a carga que está sendo enviada para provedores personalizados.
tr: İsteğe bağlı olarak özel sağlayıcılara gönderilen yükü değiştirin.
zh_tw: 可選：修改發送給自訂供應商的酬載。

source: Use this code to authenticate in authentik: {token}
es: Usa este código para autenticarte en authentik: {token}
fi_fi: Käytä tätä koodia authentik-todentamisessa: {token}
ja_jp: authentik での認証にこのコードを使用してください: {token}
pt: Utilize este código para se autenticar no authentik: {token}
pt_br: Use este código para autenticar no authentik: {token}
tr: Authentik'te kimlik doğrulaması yapmak için bu kodu kullanın: {token}
zh_tw: 使用此代碼在 authentik 中驗證身分：{token}

source: SMS Authenticator Setup Stage
es: Etapa de Configuración del Autenticador SMS
fi_fi: SMS-todentajan asetusvaihe
ja_jp: SMS 認証器セットアップステージ
pt: Etapa de configuração do autenticador por SMS
pt_br: Etapa de configuração do autenticador SMS
tr: SMS Authenticator Kurulum Aşaması
zh_tw: 簡訊身份驗證器設定階段

source: SMS Authenticator Setup Stages
es: Etapas de Configuración del Autenticador SMS
fi_fi: SMS-todentajan asetusvaiheet
ja_jp: SMS 認証器セットアップステージ
pt: Etapas de configuração do autenticador por SMS
pt_br: Etapas de configuração do autenticador SMS
tr: SMS Authenticator Kurulum Aşamaları
zh_tw: 簡訊身份驗證器設定階段

source: SMS Device
es: Dispositivo SMS
fi_fi: SMS-laite
ja_jp: SMS デバイス
pt: Dispositivo de SMS
pt_br: Dispositivo SMS
tr: SMS Cihazı
zh_tw: 簡訊設備

source: SMS Devices
es: Dispositivos SMS
fi_fi: SMS-laitteet
ja_jp: SMS デバイス
pt: Dispositivos de SMS
pt_br: Dispositivos SMS
tr: SMS Cihazları
zh_tw: 簡訊設備

source: Invalid phone number
es: Número de teléfono inválido
fi_fi: Virheellinen puhelinnumero
ja_jp: 無効な電話番号
pt: Número de telefone inválido
pt_br: Número de telefone inválido
tr: Geçersiz telefon numarası
zh_tw: 無效的電話號碼

source: Static Authenticator Setup Stage
es: Etapa de Configuración de Autenticador Estático
fi_fi: Staattisen todentajan asetusvaihe
ja_jp: 静的認証器セットアップステージ
pt: Etapa de configuração do autenticador Estático
pt_br: Etapa de Configuração do Autenticador Estático
tr: Statik Kimlik Doğrulayıcı Kurulum Aşaması
zh_tw: 靜態身份驗證器設定階段

source: Static Authenticator Setup Stages
es: Etapas de Configuración de Autenticador Estático
fi_fi: Staattisen todentajan asetusvaiheet
ja_jp: 静的認証器セットアップステージ
pt: Etapas de configuração do autenticador Estático
pt_br: Etapas de Configuração do Autenticador Estático
tr: Statik Kimlik Doğrulayıcı Kurulum Aşamaları
zh_tw: 靜態身份驗證器設定階段

source: Static Device
es: Dispositivo Estático
fi_fi: Staattinen laite
ja_jp: 静的デバイス
pt: Dispositivo Estático
pt_br: Dispositivos Estático
tr: Statik Cihaz
zh_tw: 靜態設備

source: Static Devices
es: Dispositivos Estáticos
fi_fi: Staattiset laitteet
ja_jp: 静的デバイス
pt: Dispositivos Estático
pt_br: Dispositivos Estáticos
tr: Statik Cihazlar
zh_tw: 靜態設備

source: Static Token
es: Token Estático
fi_fi: Staattinen tunniste
ja_jp: 静的トークン
pt: Token Estático
pt_br: Tokens Estático
tr: Statik Jeton
zh_tw: 靜態權杖

source: Static Tokens
es: Tokens estáticos
fi_fi: Staattiset tunnisteet
ja_jp: 静的トークン
pt: Tokens Estáticos
pt_br: Tokens Estáticos
tr: Statik Jetonlar
zh_tw: 静态令牌

source: 6 digits, widely compatible
es: 6 dígitos, ampliamente compatible
fi_fi: 6 merkkiä, laajasti yhteensopiva
ja_jp: 6桁、広く対応しています
pt: 6 dígitos, alta compatibilidade
pt_br: 6 dígitos, amplamente compatível
tr: 6 basamaklı, yaygın olarak uyumlu
zh_tw: 6位數字，廣泛相容各類驗證器

source: 8 digits, not compatible with apps like Google Authenticator
es: 8 dígitos, no compatible con aplicaciones como Google Authenticator
fi_fi: 8 numeroa, ei yhteensopiva sovellusten, kuten Google Authenticatorin kanssa
ja_jp: 8桁、Google 認証システムのようなアプリには対応していません
pt: 8 dígitos, não compatível com apps como o Google Authenticator
pt_br: 8 dígitos, não compatível com aplicativos como o Google Authenticator
tr: Google Authenticator gibi uygulamalarla uyumlu olmayan 8 haneli
zh_tw: 8位數字，不相容於類似 Google Authenticator 等驗證器

source: TOTP Authenticator Setup Stage
es: Etapa de Configuración del Autenticador TOTP
fi_fi: TOTP-todentajan asetusvaihe
ja_jp: TOTP 認証器セットアップステージ
pt: Etapa de configuração do autenticador TOTP
pt_br: Etapa de configuração do autenticador TOTP
tr: TOTP Kimlik Doğrulayıcı Kurulum Aşaması
zh_tw: TOTP 身份驗證器設定階段

source: TOTP Authenticator Setup Stages
es: Etapas de Configuración del Autenticador TOTP
fi_fi: TOTP-todentajan asetusvaiheet
ja_jp: TOTP 認証器セットアップステージ
pt: Etapas de configuração do autenticador TOTP
pt_br: Etapas de configuração do autenticador TOTP
tr: TOTP Kimlik Doğrulayıcısı Kurulum Aşamaları
zh_tw: TOTP 身份驗證器設定階段

source: TOTP Device
es: Dispositivo TOTP
fi_fi: TOTP-laite
ja_jp: TOTP デバイス
pt: Dispositivo de TOTP
pt_br: Dispositivo TOTP
tr: TOTP Cihazı
zh_tw: TOTP 设备

source: TOTP Devices
es: Dispositivos TOTP
fi_fi: TOTP-laitteet
ja_jp: TOTP デバイス
pt: Dispositivos de TOTP
pt_br: Dispositivos TOTP
tr: TOTP Cihazları
zh_tw: TOTP 設備

source: Invalid Token. Please ensure the time on your device is accurate and try again.
es: Token Inválido. Por favor verifica que el tiempo en tu dispositivo es valido e intenta de nuevo.
fi_fi: Virheelline tunniste. Varmista, että laitteesi kello on oikeassa ajassa ja yritä uudelleen.
ja_jp: 無効なトークン。デバイスの時刻が正確であることを確認して、もう一度試してください。
pt: Token inválido. Certifique-se de que a hora no seu dispositivo está correta e tente novamente.
pt_br: Token inválido. Verifique se o horário do seu dispositivo está correto e tente novamente.
tr: Geçersiz Jeton. Lütfen cihazınızdaki saatin doğru olduğundan emin olun ve tekrar deneyin.

source: Invalid device type. Contact your {brand} administrator for help.
es: Tipo de dispositivo inválido. Contacta a tu administrador en {brand} por ayuda.
fi_fi: Virheellinen laitetyyppi. Ota yhteyttä {brand}-ylläpitäjään saadaksesi apua.
ja_jp: 無効なデバイスタイプです。サポートについては {brand} 管理者にお問い合わせください。
pt: Tipo de dispositivo inválido. Contacte o administrador da {brand} para obter ajuda.
pt_br: Tipo de dispositivo inválido. Entre em contato com a administração de {brand} para obter ajuda.
tr: Geçersiz cihaz türü. Yardım için {brand} yöneticinize başvurun.

source: Static
es: Estático
fi_fi: Staattinen
ja_jp: 静的
pt: Estático
pt_br: Estático
tr: Statik
zh_tw: 靜態

source: Stages used to configure Authenticator when user doesn't have any compatible devices. After this configuration Stage passes, the user is not prompted again.
es: Etapas usadas para configurar el Autenticador cuando el usuario no tiene ningún dispositivo compatible. Una vez superada esta etapa de configuración, el usuario no volverá a recibir ninguna solicitud.
fi_fi: Vaiheet, joilla määritellään todentaja siinä tilanteessa, kun käyttäjällä ei ole yhteensopivaa laitetta. Tämän asetusvaiheen jälkeen käyttäjältä ei kysytä enää uudelleen.
ja_jp: ユーザーが互換性のあるデバイスを持っていない場合に認証器を設定するために使用されるステージ。この設定ステージが完了すると、ユーザーは再度プロンプトされません。
pt: Etapas utilizadas para configurar o Autenticador quando o utilizador não tem dispositivos compatíveis. Depois de passar esta fase de configuração, o utilizador não volta a ser solicitado.
pt_br: Etapas usadas para configurar o Autenticador quando o usuário não possui nenhum dispositivo compatível. Depois que esse estágio de configuração for concluído, o usuário não será solicitado novamente.
tr: Kullanıcı herhangi bir uyumlu cihaza sahip olmadığında Authenticator'ı yapılandırmak için kullanılan aşamalar. Bu yapılandırma Aşaması geçtikten sonra, kullanıcıya tekrar sorulmaz.
zh_tw: 在使用者沒有任何相容設備時用於設定身份驗證器的階段。在通過此設定階段後，使用者將不再收到提示。

source: Device classes which can be used to authenticate
es: Clases de dispositivos que se pueden usar para autenticar
fi_fi: Laitetyypit, joita voi käyttää todentamiseen
ja_jp: 認証に使用できるデバイスクラス
pt: Classes de dispositivos que podem ser usadas para autenticar
pt_br: Classes de dispositivos que podem ser usadas para autenticar
tr: Kimlik doğrulamak için kullanılabilecek cihaz sınıfları
zh_tw: 可用於身分驗證的裝置類別

source: If any of the user's device has been used within this threshold, this stage will be skipped
es: Si alguno de los dispositivos del usuario se ha utilizado dentro de este umbral, se omitirá esta etapa.
fi_fi: Jos mitä tahansa käyttäjän laitteista on käytetty tämän rajan sisällä, tämä vaihe ohitetaan
ja_jp: ユーザーのいずれかのデバイスがこのしきい値内で使用されている場合、このステージはスキップされます
pt: Se algum dos dispositivos do utilizador tiver sido utilizado dentro deste limite, esta etapa será ignorada
pt_br: Se algum dispositivo do usuário tiver sido usado dentro desse limite, esse estágio será ignorado
tr: Kullanıcının cihazlarından herhangi biri bu eşik dahilinde kullanılmışsa, bu aşama atlanacaktır
zh_tw: 如果在此閾值內的使用者任何設備被使用過，則將跳過此階段。

source: Enforce user verification for WebAuthn devices.
es: Exigir la verificación de usuario para dispositivos WebAuthn.
fi_fi: Pakota käyttäjän vahvistus WebAuthn-laitteilla.
ja_jp: WebAuthn デバイスのユーザー検証を強制。
pt: Impor a verificação do utilizador para dispositivos WebAuthn.
pt_br: Aplique a verificação do usuário para dispositivos WebAuthn.
tr: WebAuthn cihazları için kullanıcı doğrulamasını zorlayın.
zh_tw: 強制使用者使用 WebAuthn 裝置進行驗證。

source: Authenticator Validation Stage
es: Etapa de Validación del Autenticador
fi_fi: Todentajan validaatiovaihe
ja_jp: 認証器検証ステージ
pt: Etapa de validação do autenticador
pt_br: Etapa de validação do autenticador
tr: Kimlik Doğrulayıcı Doğrulama Aşaması
zh_tw: 身份驗證器驗證階段

source: Authenticator Validation Stages
es: Etapas de Validación del Autenticador
fi_fi: Todentajan validaatiovaiheet
ja_jp: 認証器検証ステージ
pt: Etapas de validação do autenticador
pt_br: Etapas de validação do autenticador
tr: Kimlik Doğrulayıcı Doğrulama Aşamaları
zh_tw: 身份驗證器驗證階段

source: No (allowed) MFA authenticator configured.
es: No hay un autenticador MFA (permitido) configurado.
fi_fi: Yhtään (sallittua) MFA-todentajaa ei ole määritelty.
ja_jp: （許可された）MFA 認証器が設定されていません。
pt: Nenhum autenticador MFA (permitido) configurado.
pt_br: Nenhum autenticador MFA (permitido) configurado.
tr: Yapılandırılmış (izin verilen) MFA kimlik doğrulayıcısı yok.
zh_tw: 未設置（允許的）MFA 身份驗證器

source: WebAuthn Authenticator Setup Stage
es: Etapa de Configuración del Autenticador WebAuthn
fi_fi: WebAuthn-todentajan asetusvaihe
ja_jp: WebAuthn 認証器セットアップステージ
pt: Etapa de configuração do autenticador WebAuthn
pt_br: Estágio de configuração do autenticador WebAuthn
tr: WebAuthn Authenticator Kurulum Aşaması
zh_tw: WebAuthn 身份驗證器設定階段

source: WebAuthn Authenticator Setup Stages
es: Etapas de Configuración del Autenticador WebAuthn
fi_fi: WebAuthn-todentajan asetusvaiheet
ja_jp: WebAuthn 認証器セットアップステージ
pt: Etapas de configuração do autenticador WebAuthn
pt_br: Estágios de configuração do autenticador WebAuthn
tr: WebAuthn Authenticator Kurulum Aşamaları
zh_tw: WebAuthn 身份驗證器設定階段

source: WebAuthn Device
es: Dispositivo WebAuthn
fi_fi: WebAuthn-laite
ja_jp: WebAuthn デバイス
pt: Dispositivo de WebAuthn
pt_br: Dispositivo WebAuthn
tr: WebAuthn Aygıtı
zh_tw: WebAuthn 設備

source: WebAuthn Devices
es: Dispositivos WebAuthn
fi_fi: WebAuthn-laitteet
ja_jp: WebAuthn デバイス
pt: Dispositivos de WebAuthn
pt_br: Dispositivos WebAuthn
tr: WebAuthn Aygıtları
zh_tw: WebAuthn 設備

source: WebAuthn Device type
es: Tipo de Dispositivo de WebAuthn
fi_fi: WebAuthn-laitteen tyyppi
ja_jp: WebAuthn デバイスタイプ
pt: Tipo de dispositivo WebAuthn
pt_br: Tipo de dispositivo WebAuthn
tr: WebAuthn Cihaz türü
zh_tw: WebAuthn 設備類型

source: WebAuthn Device types
es: Tipos de Dispositivo de WebAuthn
fi_fi: WebAuthn-laitteiden tyypit
ja_jp: WebAuthn デバイスタイプ
pt: Tipos de dispositivo WebAuthn
pt_br: Tipos de dispositivos WebAuthn
tr: WebAuthn Cihaz türleri
zh_tw: WebAuthn 設備類型

source: Background task to import FIDO Alliance MDS blob and AAGUIDs into database.
fi_fi: Taustatehtävä, joka tuo FIDO Alliance MDS:n blobit ja AAGUIDit tietokantaan.
ja_jp: FIDO Alliance MDS blob と AAGUID をデータベースにインポートするバックグラウンドタスク。
pt_br: Tarefa em segundo plano para importar blob MDS da FIDO Alliance e AAGUIDs para o banco de dados.

source: Public key, acquired your captcha Provider.
es: Clave pública, adquirida por tu Proveedor de captcha.
fi_fi: Julkinen avain, captcha-palveluntarjoajalta.
ja_jp: 公開鍵、Captcha プロバイダーから取得。
pt: Chave pública, adquirida pelo seu provedor de CAPTCHA.
pt_br: Chave pública, adquiriu seu provedor de captcha.
tr: Açık anahtar, captcha Sağlayıcınızı elde etti.
zh_tw: 公鑰，由您的驗證碼供應商中取得

source: Private key, acquired your captcha Provider.
es: Clave privada, adquirida por tu Proveedor de captcha.
fi_fi: Salainen avain, captcha-palveluntarjoajalta.
ja_jp: 秘密鍵、Captcha プロバイダーから取得。
pt: Chave privada, adquirida pelo seu provedor de CAPTCHA.
pt_br: Chave privada, adquirida pelo seu provedor de captcha.
tr: Özel anahtar, captcha Sağlayıcınızı elde etti.
zh_tw: 私鑰，由您的驗證碼供應商中取得

source: When enabled and the received captcha score is outside of the given threshold, the stage will show an error message. When not enabled, the flow will continue, but the data from the captcha will be available in the context for policy decisions
es: Cuando está habilitado y el puntaje del captcha recibido está fuera del umbral dado, la etapa mostrará un mensaje de error. Cuando no está habilitado, el flujo continuará, pero los datos del captcha estarán disponibles en el contexto para las decisiones de políticas.
fi_fi: Kun tämä on käytössä ja saatu captcha-pistemäärä ei vastaa annettua raja-arvoa, tämä vaihe näyttää virheilmoituksen. Kun tämä ei ole käytössä, prosessi jatkuu, mutta tiedot captchasta ovat silti saatavilla käytäntöjen päätöksentekoprosesseissa.
ja_jp: 有効にして受信 Captcha スコアがしきい値の外にある場合、ステージはエラーメッセージを表示。無効な場合、フローは継続しますが Captcha のデータはポリシー決定用のコンテキストで利用可能です
pt: Quando activada e a pontuação do CAPTCHA recebida estiver fora do limiar determinado, a etapa apresentará uma mensagem de erro. Quando não estiver activada, o fluxo continuará, mas os dados do CAPTCHA estarão disponíveis no contexto para decisões relativas a políticas
pt_br: Quando ativado e a pontuação do captcha recebido estiver fora do limite definido, a etapa exibirá uma mensagem de erro. Quando desativado, o fluxo continuará, mas os dados do captcha estarão disponíveis no contexto para decisões de políticas.
tr: Etkinleştirildiğinde ve alınan captcha puanı verilen eşiğin dışında olduğunda, aşama bir hata mesajı gösterecektir. Etkinleştirilmediğinde, akış devam eder, ancak captcha'dan gelen veriler politika kararları için bağlamda kullanılabilir olacaktır

source: Captcha Stage
es: Escenario Captcha
fi_fi: Captcha-vaihe
ja_jp: Captchaステージ
pt: Etapa CAPTCHA
pt_br: Estágio Captcha
tr: Captcha Aşaması
zh_tw: 驗證碼階段

source: Captcha Stages
es: Etapas de Captcha
fi_fi: Captcha-vaiheet
ja_jp: Captchaステージ
pt: Etapas CAPTCHA
pt_br: Estágios Captcha
tr: Captcha Aşamaları
zh_tw: 驗證碼階段

source: Invalid captcha response. Retrying may solve this issue.
es: Respuesta captcha inválida. Reintentar puede resolver este problema.
fi_fi: Virheellinen captcha-vastaus. Uusi yritys saattaa korjata tämän ongelman.
ja_jp: 無効な Captcha レスポンス。再試行すると解決する場合があります。
pt: Resposta inválida do CAPTCHA. Tentar novamente pode resolver o problema.
pt_br: Resposta de captcha inválida. Tentar novamente pode resolver o problema.
tr: Geçersiz captcha yanıtı. Yeniden denemek bu sorunu çözebilir.

source: Invalid captcha response
es: Respuesta del captcha inválida
fi_fi: Virheellinen captcha-vastaus
ja_jp: 無効な Captcha レスポンス
pt: Resposta de CAPTCHA inválida
pt_br: Resposta do captcha inválida
tr: Geçersiz captcha yanıtı
zh_tw: 無效的驗證碼回應

source: Failed to validate token
es: No se pudo validar el token
fi_fi: Tunnisteen vahvistaminen ei onnistunut
ja_jp: トークンの検証に失敗しました
pt: Falha na validação do token
pt_br: Falha ao validar token
tr: Jeton doğrulanamadı
zh_tw: 無法驗證權杖

source: Offset after which consent expires. (Format: hours=1;minutes=2;seconds=3).
es: Desfase después del cual expira el consentimiento. (Formato: hours=1;minutes=2;seconds=3).
fi_fi: Viive, jonka jälkeen hyväksyntä vanhenee. (Muoto: hours=1;minutes=2;seconds=3).
ja_jp: 同意の有効期限切れ（形式: hours=1;minutes=2;seconds=3）。
pt: Compensação após a qual o consentimento expira. (Formato: hours=1;minutes=2;seconds=3).
pt_br: Compensação após a qual o consentimento expira. (Formato: horas=1;minutos=2;segundos=3).
tr: Onay sona erdikten sonra ofset. (Biçim: saat=1; dakika=2; saniye/= 3).
zh_tw: 同意在此之後過期的時間偏移量。（格式：hours=1;minutes=2;seconds=3）。

source: Consent Stage
es: Etapa de consentimiento
fi_fi: Hyväksyntävaihe
ja_jp: 同意ステージ
pt: Etapa de consentimento
pt_br: Estágio de consentimento
tr: Onaylama Aşaması
zh_tw: 同意階段

source: Consent Stages
es: Etapas del consentimiento
fi_fi: Hyväksyntävaiheet
ja_jp: 同意ステージ
pt: Etapas de consentimento
pt_br: Estágios de consentimento
tr: Onaylı Aşamalar
zh_tw: 同意階段

source: User Consent
es: Consentimiento del usuario
fi_fi: Käyttäjän hyväksyntä
ja_jp: ユーザー同意
pt: Consentimento do Utilizador
pt_br: Consentimento do usuário
tr: Kullanıcı Onayı
zh_tw: 使用者同意

source: User Consents
es: Consentimientos del usuario
fi_fi: Käyttäjän hyväksynnät
ja_jp: ユーザー同意
pt: Consentimentos do Utilizador
pt_br: Consentimentos do usuário
tr: Kullanıcı Onayları
zh_tw: 使用者同意

source: Invalid consent token, re-showing prompt
es: Token de consentimiento inválido, mostrando el aviso nuevamente
fi_fi: Virheellinen hyväksyntätunniste, syöttökenttä näytetään uudelleen
ja_jp: 無効な同意トークン、プロンプトを再表示中
pt_br: Token de consentimento inválido, exibindo novamente o prompt

source: Deny Stage
es: Etapa de denegación
fi_fi: Kieltovaihe
ja_jp: 拒否ステージ
pt: Etapa de negação
pt_br: Negar Estágio
tr: Aşama Alanını Reddet
zh_tw: 拒絕階段

source: Deny Stages
es: Negar etapas
fi_fi: Kieltovaiheet
ja_jp: 拒否ステージ
pt: Etapas de negação
pt_br: Negar Estágios
tr: Aşamaları Reddet
zh_tw: 拒絕階段

source: Dummy Stage
es: Escenario ficticio
fi_fi: Valevaihe
ja_jp: ダミーステージ
pt: Etapa fictícia
pt_br: Palco fictício
tr: Kukla Aşaması
zh_tw: 假階段

source: Dummy Stages
es: Etapas ficticias
fi_fi: Valevaiheet
ja_jp: ダミーステージ
pt: Etapas fictícias
pt_br: Fases fictícias
tr: Kukla Aşamaları
zh_tw: 假階段

source: Continue to confirm this email address.
es: Continúa para confirmar esta dirección de correo electrónico.
fi_fi: Jatka vahvistaaksesi tämän sähköpostiosoitteen.
ja_jp: 続行してこのメールアドレスを確認。
pt_br: Continuar para confirmar este endereço de email.

source: Link was already used, please request a new link.
es: El enlace ya fue utilizado, por favor, solícita uno nuevo.
fi_fi: Linkki on jo käytetty. Pyydä uutta linkkiä.
ja_jp: リンクはすでに使用されています。新しいリンクを要求してください。
pt_br: O link já foi usado, solicite um novo link.

source: Password Reset
es: Restablecimiento de contraseña
fi_fi: Salasanan nollaus
ja_jp: パスワードリセット
pt: Redefinição de Palavra-Passe
pt_br: Redefinição de senha
tr: Parola Sıfırlama
zh_tw: 重設密碼

source: Account Confirmation
es: Confirmación cuenta
fi_fi: Tunnuksen vahvistus
ja_jp: アカウント確認
pt: Confirmação de Conta
pt_br: Confirmação de conta
tr: Hesap Onayı
zh_tw: 帳戶認證

source: Email OTP
es: OTP por Correo Electrónico
fi_fi: Sähköposti-OTP
ja_jp: メール OTP
pt: OTP E-mail
pt_br: OTP por Email

source: Event Notification
fi_fi: Tapahtumanotifikaatio
ja_jp: イベント通知
pt_br: Notificação de Evento

source: The time window used to count recent account recovery attempts. If the number of attempts exceed recovery_max_attempts within this period, further attempts will be rate-limited. (Format: hours=1;minutes=2;seconds=3).
fi_fi: Aikaväli, jota käytetään viimeisimpien tilinpalautusyritysten laskemiseen. Jos yritysten lukumäärä ylittää recovery_max_attempts-arvon tällä aikavälillä, seuraavien yritysten määrää rajoitetaan. (Muoto: hours=1,minutes=2,seconds=3).
ja_jp: 最近のアカウント回復試行を数えるために使用される時間ウィンドウ。この期間内で試行回数が recovery_max_attempts を超える場合、さらなる試行はレート制限されます（形式: hours=1;minutes=2;seconds=3）
pt_br: Janela de tempo usada para contar tentativas recentes de recuperação de conta. Se o número de tentativas exceder recovery_max_attempts dentro deste período, novas tentativas serão limitadas. (Formato: hours=1;minutes=2;seconds=3).

source: Activate users upon completion of stage.
es: Activar a los usuarios al finalizar la etapa.
fi_fi: Aktivoi käyttäjät tämän vaiheen lopuksi.
ja_jp: ステージ完了時にユーザーをアクティベート。
pt: Ativar utilizadores após completarem a etapa.
pt_br: Ative os usuários após a conclusão do estágio.
tr: Aşama aşaması tamamlandığında kullanıcıları etkinleştirin.
zh_tw: 完成階段後啟用使用者。

source: Email Stage
es: Etapa de correo electrónico
fi_fi: Sähköpostivaihe
ja_jp: メールステージ
pt: Etapa de e-mail
pt_br: Etapa de e-mail
tr: E-posta Aşaması
zh_tw: 電子郵件階段

source: Email Stages
es: Etapas del correo
fi_fi: Sähköpostivaiheet
ja_jp: メールステージ
pt: Etapas de e-mail
pt_br: Etapas de e-mail
tr: E-posta Aşamaları
zh_tw: 電子郵件階段
