Repository: goauthentik/authentik
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fi_fi, ja_jp, pt, pt_br, tr, zh_tw

source: Link to a user with identical username. Can have security implications when a username is used with another source.
es: Enlace a un usuario con el mismo nombre de usuario. Puede tener implicaciones de seguridad cuando un nombre de usuario se utiliza con otra fuente.
fi_fi: Yhdistä käyttäjään identtisen käyttäjätunnuksen perusteella. Tällä voi olla tietoturvavaikutuksia, jos käyttäjänimeä käytetään toisen lähteen kanssa.
ja_jp: 一致するユーザー名を持つユーザーにリンクします。ユーザー名が別のソースで使用された場合、セキュリティ上の問題が発生する可能性があります。
pt: Ligação a um utilizador com um nome de utilizador idêntico. Pode ter implicações de segurança quando um nome de utilizador é utilizado com outra fonte.
pt_br: Link para um usuário com nome de usuário idêntico. Pode ter implicações de segurança quando um nome de usuário é usado com outra fonte.
tr: Aynı kullanıcı adına sahip bir kullanıcıya bağlantı verin. Bir kullanıcı adı başka bir kaynakla kullanıldığında güvenlik etkileri olabilir.
zh_tw: 連接到具有相同使用者名稱的使用者。當使用者名稱與其他來源一同使用時，可能會有安全風險。

source: Use the user's username, but deny enrollment when the username already exists.
es: Use el nombre de usuario del usuario, pero deniegue la inscripción cuando el nombre de usuario ya exista.
fi_fi: Käytä käyttäjän käyttäjänimeä, mutta estä rekisteröityminen, jos käyttäjänimi on jo olemassa.
ja_jp: ユーザーのユーザー名を使用しますが、ユーザー名がすでに存在する場合は登録を拒否します。
pt: Usar o nome de utilizador, mas recusar o registo quando o nome de utilizador já existir.
pt_br: Use o nome de usuário do usuário, mas negue a inscrição quando o nome de usuário já existir.
tr: Kullanıcının kullanıcı adını kullanın, ancak kullanıcı adı zaten mevcutsa kaydı reddedin.
zh_tw: 使用使用者的使用者名稱，但在使用者名稱已存在時拒絕註冊。

source: Link to a group with identical name. Can have security implications when a group name is used with another source.
es: Enlace a un grupo con el mismo nombre. Puede tener implicaciones de seguridad cuando un nombre de grupo se utiliza con otra fuente.
fi_fi: Yhdistä ryhmään identtisen nimen perusteella. Tällä voi olla tietoturvavaikutuksia, jos ryhmän nimeä käytetään toisen lähteen kanssa.
ja_jp: 同一の名前を持つグループにリンク。グループ名が別のソースで使用される場合、セキュリティ上の影響がある可能性があります。
pt: Ligação a um grupo com um nome idêntico. Pode ter implicações de segurança quando um nome de grupo é utilizado com outra fonte.
pt_br: Ligar a um grupo com nome idêntico. Pode ter implicações de segurança quando um nome de grupo é usado com outra fonte.
tr: Aynı ada sahip bir gruba bağlantı verin. Bir grup adı başka bir kaynakla kullanıldığında güvenlik etkileri olabilir.

source: Use the group name, but deny enrollment when the name already exists.
es: Usar el nombre del grupo, pero denegar la inscripción cuando el nombre ya exista.
fi_fi: Käytä ryhmän nimeä, mutta estä rekisteröityminen jos nimi on jo olemassa.
ja_jp: グループ名を使用しますが、名前が既に存在する場合は登録を拒否。
pt: Utilizar o nome do grupo, mas recusar o registo se o nome já existir.
pt_br: Usa o nome do grupo, mas nega a inscrição quando o nome já existe.
tr: Grup adını kullanın, ancak ad zaten mevcutsa kaydı reddedin.

source: Source's display Name.
es: Nombre de visualización de la fuente.
fi_fi: Lähteen näytettävä nimi.
ja_jp: ソースの表示名。
pt: Nome de exibição da fonte.
pt_br: Nome de exibição da fonte.
tr: Kaynağın görünen Adı.
zh_tw: 來源的顯示名稱。

source: Internal source name, used in URLs.
es: Nombre de origen interno, utilizado en las URL.
fi_fi: Lähteen sisäinen nimi, käytetään URLeissa.
ja_jp: URLで使用される内部ソース名。
pt: Nome interno da fonte, usado em URLs.
pt_br: Nome da fonte interna, usado em URLs.
tr: URL'lerde kullanılan iç kaynak adı.
zh_tw: 用於網址的內部來源名稱。

source: When enabled, this source will be displayed as a prominent button on the login page, instead of a small icon.
pt_br: Quando ativada, essa fonte será exibida como um botão em destaque na página de login, em vez de um pequeno ícone.

source: Flow to use when authenticating existing users.
es: Flujo que se utilizará al autenticar a los usuarios existentes.
fi_fi: Prosessi, jota käytetään kun todennetaan olemassa olevia käyttäjiä.
ja_jp: フローは既存のユーザーを認証するときに使用されます。
pt: Fluxo a utilizar na autenticação de utilizadores existentes.
pt_br: Fluxo a ser usado ao autenticar usuários existentes.
tr: Mevcut kullanıcıların kimliğini doğrularken kullanılacak akış.
zh_tw: 認證已存在使用者時所使用的流程。

source: Flow to use when enrolling new users.
es: Flujo que se utilizará al inscribir nuevos usuarios.
fi_fi: Prosessi, jota käytetään uusien käyttäjien rekisteröitymisessä.
ja_jp: フローは新規ユーザーの登録時に使用されます。
pt: Fluxo a utilizar no registo de novos utilizadores.
pt_br: Fluxo a ser usado ao inscrever novos usuários.
tr: Yeni kullanıcıları kaydederken kullanılacak akış.
zh_tw: 新使用者註冊時所使用的流程。

source: How the source determines if an existing user should be authenticated or a new user enrolled.
es: Como la fuente determina si un usuario existente debe ser autenticado o si se debe inscribir a un nuevo usuario.
fi_fi: Kuinka lähde määrittää, todennetaanko olemassa oleva käyttäjä vai rekisteröidäänkö uusi.
ja_jp: 既存のユーザーを認証する必要があるのか、新しいユーザーを登録する必要があるのかをソースが決定する方法。
pt: A forma como a fonte determina se um utilizador existente deve ser autenticado ou se um novo utilizador deve ser registado.
pt_br: Como a fonte determina se um usuário existente deve ser autenticado ou um novo usuário registrado.
tr: Kaynağın mevcut bir kullanıcının kimliğinin doğrulanması veya yeni bir kullanıcının kaydedilmesi gerekip gerekmediğini nasıl belirlediği.
zh_tw: 來源如何確定應對現有使用者進行身份驗證，還是註冊新使用者。

source: How the source determines if an existing group should be used or a new group created.
es: Como la fuente determina si un grupo existente debe ser usado o si se debe crear un nuevo grupo.
fi_fi: Kuinka lähde määrittää, käytetäänkö olemassa olevaa ryhmää vai luodaanko uusi.
ja_jp: ソースが既存のグループを使用するか、新しいグループを作成するかを決定する方法。
pt: A forma como a fonte determina se um grupo existente deve ser utilizado ou se deve ser criado um novo grupo.
pt_br: Como a fonte determina se um grupo existente deve ser utilizado ou um novo grupo deve ser criado.
tr: Kaynağın mevcut bir grubun mu kullanılacağını yoksa yeni bir grup mu oluşturulacağını nasıl belirlediği.

source: View token's key
es: Ver llave del token
fi_fi: Näytä tunnisteen avain
ja_jp: トークンのキーを表示
pt: Ver a chave do token
pt_br: Ver chaves do token
tr: Jetonun anahtarını görüntüle
zh_tw: 檢視權杖金鑰

source: Set a token's key
es: Establecer la clave de un token
fi_fi: Aseta tunnisteen avain
ja_jp: トークンのキーを設定
pt_br: Definir a chave de um token.

source: Property Mapping
es: Asignación de Propiedades
fi_fi: Ominaisuuskytkentä
ja_jp: プロパティマッピング
pt: Mapeamento de propriedades
pt_br: Mapeamento de propriedades
tr: Özellik Eşleme
zh_tw: 屬性對應

source: Property Mappings
es: Asignaciones de Propiedades
fi_fi: Ominaisuuskytkennät
ja_jp: プロパティマッピング
pt: Mapeamentos de propriedades
pt_br: Mapeamentos de propriedades
tr: Özellik Eşlemeleri
zh_tw: 屬性對應

source: session data
es: datos de sesión
fi_fi: istunnon tiedot
ja_jp: セッションデータ
pt: dados de sessão
pt_br: dados de sessão

source: Session
es: Sesión
fi_fi: Istunto
ja_jp: セッション
pt: Sessão
pt_br: Sessão

source: Sessions
es: Sesiones
fi_fi: Istunnot
ja_jp: セッション
pt: Sessões
pt_br: Sessões

source: Authenticated Session
es: Sesión autenticada
fi_fi: Todennettu istunto
ja_jp: 認証済みセッション
pt: Sessão autenticada
pt_br: Sessão Autenticada
tr: Kimliği Doğrulanmış Oturum
zh_tw: 已認證會談

source: Authenticated Sessions
es: Sesiones autenticadas
fi_fi: Todennetut istunnot
ja_jp: 認証済みセッション
pt: Sessões autenticadas
pt_br: Sessões Autenticadas
tr: Kimliği Doğrulanmış Oturumlar
zh_tw: 已認證會談

source: Request to authenticate with {source} has been denied. Please authenticate with the source you've previously signed up with.
es: La solicitud para autenticarte con {source} ha sido denegada. Por favor autentícate con el método con el que previamente te registraste.
fi_fi: Todentamispyyntö lähteen {source} kautta on estetty. Tee todennus käyttämällä lähdettä, jota olet käyttänyt rekisteröityessäsi.
ja_jp: ソースでの認証要求 {source} が拒否されました。以前に登録したソースで認証してください。
pt: O pedido de autenticação com {source} foi recusado. Por favor, autentique-se com a fonte com que se registou anteriormente.
pt_br: Requisição para autenticar com {source} foi negado. Favor autenticar com o método que você usou para criar a conta.
tr: {source} ile kimlik doğrulama isteği reddedildi. Lütfen daha önce kaydolduğunuz kaynak ile kimlik doğrulaması yapın.
zh_tw: 使用 {source} 進行身份驗證的請求已被拒絕。請使用您之前註冊過的來源進行身份驗證。

source: Configured flow does not exist.
es: El flujo configurado no existe.
fi_fi: Määritettyä prosessia ei löytynyt.
ja_jp: 構成済みのフローがありません。
pt: O fluxo configurado não existe.
pt_br: O fluxo configurado não existe.
tr: Yapılandırılmış akış mevcut değil.
zh_tw: 已設定的流程不存在。

source: Successfully authenticated with {source}!
es: ¡Autenticado exitosamente con {source}!
fi_fi: Todennus lähteen {source} kanssa onnistui!
ja_jp: {source}での認証に成功しました！
pt: Autenticação bem sucedida com {source}!
pt_br: Autenticado com sucesso com {source}!
tr: {source} ile başarıyla kimlik doğrulaması başarılı!
zh_tw: 成功通過 {source} 驗證！

source: Successfully linked {source}!
es: ¡{source} enlazado correctamente!
fi_fi: Lähteen {source} linkitys onnistui!
ja_jp: {source}とのリンクに成功しました！
pt: Associado com sucesso a {source}!
pt_br: {source} associado com sucesso!
tr: Başarıyla {source} bağlantısı kuruldu!
zh_tw: 成功連結 {source}！

source: Source is not configured for enrollment.
es: La fuente no está configurada para inscripciones.
fi_fi: Lähdettä ei ole määritelty rekisteröitymiseen.
ja_jp: ソースは登録用に構成されていません。
pt: A origem não está configurada para registo.
pt_br: A origem não está configurada para inscrição.
tr: Kaynak kayıt için yapılandırılmamış.
zh_tw: 來源未設定為用於註冊。

source: Remove expired objects.
fi_fi: Poista vanhentuneet objektit.
ja_jp: 失効したオブジェクトを削除。
pt_br: Remover objetos expirados.

source: Remove temporary users created by SAML Sources.
fi_fi: Poista SAML-lähteiden luomat tilapäiset käyttäjät.
ja_jp: SAMLで作成された一時ユーザを削除。
pt_br: Remover usuários temporários criados por Fontes SAML.

source: Go home
es: Ir al inicio
fi_fi: Siirry etusivulle
ja_jp: ホームに戻る
pt: Ir para início
pt_br: Ir para casa
tr: Başa dön
zh_tw: 回到首頁

source: You're about to sign into %(application)s.
es: Estás a punto de iniciar sesión en %(application)s.
fi_fi: Olet kirjautumassa sovellukseen %(application)s.
ja_jp: %(application)sにサインインしようとしています。
pt: Está prestes a iniciar sessão em %(application)s.
pt_br: Você está prestes a entrar em %(application)s.
tr: %(application)s'da oturum açmak üzeresiniz.
zh_tw: 您即將登入 %(application)s。

source: Interface can only be accessed by internal users.
es: La interfaz solo puede accedida por usuarios internos.
fi_fi: Vain sisäiset käyttäjät voivat käyttää tätä liittymää.
ja_jp: このインターフェースは内部ユーザーのみアクセス可能です。
pt: A interface só pode ser acedida por utilizadores internos.
pt_br: Interface só pode ser acessada por usuários internos.
tr: Arayüze yalnızca dahili kullanıcılar tarafından erişilebilir.

source: Elliptic Curve
fi_fi: Elliptinen käyrä
ja_jp: 楕円曲線
pt_br: Curva Elíptica

source: PEM-encoded Certificate data
es: Datos de certificados codificados en PEM
fi_fi: PEM-koodattu sertifikaattidata
ja_jp: PEMでエンコードされた証明書データ
pt: Dados de certificado codificados em PEM
pt_br: Dados de certificado codificados por PEM
tr: PEM kodlu Sertifika verileri
zh_tw: PEM 編碼的憑證資料

source: Optional Private Key. If this is set, you can use this keypair for encryption.
es: Clave Privada opcional. Si está configurado, puede utilizar este par de claves para la encriptación.
fi_fi: Vapaaehtoinen yksityinen avain. Jos tämä on asetettu, voit käyttää avainparia salaukseen.
ja_jp: オプションのプライベートキーです。これを設定すると、このキーペアを暗号化に使用できます。
pt: Chave privada opcional. Se estiver definido, pode utilizar este par de chaves para encriptação.
pt_br: Chave privada opcional. Se estiver definido, você pode usar este par de chaves para criptografia.
tr: İsteğe Bağlı Özel Anahtar. Bu ayarlanırsa, şifreleme için bu anahtar çiftini kullanabilirsiniz.
zh_tw: 可選：私鑰。如果設定了此選項，則可以使用此金鑰對進行加密。

source: Key algorithm type detected from the certificate's public key
pt_br: Tipo de algoritmo de chave detectado a partir da chave pública do certificado

source: Certificate expiry date
pt_br: Data de expiração do certificado

source: Certificate subject as RFC4514 string
pt_br: Assunto do certificado como string RFC4514

source: SHA256 fingerprint of the certificate
pt_br: Impressão digital SHA256 do certificado

source: SHA1 fingerprint of the certificate
pt_br: Impressão digital SHA1 do certificado

source: Key ID generated from private key
pt_br: ID da chave gerado a partir da chave privada

source: Certificate-Key Pair
es: Par Certificado-Clave
fi_fi: Sertifikaatti-avainpari
ja_jp: 証明書とキーのペア
pt: Par de chaves de certificados
pt_br: Certificado-Par de Chaves
tr: Sertifika-Anahtar Çifti
zh_tw: 憑證金鑰對

source: Certificate-Key Pairs
es: Pares Certificado-Clave
fi_fi: Sertifikaatti-avainparit
ja_jp: 証明書とキーのペア
pt: Pares de chaves de certificados
pt_br: Pares de chave de certificado
tr: Sertifika-Anahtar Çiftleri
zh_tw: 憑證金鑰對

source: View Certificate-Key pair's certificate
pt_br: Visualizar certificado do par de chaves

source: View Certificate-Key pair's private key
pt_br: Visualizar chave privada do par de chaves

source: Discover, import and update certificates from the filesystem.
fi_fi: Havaitse, tuo ja päivitä sertifikaatteja levyjärjestelmästä.
ja_jp: 証明書をファイルシステムから検出、インポート、更新する。
pt_br: Descobrir, importar e atualizar certificados do sistema de arquivos.

source: Selected platform not supported
pt_br: A plataforma selecionada não é compatível.

source: Token is expired
pt_br: O token expirou.

source: Invalid token for connector
pt_br: Token inválido para o conector.

source: Agent Connector
pt_br: Conector de Agente

source: Agent Connectors
pt_br: Conectores de Agentes

source: Device Token
es: Token de Dispositivo
fi_fi: Laitetunniste
ja_jp: デバイストークン
pt: Token de dispositivo
pt_br: Token do dispositivo
tr: Cihaz Jetonu
zh_tw: 裝置權杖

source: Device Tokens
es: Tokens de Dispositivo
fi_fi: Laitetunnisteet
ja_jp: デバイストークン
pt: Tokens de dispositivo
pt_br: Tokens de dispositivo
tr: Cihaz Jetonları
zh_tw: 裝置權杖

source: Enrollment Token
pt_br: Token de inscrição

source: Enrollment Tokens
pt_br: Tokens de inscrição

source: Device authentication token
pt_br: Token de autenticação do dispositivo

source: Device authentication tokens
pt_br: Tokens de autenticação de dispositivo

source: Apple Nonce
pt_br: Nonce Apple

source: Apple Nonces
pt_br: Nonces Apple

source: Device
fi_fi: Laite
pt_br: Dispositivo

source: Devices
pt_br: Dispositivos

source: Device User binding
pt_br: Vinculação do dispositivo do usuário

source: Device User bindings
pt_br: Vinculações do dispositivos do usuário

source: Device connection
pt_br: Conexão do dispositivo

source: Device connections
pt_br: Conexões de dispositivos

source: Device fact snapshot
pt_br: Resumo de dados do dispositivo

source: Device fact snapshots
pt_br: Snapshots de dados do dispositivo

source: Device access group
pt_br: Grupo de acesso ao dispositivo

source: Device access groups
pt_br: Grupos de acesso ao dispositivo

source: Endpoint Stage
pt_br: Etapa de Endpoint

source: Endpoint Stages
pt_br: Etapas de Endpoint

source: Sync endpoints.
pt_br: Sincronizar endpoints

source: Enterprise is required to create/update this object.
es: Se requiere de Enterprise para crear/actualizar este objeto.
fi_fi: Tämän objektin luontiin/päivittämiseen tarvitaan Enterprise-versiota.
ja_jp: このオブジェクトの作成/更新にはエンタープライズ契約が必要です。
pt: Enterprise necessário para criar/atualizar este objeto.
pt_br: Enterprise é necessário para criar/atualizar esse objeto.
tr: Bu nesneyi oluşturmak/güncellemek için Kurumsal Paket gereklidir.
zh_tw: 企業版才可建立/更新此物件。

source: Enterprise is required to use this endpoint.
pt_br: Enterprise é necessário para usar este endpoint.

source: License
es: Licencia
fi_fi: Lisenssi
ja_jp: ライセンス
pt: Licença
pt_br: Licença
tr: Lisans
zh_tw: 許可證

source: Licenses
es: Licencias
fi_fi: Lisenssit
ja_jp: ライセンス
pt: Licenças
pt_br: Licenças
tr: Lisanslar
zh_tw: 許可證

source: License Usage
es: Uso de Licencias
fi_fi: Lisenssin käyttö
ja_jp: ライセンスの使用状況
pt: Utilização da licença
pt_br: Uso de licença
tr: Lisans Kullanımı
zh_tw: 授權使用情況

source: License Usage Records
es: Registro de Uso de Licencias
fi_fi: Lisenssin käyttötiedot
ja_jp: ライセンスの使用状況記録
pt: Registos de utilização da licença
pt_br: Registros de uso de licença
tr: Lisans Kullanım Kayıtları
zh_tw: 授權使用紀錄

source: Field key to check, field keys defined in Prompt stages are available.
es: Clave de campo a verificar, las claves de campo definidas en las etapas de Solicitud están disponibles.
fi_fi: Kentän avain, joka tarkistetaan. Kysymysvaiheissa määritellyt kenttien avaimet ovat käytettävissä.
ja_jp: 確認するフィールドキー。プロンプトステージで定義されたフィールドキーが利用可能です。
pt: Chave do campo a ser verificada, estão disponíveis chaves de campo definidas nas etapas de solicitação.
pt_br: Chave de campo para verificar, as chaves de campo definidas nos estágios de prompt estão disponíveis.
tr: Alan tuşu kontrol etmek için, İstem aşamalarında tanımlanan alan tuşları mevcuttur.
zh_tw: 要檢查的欄位鍵，在提示階段中有可用的已定義欄位鍵。

source: Number of passwords to check against.
es: Número de contraseñas contra las que verificar.
fi_fi: Tarkistettavien salasanojen määrä.
ja_jp: チェックするパスワードの数。
pt: Número de palavras-passe a verificar.
pt_br: Número de senhas para verificar.

source: Password not set in context
es: La contraseña no se ha establecido en contexto
fi_fi: Salasanaa ei ole asetettu kontekstissa
ja_jp: コンテキストにパスワードが設定されていません
pt: Palavra-passe não definida no contexto
pt_br: Senha não definida no contexto
tr: Parola bağlam içinde ayarlanmamış
zh_tw: 未在上下文中設定密碼

source: This password has been used previously. Please choose a different one.
es: Esta contraseña se ha utilizado anteriormente. Por favor, elija una diferente.
fi_fi: Tätä salasanaa on käytetty aiemmin. Valitse joku toinen.
ja_jp: このパスワードは以前使用されたことがあります。別のパスワードを選択してください。
pt: Esta palavra-passe já foi utilizada anteriormente. Por favor, escolha uma diferente.
pt_br: A senha já foi utilizada antes. Por favor, escolha uma diferente.

source: Password Uniqueness Policy
es: Política de Unicidad de Contraseñas
fi_fi: Salasanan yksilöllisyyskäytäntö
ja_jp: パスワードの一意性ポリシー
pt: Política de exclusividade de palavra-passe
pt_br: Política de exclusividade de senha

source: Password Uniqueness Policies
es: Políticas de Unicidad de Contraseñas
fi_fi: Salasanan yksilöllisyyskäytännöt
ja_jp: パスワードの一意性ポリシー
pt: Políticas de exclusividade de palavra-passe
pt_br: Políticas de exclusividade de senha

source: User Password History
es: Historial de Contraseñas del Usuario
fi_fi: Käyttäjän salasanahistoria
ja_jp: パスワード履歴
pt: Histórico de palavras-passe do utilizador
pt_br: Histórico de senhas do usuário

source: Check if any UniquePasswordPolicy exists, and if not, purge the password history table.
fi_fi: Tarkista, löytyykö yhtään UniquePasswordPolicyä, ja jos ei löydy, tyhjennä salasanahistoriataulu.
ja_jp: 一意のパスワードポリシーが存在するか確認し、存在しない場合はパスワード履歴テーブルを削除する。
pt_br: Verifique se existe alguma UniquePasswordPolicy e, caso não, limpe a tabela de histórico de senhas.

source: Remove user password history that are too old.
fi_fi: Poista liian vanhat käyttäjän salasanahistoriatiedot.
ja_jp: 古いパスワード履歴を削除する。
pt_br: Remover histórico de senha de usuário que seja muito antigo.

source: Enterprise required to access this feature.
es: Se requiere de Enterprise para acceder esta característica.
fi_fi: Tämän ominaisuuden käyttöön tarvitaan Enterprise-versiota.
ja_jp: この機能にはエンタープライズ契約が必要です。
pt: É necessária a licença Enterprise para aceder a esta funcionalidade.
pt_br: Entrerprise é necessário para acessar essa funcionalidade
tr: Bu özelliğe erişmek için Kurumsal Paket gereklidir.
zh_tw: 企業版才能存取此功能。

source: Feature only accessible for internal users.
es: Característica solo disponible para usuarios internos.
fi_fi: Ominaisuus on vain sisäisten käyttäjien käytössä.
ja_jp: 内部ユーザーのみがアクセスできる機能です。
pt: Funcionalidade apenas acessível a utilizadores internos.
pt_br: Funcionalidade acessível apenas para usuários internos.
tr: Sadece dahili kullanıcılar için erişilebilir özellik.
zh_tw: 僅內部使用者可存取此功能。

source: Google Workspace Provider User
es: Usuario Proveedor de Google Workspace
fi_fi: Google Workspace -palveluntarjoajan käyttäjä
ja_jp: Google Workspace プロバイダー ユーザー
pt: Utilizador do provedor Google Workspace
pt_br: Usuário do Provedor Google Workspace
tr: Google Workspace Sağlayıcı Kullanıcısı
zh_tw: Google Workspace 供應程式使用者

source: Google Workspace Provider Users
es: Usuarios Proveedores de Google Workspace
fi_fi: Google Workspace -palveluntarjoajan käyttäjät
ja_jp: Google Workspace プロバイダー ユーザー
pt: Utilizadores do provedor Google Workspace
pt_br: Usuários do Provedor Google Workspace
tr: Google Workspace Sağlayıcı Kullanıcıları
zh_tw: Google Workspace 供應程式使用者

source: Google Workspace Provider Group
es: Grupo Proveedor de Google Workspace
fi_fi: Google Workspace -palveluntarjoajan ryhmä
ja_jp: Google Workspace プロバイダーグループ
pt: Grupo do provedor Google Workspace
pt_br: Grupo do Provedor Google Workspace
tr: Google Workspace Sağlayıcı Grubu
zh_tw: Google Workspace 供應程式群組

source: Google Workspace Provider Groups
es: Grupos Proveedores de Google Workspace
fi_fi: Google Workspace -palveluntarjoajan ryhmät
ja_jp: Google Workspace プロバイダーグループ
pt: Grupos do provedor Google Workspace
pt_br: Grupos do Provedor Google Workspace
tr: Google Workspace Sağlayıcı Grupları
zh_tw: Google Workspace 供應程式群組

source: Property mappings used for group creation/updating.
es: Asignación de propiedades utilizadas para la creación/actualización de grupos.
fi_fi: Ominaisuuskytkennät, joita käytetään ryhmien luontiin/päivittämiseen.
ja_jp: グループの作成/更新に使用されるプロパティマッピング。
pt: Mapeamentos de propriedades utilizados para a criação/atualização de grupos.
pt_br: Mapeamentos de propriedades usados ​​para criação/atualização de grupos.
tr: Grup oluşturma/güncelleme için kullanılan özellik eşlemeleri.
zh_tw: 用於建立或更新群組的屬性對應。

source: Google Workspace Provider
es: Proveedor de Google Workspace
fi_fi: Google Workspace -palveluntarjoaja
ja_jp: Google Workspace プロバイダー
pt: Provedor Google Workspace
pt_br: Provedor Google Workspace
tr: Google Çalışma Alanı Sağlayıcısı
zh_tw: Google Workspace 供應程式

source: Google Workspace Providers
es: Proveedores de Google Workspace
fi_fi: Google Workspace -palveluntarjoajat
ja_jp: Google Workspace プロバイダー
pt: Provedores Google Workspace
pt_br: Provedores Google Workspace
tr: Google Workspace Sağlayıcısı
zh_tw: Google Workspace 供應程式

source: Google Workspace Provider Mapping
es: Asignación de Proveedores de Google Workspace
fi_fi: Google Workspace -palveluntarjoajan kytkentä
ja_jp: Google Workspace プロバイダーマッピング
pt: Mapeamento do provedor do Google Workspace
pt_br: Mapeamento de Provedor Google Workspace
tr: Google Workspace Sağlayıcı Eşlemesi
zh_tw: Google Workspace 供應程式映射

source: Google Workspace Provider Mappings
es: Asignaciones de Proveedores de Google Workspace
fi_fi: Google Workspace -palveluntarjoajan kytkennät
ja_jp: Google Workspace プロバイダーマッピング
pt: Mapeamentos do provedor do Google Workspace
pt_br: Mapeamentos de Provedor Google Workspace
tr: Google Workspace Sağlayıcı Eşlemeleri
zh_tw: Google Workspace 供應程式映射

source: Sync Google Workspace provider objects.
fi_fi: Synkronoi Google Workspace -palveluntarjoajan objektit.
ja_jp: Google Workspace プロバイダー オブジェクトを同期する。
pt_br: Sincronizar objetos do provedor Google Workspace.

source: Full sync for Google Workspace provider.
fi_fi: Google Workspace -palveluntarjoajan täysi synkronointi.
ja_jp: Google Workspace プロバイダーの完全同期。
pt_br: Sincronização completa para o provedor Google Workspace.
