Repository: goauthentik/authentik
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fi_fi, ja_jp, pt, pt_br, tr, zh_tw

source: Internal host SSL Validation
es: Validación SSL del host interno
fi_fi: Sisäisen osoitteen SSL-varmennus
ja_jp: 内部ホスト SSL 検証
pt: Validação SSL do host interno
pt_br: Validação SSL do host interno
tr: Dahili ana bilgisayar SSL Doğrulaması
zh_tw: 內部主機 SSL 驗證

source: Enable support for forwardAuth in traefik and nginx auth_request. Exclusive with internal_host.
es: Habilite el soporte para forwardAuth en traefik y nginx auth_request. Exclusivo con internal_host.
fi_fi: Kytke käyttöön tuki traefikin forwardAuthille ja nginx:n auth_requestille. Poissulkee internal_host-asetuksen.
ja_jp: traefik と nginx auth_request での forwardAuth サポートを有効化。internal_host と相互排他的。
pt: Ativar suporte para forwardAuth no Traefik e nginx auth_request. Exclusivo com internal_host.
pt_br: Ative o suporte para forwardAuth em traefik e nginx auth_request. Exclusivo com internal_host.
tr: Traefik ve nginx auth_request içinde forwardAuth desteğini etkinleştirin. Internal_host ile özel.
zh_tw: 啟用在 traefik 和 nginx auth_request 中對 ForwardAuth 的支援。只在 internal_host 可使用。

source: Regular expressions for which authentication is not required. Each new line is interpreted as a new Regular Expression.
es: Expresiones regulares para las que no se requiere autenticación. Cada línea nueva se interpreta como una nueva expresión regular.
fi_fi: Regular expressionit, joihin todentamista ei tarvita. Jokainen rivi tulkitaan uutena regular expressionina.
ja_jp: 認証が不要な正規表現。各新しい行は新しい正規表現として解釈されます。
pt: Expressões regulares para as quais a autenticação não é necessária. Cada nova linha é interpretada como uma nova expressão regular.
pt_br: Expressões regulares para as quais a autenticação não é necessária. Cada nova linha é interpretada como uma nova Expressão Regular.
tr: Kimlik doğrulamasının gerekli olmadığı düzenli ifadeler. Her yeni satır yeni bir Düzenli İfade olarak yorumlanır.
zh_tw: 不需要身份驗證的正規表示式。每一行各都被解釋為一個正規表示式。

source: When enabled, this provider will intercept the authorization header and authenticate requests based on its value.
es: Cuando está habilitado, este proveedor interceptará el encabezado de autorización y autenticará las solicitudes en función de su valor.
fi_fi: Kun tämä on käytössä, tämä palveluntarjoaja sieppaa valtuutusotsikkotiedon ja todentaa pyynnöt sen arvon perusteella.
ja_jp: 有効にするとこのプロバイダーは認可ヘッダーをインターセプトしその値に基づいてリクエストを認証。
pt: Quando ativado, este provedor interceptará o cabeçalho de autorização e autenticará os pedidos com base no seu valor.
pt_br: Quando ativado, esse provedor interceptará o cabeçalho de autorização e autenticará as solicitações com base em seu valor.
tr: Etkinleştirildiğinde, bu sağlayıcı yetkilendirme başlığını keser ve değerine göre isteklerin kimliğini doğrular.
zh_tw: 當啟用時，此供應商將攔截授權標頭並根據其值對請求進行身份驗證。

source: Set HTTP-Basic Authentication
es: Establecer la autenticación básica de HTTP
fi_fi: Aseta HTTP-Basic Authentication
ja_jp: HTTP-Basic 認証を設定
pt: Definir Autenticação HTTP-Basic
pt_br: Definir autenticação básica HTTP
tr: HTTP-Temel Kimlik Doğrulamasını Ayarla
zh_tw: 設定 HTTP 基本身份認證

source: Set a custom HTTP-Basic Authentication header based on values from authentik.
es: Establezca un encabezado de autenticación básica HTTP personalizado en función de los valores de authentik.
fi_fi: Aseta mukautettu HTTP-Basic Authentication -otsikkotieto authentikista tulevien arvojen perusteella.
ja_jp: authentikからの値に基づいたHTTP Basic認証のカスタムヘッダーを設定する。
pt: Definir um cabeçalho personalizado de Autenticação HTTP-Basic com base nos valores do authentik.
pt_br: Defina um cabeçalho de autenticação HTTP-Basic personalizado com base nos valores de authentik.
tr: Authentik'teki değerleri temel alan özel bir HTTP-Temel Kimlik Doğrulama başlığı ayarlayın.
zh_tw: 透過 authentik 設定的值客製化 HTTP 基本身份驗證的標頭。

source: HTTP-Basic Username Key
es: Clave de nombre de usuario básica HTTP
fi_fi: HTTP-Basic käyttäjätunnuksen avain
ja_jp: HTTP-Basic ユーザー名キー
pt: Chave de nome de utilizador HTTP-Basic
pt_br: Chave de nome de usuário básica HTTP
tr: HTTP-Basic Kullanıcı Adı Anahtarı
zh_tw: HTTP 基本身份驗證的使用者名鍵值

source: User/Group Attribute used for the user part of the HTTP-Basic Header. If not set, the user's Email address is used.
es: Atributo de usuario/grupo utilizado para la parte de usuario del encabezado HTTP-Basic. Si no se establece, se utiliza la dirección de correo electrónico del usuario.
fi_fi: Käyttäjän tai ryhmän attribuutti, jota käytetään HTTP-Basic -otsikkotiedon käyttäjäosassa. Jos tätä ei ole asetettu, käytetään käyttäjän sähköpostiosoitetta.
ja_jp: HTTP-Basic ヘッダーのユーザー部分に使用されるユーザー/グループ属性。設定されない場合はユーザーのメールアドレスが使用される。
pt: Atributo de Utilizador/Grupo utilizado para a parte do utilizador do cabeçalho HTTP-Basic. Se não for definido, é utilizado o endereço de e-mail do utilizador.
pt_br: Usuário/Grupo Atributo usado para a parte do usuário do cabeçalho HTTP-Basic. Se não for definido, o endereço de e-mail do usuário será usado.
tr: HTTP-Basic Üstbilgisinin kullanıcı bölümü için kullanılan Kullanıcı/Grup Özniteliği. Ayarlanmazsa, kullanıcının E-posta adresi kullanılır.
zh_tw: 用於 HTTP 基本認證標頭中，使用者區塊中的使用者/群組特徵項。如果未設定則套用使用者的電子郵件地址。

source: HTTP-Basic Password Key
es: Clave de Contraseña Básica HTTP
fi_fi: HTTP-Basic salasanan avain
ja_jp: HTTP-Basic パスワードキー
pt: Chave de palavra-passe HTTP-Basic
pt_br: Chave de senha básica HTTP
tr: HTTP-Temel Parola Anahtarı
zh_tw: HTTP 基本身份驗證的密碼鍵值

source: User/Group Attribute used for the password part of the HTTP-Basic Header.
es: Atributo del usuario/grupo utilizado para la parte de contraseña del encabezado HTTP-Basic.
fi_fi: Käyttäjän tai ryhmän attribuutti, jota käytetään HTTP-Basic -otsikkotiedon salasanaosassa.
ja_jp: ユーザー/グループ属性はHTTPのBasicヘッダーの一部のパスワード部分に使用されます。
pt: Atributo de Utilizador/Grupo utilizado para a parte da palavra-passe do cabeçalho HTTP-Basic.
pt_br: Atributo do Usuário/Grupo utilizado para a seção da senha do Cabeçalho HTTP-Basic.
tr: HTTP-Basic Üstbilgisinin parola kısmı için kullanılan Kullanıcı/Grup Özniteliği.
zh_tw: 用於 HTTP 基本認證標頭中，密碼區塊中的使用者/群組特徵項。

source: Proxy Provider
es: Proveedor de Proxy
fi_fi: Välityspalveluntarjoaja
ja_jp: プロキシプロバイダー
pt: Provedor de Proxy
pt_br: Provedor de proxy
tr: Vekil Sağlayıcı
zh_tw: 代理伺服器供應商

source: Proxy Providers
es: Proveedores de Proxy
fi_fi: Välityspalveluntarjoajat
ja_jp: プロキシプロバイダー
pt: Provedores de Proxy
pt_br: Provedores de proxy
tr: Vekil Sağlayıcılar
zh_tw: 代理伺服器供應商

source: Terminate session on Proxy outpost.
fi_fi: Katkaise istunto välityspalvelutukikohdasta.
ja_jp: Proxy Outpost でセッションを終了。
pt_br: Encerrar sessão no outpost Proxy

source: Determines how long a session lasts. Default of 0 means that the sessions lasts until the browser is closed. (Format: hours=-1;minutes=-2;seconds=-3)
es: Determina la duración de una sesión. El valor predeterminado de 0 significa que las sesiones duran hasta que se cierra el navegador. (Formato: horas = -1; minutos = -2; segundos = -3)
fi_fi: Määrittää istunnon keston. Oletusarvo 0 tarkoittaa, että istunto kestää kunnes selain suljetaan. (Muoto: hours=-1;minutes=-2;seconds=-3)
ja_jp: セッションの長さを決定。デフォルト 0 はセッションがブラウザを閉じるまで継続することを意味（形式: hours=-1;minutes=-2;seconds=-3）
pt: Determina a duração de uma sessão. A predefinição de 0 significa que as sessões duram até o browser ser fechado. (Formato: hours=-1;minutes=-2;seconds=-3)
pt_br: Determina a duração de uma sessão. O padrão de 0 significa que as sessões duram até que o navegador seja fechado. (Formato: horas=-1;minutos=-2;segundos=-3)
tr: Bir oturumun ne kadar süreceğini belirler. Varsayılan 0 değeri, oturumların tarayıcı kapatılana kadar süreceği anlamına gelir. (Biçim: saat=-1;dakika=-2;saniye=-3)
zh_tw: 確定會談持續多久。預設值為 0 表示會談會持續到關閉瀏覽器為止。（格式：hours=-1;minutes=-2;seconds=-3）

source: When set to true, connection tokens will be deleted upon disconnect.
es: Cuando es verdadero, los tokens de conexión serán eliminados al desconectarse.
fi_fi: Kun asetettu arvoon tosi, yhteystunnisteet poistetaan yhteyden katkaisemisen yhteydessä.
ja_jp: true に設定すると、切断時に接続トークンが削除されます。
pt: Quando definido como verdadeiro, os tokens de ligação serão eliminados ao terminar a ligação.
pt_br: Quando definido para true, tokens de conexão serão deletados ao desconectar.
tr: true olarak ayarlandığında, bağlantı kesildiğinde bağlantı jetonları silinecektir.
zh_tw: 啟用後，連線權杖將在斷開連線時刪除。

source: RAC Provider
es: Proveedor de RAC
fi_fi: RAC-palveluntarjoaja
ja_jp: RAC プロバイダー
pt: Provedor RAC
pt_br: Provedor RAC
tr: RAC Sağlayıcısı
zh_tw: RAC 供應程式

source: RAC Providers
es: Proveedores de RAC
fi_fi: RAC-palveluntarjoajat
ja_jp: RAC プロバイダー
pt: Provedores RAC
pt_br: Provedores RAC
tr: RAC Sağlayıcıları
zh_tw: RAC 供應程式

source: RAC Endpoint
es: Punto de Conexión de RAC
fi_fi: RAC-päätepiste
ja_jp: RAC エンドポイント
pt: Ponto de ligação RAC
pt_br: Endpoint RAC
tr: RAC Uç Noktası
zh_tw: RAC 端點

source: RAC Endpoints
es: Puntos de Conexión de RAC
fi_fi: RAC-päätepisteet
ja_jp: RAC エンドポイント
pt: Pontos de lgação RAC
pt_br: Endpoints RAC
tr: RAC Uç Noktaları
zh_tw: RAC 端點

source: RAC Provider Property Mapping
es: Asignación de Propiedades de Proveedor de RAC
fi_fi: RAC-palveluntarjoajan ominaisuuskytkentä
ja_jp: RAC プロバイダープロパティマッピング
pt: Mapeamento de propriedades do provedor de RAC
pt_br: Mapeamento de Propriedade do Provedor RAC
tr: RAC Sağlayıcı Özellik Eşlemesi

source: RAC Provider Property Mappings
es: Asignaciones de Propiedades de Proveedor de RAC
fi_fi: RAC-palveluntarjoajan ominaisuuskytkennät
ja_jp: RAC プロバイダープロパティマッピング
pt: Mapeamentos de propriedades do provedor de RAC
pt_br: Mapeamentos de Propriedade do Provedor RAC
tr: RAC Sağlayıcı Özellik Eşlemeleri

source: RAC Connection token
es: Token de Conexión de RAC
fi_fi: RAC-yhteystunniste
ja_jp: RAC 接続トークン
pt: Token de ligação RAC
pt_br: Token de Conexão RAC
tr: RAC Bağlantı jetonu
zh_tw: RAC 連線權杖

source: RAC Connection tokens
es: Tokens de Conexión de RAC
fi_fi: RAC-yhteystunnisteet
ja_jp: RAC 接続トークン
pt: Tokens de ligação RAC
pt_br: Tokens de Conexão RAC
tr: RAC Bağlantı jetonları
zh_tw: RAC 連線權杖

source: Maximum connection limit reached.
es: Límite máximo de conexiones alcanzado.
fi_fi: Yhteyksien enimmäismäärä saavutettu.
ja_jp: 最大接続数の制限を超えました。
pt: Limite máximo de ligação atingido.
pt_br: Limite máximo de conexões atingido.
tr: Maksimum bağlantı sınırına ulaşıldı.
zh_tw: 已達到最大連線限制。

source: (You are already connected in another tab/window)
es: (Ya estás conectado en otra pestaña/ventana)
fi_fi: (Olet jo yhteydessä toisen selainvälilehden tai -ikkunan kautta)
ja_jp: (別のタブ/ウィンドウで既に接続されています)
pt: (Já está ligado noutro separador/janela)
pt_br: (Você já está conectado em outra aba/janela)
tr: (Zaten başka bir sekmede/pencerede bağlısınız)
zh_tw: （您已在另一個分頁/窗口中連線了）

source: Shared secret between clients and server to hash packets.
es: Secreto compartido entre clientes y servidor para hashear paquetes.
fi_fi: Asiakkaiden ja palvelimen välillä jaettu salausavain, jolla lasketaan pakettien tiivisteitä.
ja_jp: パケットをハッシュするためのクライアントとサーバー間の共有シークレット。
pt: Segredo partilhado entre clientes e servidor para fazer o hash dos pacotes.
pt_br: Secret compartilhado entre clientes e servidor para fazer hash de pacotes.
tr: Paketleri özetlemek için istemciler ve sunucu arasında paylaşılan şifre.
zh_tw: 用於用戶端與伺服器之間封包雜湊處理的共享金鑰。

source: List of CIDRs (comma-separated) that clients can connect from. A more specific CIDR will match before a looser one. Clients connecting from a non-specified CIDR will be dropped.
es: Lista de CIDR (separados por comas) desde los que los clientes pueden conectarse. Un CIDR más específico coincidirá antes que uno menos preciso. Los clientes que se conecten desde un CIDR no especificado serán descartados.
fi_fi: Pilkuilla erotettu lista CIDR-alueista, joista asiakkaat voivat muodostaa yhteyksiä. Rajatumpia CIDR-alueita käytetään vertailussa ennen laajempia aluetta. Yhteydet, joita yritetään muodostaa muista CIDR-alueista estetään.
ja_jp: クライアントが接続可能な CIDR のリスト（カンマ区切り）。より具体的な CIDR がより緩い CIDR より先にマッチ。指定されていない CIDR から接続するクライアントは削除されます""クライアントが接続できる CIDR のリスト (カンマ区切り)。より具体的な CIDR は、より緩い CIDR よりも先に一致します。指定されていない CIDR から接続するクライアントはドロップされます。
pt: Lista de CIDRs (separados por vírgulas) a partir da qual os clientes se podem ligar. Um CIDR mais específico será correspondido antes de um mais flexível. Os clientes que se ligarem a partir de um CIDR não especificado serão rejeitados.
pt_br: Lista de CIDRs (separados por vírgula) dos quais os clientes podem se conectar. Um CIDR mais específico corresponderá antes de um mais flexível. Os clientes que se conectarem a partir de um CIDR não especificado serão descartados.
tr: İstemcilerin bağlanabileceği CIDR'lerin (virgülle ayrılmış) listesi. Daha spesifik bir CIDR, daha gevşek bir CIDR'den önce eşleşecektir. Belirtilmemiş bir CIDR'den bağlanan istemciler düşürülecektir.
zh_tw: 在其之中的用戶端可以連線的 CIDR 列表（以逗號分隔）。更具體的 CIDR 會在較寬鬆的 CIDR 之前優先套用。來自未指定 CIDR 的用戶端連線將被拒絕。

source: Radius Provider
es: Proveedor de Radius
fi_fi: Radius-palveluntarjoaja
ja_jp: Radiusプロバイダー
pt: Provedor Radius
pt_br: Provedor Radius
tr: Radius Sağlayıcısı
zh_tw: Radius 供應商

source: Radius Providers
es: Proveedores de Radius
fi_fi: Radius-palveluntarjoajat
ja_jp: Radius プロバイダー
pt: Provedores Radius
pt_br: Provedores Radius
tr: Radius Sağlayıcıları
zh_tw: Radius 供應商

source: Radius Provider Property Mapping
es: Asignación de Propiedades de Proveedor de Radius
fi_fi: Radius-palveluntarjoajan ominaisuuskytkentä
ja_jp: Radius プロバイダープロパティマッピング
pt: Mapeamento de propriedades do provedor Radius
pt_br: Mapeamento de Propriedade do Provedor Radius
tr: Radius Sağlayıcısı Özellik Eşlemesi

source: Radius Provider Property Mappings
es: Asignaciones de Propiedades de Proveedor de Radius
fi_fi: Radius-palveluntarjoajan ominaisuuskytkennät
ja_jp: Radius プロバイダープロパティマッピング
pt: Mapeamentos de propriedades do provedor Radius
pt_br: Mapeamentos de Propriedade do Provedor Radius
tr: Radius Sağlayıcısı Özellik Eşlemeleri

source: With a signing keypair selected, at least one of 'Sign assertion' and 'Sign Response' must be selected.
es: Con un par de claves de firma seleccionado, se debe seleccionar al menos una de las opciones 'Firmar Aserción' y 'Firmar Respuesta'.
fi_fi: Kun allekirjoitusavainpari on valittu, ainakin yksi vaihtoehdoista 'Allekirjoita väite' ja 'Allekirjoita vastaus' täytyy olla valittuna.
ja_jp: 署名キーペアが選択されている場合、'Sign assertion' と 'Sign Response' の少なくとも 1 つを選択する必要があります。
pt: Com um par de chaves de assinatura selecionado, pelo menos uma das opções “Assinar asserção” e “Assinar resposta” deve ser selecionada.
pt_br: Com um par de chaves de assinatura selecionado, pelo menos uma das opções 'Assinar assertion' e 'Assinar Response' deve ser selecionada.
tr: Bir imzalama anahtar çifti seçildiğinde, 'Sign assertion' ve 'Sign Response' seçeneklerinden en az biri seçilmelidir.

source: Invalid XML Syntax
es: Sintaxis XML no válida
fi_fi: Virhe XML-syntaksissa
ja_jp: 無効な XML 構文
pt: Sintaxe HTML inválida
pt_br: Sintaxe XML inválida
tr: Geçersiz XML Sözdizimi
zh_tw: 無效的 XML 語法

source: Failed to import Metadata: {messages}
es: No se pudieron importar los Metadatos: {messages}
fi_fi: Metatietojen tuonti epäonnistui: {messages}
ja_jp: メタデータのインポートに失敗しました: {messages}
pt: Falha na importação de metadados: {messages}
pt_br: Falha ao importar Metadata: {messages}
tr: Meta Veriler içe aktarılamadı: {messages}
zh_tw: 無法詮釋資料匯入：{messages}

source: ACS URL
es: URL
pt: URL ACS
pt_br: URL ACS
zh_tw: ACS 網址

source: Service Provider Binding
es: Vinculación de Proveedor de Servicio
fi_fi: Palveluntarjoajaliitos
ja_jp: サービスプロバイダーバインディング
pt: Associação de provedores de serviços
pt_br: Vinculação do Provedor de Serviços
tr: Servis Sağlayıcı Bağlama
zh_tw: 服務供應商附加

source: This determines how authentik sends the response back to the Service Provider.
es: Esto determina cómo authentik envía la respuesta al Proveedor de Servicios.
fi_fi: Tämä määrittää, kuinka authentik lähettää vastauksen takaisin palveluntarjoajalle.
ja_jp: authentik がレスポンスをサービスプロバイダーに送信する方法を決定します。
pt: Determina a forma como o authentik envia a resposta de volta para o provedor de serviços.
pt_br: Isso determina como o authentik envia a resposta de volta ao provedor de serviços.
tr: Bu, authentik'in yanıtı Servis Sağlayıcıya nasıl geri göndereceğini belirler.
zh_tw: 這決定了 authentik 如何將回應發送回服務供應商。

source: Value of the audience restriction field of the assertion. When left empty, no audience restriction will be added.
es: Valor del campo de restricción de audiencia de la aserción. Si se deja vacío, no se agregará ninguna restricción de audiencia.
fi_fi: Väitteen yleisörajoituskentän arvo. Jos tämä jätetään tyhjäksi, yleisörajoitusta ei lisätä.
ja_jp: アサーションのオーディエンス制限フィールドの値。空の場合、オーディエンス制限は追加されません。
pt: Valor do campo de restrição de audiência da asserção. Quando deixado em branco, nenhuma restrição de audiência será adicionada.
pt_br: Valor do campo de restrição de público da asserção. Quando deixado em branco, nenhuma restrição de público será adicionada.
tr: Onaylamadaki izleyici kısıtlaması alanının değeri. Boş bırakıldığında, herhangi bir hedef kitle kısıtlaması eklenmez.
zh_tw: 斷言的目標對象來源限制欄位的值。當未設定時將不會對任何目標對象進行限制。

source: Also known as EntityID
es: También conocido como EntityID
fi_fi: Tunnetaan myös nimellä EntityID
ja_jp: EntityID とも呼ばれる
pt: Também conhecido como EntityID.
pt_br: Também conhecido como EntityID
tr: EntityID olarak da bilinir
zh_tw: 也稱為 EntityID

source: SLS URL
pt_br: URLs SLS

source: Single Logout Service URL where the logout response should be sent.
fi_fi: Kertauloskirjautumispalvelun (Single Logout Service) URL, johon uloskirjautuminen tulisi lähettää.
ja_jp: ログアウト レスポンスを送信するシングルログアウト サービス URL。
pt_br: Único URL de Serviço de Logout para onde a resposta de logout deveria ser enviada.

source: SLS Binding
fi_fi: SLS-liitos
ja_jp: SLS バインディング
pt_br: Vínculo SLS

source: This determines how authentik sends the logout response back to the Service Provider.
fi_fi: Tämä määrittää, kuinka authentik lähettää uloskirjautumisvastauksen takaisin palveluntarjoajalle.
ja_jp: authentik がログアウトレスポンスをサービスプロバイダーに送信する方法を決定します。
pt_br: Isso determina como o authentik envia a resposta de logout de volta para o Service Provider.

source: Method to use for logout. Front-channel iframe loads all logout URLs simultaneously in hidden iframes. Front-channel native uses your active browser tab to send post requests and redirect to providers. Back-channel sends logout requests directly from the server without user interaction (requires POST SLS binding).
fi_fi: Uloskirjautumiseen käytettävä menetelmä. Etukanavan iframe avaa kerralla kaikki uloskirjautumis-URLit piilotettuihin iframeihin. Natiivi etukanava lähettää post-pyyntöjä ja uudelleenohjauksia palveluntarjoajille aktiivisessa selaimen välilehdessä. Taustakanava lähettää uloskirjautumispyynnöt suoraan palvelimelta palvelimelle ilman käyttäjän toimintaa (vaatii POST SLS -kytkennän).
ja_jp: ログアウトに使用する方法。フロントチャネル iframe は非表示 iframe ですべてのログアウト URL を同時にロード。フロントチャネルネイティブはアクティブなブラウザタブを使用してポストリクエストを送信しプロバイダーにリダイレクト。バックチャネルはサーバーからログアウトリクエストを直接送信（POST SLS バインディングが必須）
pt_br: Método a ser usado para o logout. O Front-channel iframe carrega todos os URLs de logout simultaneamente em iframes ocultos. O Front-channel native usa a aba ativa do seu navegador para enviar requisições POST e redirecionar para os provedores. O Back-channel envia as requisições de logout diretamente do servidor, sem interação do usuário (requer POST SLS binding).

source: NameID Property Mapping
es: Asignación de Propiedades de NameID
fi_fi: NameID-ominaisuuden kytkentä
ja_jp: NameID プロパティマッピング
pt: Mapeamento da propriedade NameID
pt_br: Mapeamento da propriedade NameID
tr: NameID Özellik Eşlemesi
zh_tw: NameID 屬性對應

source: Configure how the NameID value will be created. When left empty, the NameIDPolicy of the incoming request will be considered
es: Configurar cómo se creará el valor NameID. Si se deja vacío, se considerará el NameIDPolicy de la solicitud entrante.
fi_fi: Määritä, kuinka NameID:n arvo luodaan. Jos tämä jätetään tyhjäksi, käytetään sisääntulevan pyynnön NameIDPolicy-kentän arvoa.
ja_jp: NameID 値の作成方法を設定。空の場合、受信リクエストの NameIDPolicy が考慮されます
pt: Configura a forma como o valor NameID será criado. Quando deixado em branco, será considerada a NameIDPolicy do pedido de entrada
pt_br: Configure como o valor NameID será criado. Quando deixado em branco, o NameIDPolicy da solicitação recebida será considerado
tr: NameID değerinin nasıl oluşturulacağını yapılandırın. Boş bırakıldığında, gelen isteğin NameIDPolicy'si dikkate alınacaktır
zh_tw: 設定 NameID 值建立的方式。如果未設定則會使用傳入請求中的 NameIDPolicy。

source: AuthnContextClassRef Property Mapping
es: Asignación de Propiedades de AuthnContextClassRef
fi_fi: AuthnContextClassRef-ominaisuuskytkentä
ja_jp: AuthnContextClassRef プロパティマッピング
pt: Mapeamento da propriedade AuthnContextClassRef
pt_br: Mapeamento de Propriedade AuthnContextClassRef

source: Configure how the AuthnContextClassRef value will be created. When left empty, the AuthnContextClassRef will be set based on which authentication methods the user used to authenticate.
es: Configura cómo se creará el valor de AuthnContextClassRef. Si se deja vacío, el AuthnContextClassRef se establecerá según los métodos de autenticación que el usuario haya utilizado para autenticarse.
fi_fi: Määritä, kuinka AuthnContextClassRef-arvo luodaan. Kun tämä jätetään tyhjäksi, AuthnContextClassRef asetetaan käyttäjän todentamisessa käyttämien todentamismenetelmien mukaan.
ja_jp: AuthnContextClassRef 値の作成方法を設定。空の場合、AuthnContextClassRef はユーザーが認証に使用した認証方法に基づいて設定されます。
pt: Configura a forma como o valor AuthnContextClassRef será criado. Quando deixado em branco, o AuthnContextClassRef será definido com base nos métodos de autenticação que o utilizador utilizou para se autenticar.
pt_br: Configurar como o valor de AuthnContextClassRef será criado. Quando vazio, o AuthnContextClassRef será definido com base nos métodos de autenticação usados pelo usuário.

source: Assertion valid not before current time + this value (Format: hours=-1;minutes=-2;seconds=-3).
es: Aserción válida no antes de la hora actual + este valor (Formato: hours=-1;minutes=-2;seconds=-3).
fi_fi: Väite ei ole voimassa ennen tätä hetkeä lisättynä tällä arvolla (Muoto: hours=-1;minutes=-2;seconds=-3).
ja_jp: アサーション有効期限開始は現在時刻 + この値（形式: hours=-1;minutes=-2;seconds=-3）。
pt: Asserção válida não antes da hora atual + este valor (Formato: hours=-1;minutes=-2;seconds=-3).
pt_br: Asserção válida não antes da hora atual + este valor (Formato: horas=-1;minutos=-2;segundos=-3).
tr: Geçerli saat + bu değerden önce geçerli olmayan onay (Biçim: saat=-1;dakika=-2;saniye=-3).
zh_tw: 斷言的有效起始時間是當前時間加上此值（格式：hours=-1;minutes=-2;seconds=-3）。

source: Assertion not valid on or after current time + this value (Format: hours=1;minutes=2;seconds=3).
es: La aserción no es válida en o después de la hora actual + este valor (Formato: horas = 1; minutos = 2; segundos = 3).
fi_fi: Väite ei ole voimassa tänä hetkenä lisättynä tällä arvolla (Muoto: hours=-1;minutes=-2;seconds=-3).
ja_jp: 現在時刻+この値以上のアサーションは無効です(形式: hours=1;minutes=2;seconds=3)。
pt: A asserção não é válida na ou após a hora atual + este valor (Formato: hours=1;minutes=2;seconds=3).
pt_br: Asserção inválida a partir da hora atual + este valor (Formato: horas=1;minutos=2;segundos=3).
tr: Onay işlemi geçerli saat+bu değerden sonra geçerli değil (Biçim: hours=1; Dakika=2; ikinci=3).
zh_tw: 斷言的有效期限為當前時間加上此值（格式：hours=1;minutes=2;seconds=3）。
