Repository: goauthentik/authentik
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fi_fi, ja_jp, pt, pt_br, tr, zh_tw

source: Sync a direct object (user, group) for Google Workspace provider.
fi_fi: Synkronoi suoraan kytketty objekti (käyttäjä, ryhmä) Google Workspace -palveluntarjoajalla.
ja_jp: Google Workspaceプロバイダー用の直接オブジェクト（ユーザー、グループ）を同期。
pt_br: Sincronizar um registro direto (usuário, grupo) do provedor Google Workspace

source: Dispatch syncs for a direct object (user, group) for Google Workspace providers.
fi_fi: Käynnistä suoraan kytketyn objektin (käyttäjä, ryhmä) synkronoinnit Google Workspace -palveluntarjoajille.
ja_jp: Google Workspace プロバイダー用の直接オブジェクト（ユーザー、グループ）の同期をディスパッチ。
pt_br: Despachar sincronizações para um registro direto (usuário, grupo) do provedor Google Workspace.

source: Sync a related object (memberships) for Google Workspace provider.
fi_fi: Sykronoi liittyvä objekti (jäsenyydet) Google Workspace -palveluntarjoajalla.
ja_jp: Google Workspace プロバイダーの関連オブジェクト（メンバーシップ）を同期します。
pt_br: Sincronizar um registro relacionado (associações) do provedor Google Workspace.

source: Dispatch syncs for a related object (memberships) for Google Workspace providers.
fi_fi: Käynnistä liittyvän objektin (jäsenyydet) synkronoinnit Google Workspace -palveluntarjoajille.
ja_jp: Google Workspace プロバイダー向けの関連オブジェクト（メンバーシップ）のディスパッチ同期。
pt_br: Despachar sincronizações para um registro relacionado (associações) do provedor Google Workspace.

source: Microsoft Entra Provider User
es: Usuario Proveedor de Microsoft Entra
fi_fi: Microsoft Entra -palveluntarjoajan käyttäjä
ja_jp: Microsoft Entra プロバイダーユーザー
pt: Utilizador do provedor Microsoft Entra
pt_br: Usuário do Provedor Microsoft Entra
tr: Microsoft Entra Sağlayıcı Kullanıcısı
zh_tw: Microsoft Entra 供應程式使用者

source: Microsoft Entra Provider Group
es: Grupo Proveedor de Microsoft Entra
fi_fi: Microsoft Entra -palveluntarjoajan ryhmä
ja_jp: Microsoft Entra プロバイダーグループ
pt: Grupo do provedor Microsoft Entra
pt_br: Grupo do Provedor Microsoft Entra
tr: Microsoft Entra Sağlayıcı Grubu
zh_tw: Microsoft Entra 供應程式群組

source: Microsoft Entra Provider Groups
es: Grupos Proveedores de Microsoft Entra
fi_fi: Microsoft Entra -palveluntarjoajan ryhmät
ja_jp: Microsoft Entra プロバイダーグループ
pt: Grupos do provedor Microsoft Entra
pt_br: Grupos do Provedor Microsoft Entra
tr: Microsoft Entra Sağlayıcı Grupları
zh_tw: Microsoft Entra 供應程式群組

source: Microsoft Entra Provider
es: Proveedor de Microsoft Entra
fi_fi: Microsoft Entra -palveluntarjoaja
ja_jp: Microsoft Entra プロバイダー
pt: Provedor Microsoft Entra
pt_br: Provedor Microsoft Entra
tr: Microsoft Entra Sağlayıcısı
zh_tw: Microsoft Entra 供應程式

source: Microsoft Entra Providers
es: Proveedores de Microsoft Entra
fi_fi: Microsoft Entra -palveluntarjoajat
ja_jp: Microsoft Entra プロバイダー
pt: Provedores Microsoft Entra
pt_br: Provedores Microsoft Entra
tr: Microsoft Entra Sağlayıcıları
zh_tw: Microsoft Entra 供應程式

source: Microsoft Entra Provider Mapping
es: Asignación de Proveedor de Microsoft Entra
fi_fi: Microsoft Entra -palveluntarjoajan kytkentä
ja_jp: Microsoft Entra プロバイダーマッピング
pt: Mapeamento do provedor Microsoft Entra
pt_br: Mapeamento de Provedor Microsoft Entra
tr: Microsoft Entra Sağlayıcı Eşlemesi
zh_tw: Microsoft Entra 供應程式映射

source: Microsoft Entra Provider Mappings
es: Asignaciones de Proveedores de Microsoft Entra
fi_fi: Microsoft Entra -palveluntarjoajan kytkennät
ja_jp: Microsoft Entra プロバイダーマッピング
pt: Mapeamentos do provedor Microsoft Entra
pt_br: Mapeamentos de Provedor Microsoft Entra
tr: Microsoft Entra Sağlayıcı Eşlemeleri
zh_tw: Microsoft Entra 供應程式映射

source: Sync Microsoft Entra provider objects.
fi_fi: Synkronoi Microsoft Entra -palveluntarjoajan objektit.
ja_jp: Microsoft Entra プロバイダーオブジェクトと同期する。
pt_br: Sincronizar objetos do provedor Microsoft Entra.

source: Full sync for Microsoft Entra provider.
fi_fi: Microsoft Entra -palveluntarjoajan täysi synkronointi.
ja_jp: Microsoft Entra プロバイダーオブジェクトと完全同期する。
pt_br: Sincronização completa para o provedor Microsoft Entra.

source: Sync a direct object (user, group) for Microsoft Entra provider.
fi_fi: Synkronoi suoraan kytketty objekti (käyttäjä, ryhmä) Microsoft Entra -palveluntarjoajalla.
ja_jp: Microsoft Entraプロバイダー用の直接オブジェクト（ユーザー、グループ）を同期。
pt_br: Sincronizar um registro direto (usuário, grupo) do provedor Microsoft Entra

source: Dispatch syncs for a direct object (user, group) for Microsoft Entra providers.
fi_fi: Käynnistä suoraan kytketyn objektin (käyttäjä, ryhmä) synkronoinnit Microsoft Entra -palveluntarjoajille.
ja_jp: Microsoft Entra プロバイダー用の直接オブジェクト（ユーザー、グループ）の同期をディスパッチ。
pt_br: Despachar sincronizações para um registro direto (usuário, grupo) do provedor Microsoft Entra.

source: Sync a related object (memberships) for Microsoft Entra provider.
fi_fi: Sykronoi liittyvä objekti (jäsenyydet) Microsoft Entra -palveluntarjoajalla.
ja_jp: Microsoft Entra プロバイダーの関連オブジェクト（メンバーシップ）を同期します。
pt_br: Sincronizar um registro relacionado (associações) do provedor Microsoft Entra.

source: Dispatch syncs for a related object (memberships) for Microsoft Entra providers.
fi_fi: Käynnistä liittyvän objektin (jäsenyydet) synkronoinnit Microsoft Entra -palveluntarjoajille.
ja_jp: Microsoft Entra プロバイダーの関連オブジェクト（メンバーシップ）をディスパッチ同期します。
pt_br: Despachar sincronizações para um registro relacionado (associações) do provedor Microsoft Entra.

source: Enterprise is required to use EAP-TLS.
fi_fi: EAP-TLS:n käyttöön tarvitaan Enterprise-versiota.
ja_jp: EAP-TLSを使用するにはエンタープライズが必要です。
pt_br: Enterprise é necessário para usar EAP-TLS.

source: Enterprise is required to use the OAuth mode.
fi_fi: OAuth-tilan käyttöön tarvitaan Enterprise-versiota.
ja_jp: OAuthモードを使用するにはエンタープライズが必要です。
pt_br: Enterprise é necessário para usar o modo OAuth.

source: Signing Key
es: Clave de firma
fi_fi: Allekirjoitusavain
ja_jp: 署名キー
pt: Chave de assinatura
pt_br: Chave de Assinatura
tr: İmzalama Anahtarı
zh_tw: 簽署金鑰

source: Key used to sign the SSF Events.
es: Clave utilizada para firmar los eventos SSF.
fi_fi: Avain, jota käytetään SSF-tapahtumien allekirjoittamiseen.
ja_jp: SSFイベントに署名するために使用されるキー。
pt: Chave utilizada para assinar os eventos SSF.
pt_br: Chave utilizada para assinar os eventos SSF.

source: Shared Signals Framework Provider
es: Proveedor del Marco de Señales Compartidas
fi_fi: Shared Signals Framework -palveluntarjoaja
ja_jp: 共有シグナルフレームワークプロバイダー
pt: Provedor de Shared Signals Framework
pt_br: Provedor de Shared Signals Framework

source: Shared Signals Framework Providers
es: Proveedores del Marco de Señales Compartidas
fi_fi: Shared Signals Framework -palveluntarjoajat
ja_jp: 共有シグナルフレームワークプロバイダー
pt: Provedores de Shared Signals Framework
pt_br: Provedores de Shared Signals Framework

source: Add stream to SSF provider
es: Agregar flujo de datos al proveedor SSF
fi_fi: Lisää stream SSF-palveluntarjoajaan
ja_jp: SSFプロバイダーにストリームを追加
pt: Adicionar fluxo ao fornecedor SSF
pt_br: Adicionar stream ao fornecedor SSF

source: SSF Stream
es: Flujo de Datos SSF
ja_jp: SSFストリーム
pt: Fluxo SSF
pt_br: Stream SSF

source: SSF Streams
es: Flujos de Datos SSF
fi_fi: SSF-streamit
ja_jp: SSFストリーム
pt: Fluxos SSF
pt_br: Streams SSF

source: SSF Stream Event
es: Evento de Flujo de Datos SSF
fi_fi: SSF-streamin tapahtuma
ja_jp: SSFストリームイベント
pt: Evento de fluxo SSF
pt_br: Evento de stream SSF

source: SSF Stream Events
es: Eventos de Flujos de Datos SSF
fi_fi: SSF-streamin tapahtumat
ja_jp: SSFストリームイベント
pt: Eventos de fluxo SSF
pt_br: Eventos de stream SSF

source: Dispatch SSF events.
fi_fi: Lähetä SSF-tapahtumia.
ja_jp: SSFイベントをディスパッチ。
pt_br: Despachar eventos SSF.

source: Send an SSF event.
fi_fi: Lähetä SSF-tapahtuma.
ja_jp: SSFイベントを送信。
pt_br: Enviar um evento SSF.

source: Data Export
pt_br: Exportação de Dados

source: Data Exports
pt_br: Exportações de Dados

source: {model_verbose_name} export generated successfully
pt_br: Exportação de {model_verbose_name} gerada com sucesso

source: Generate data export.
pt_br: Gerar exportação de dados.

source: Endpoint Authenticator Google Device Trust Connector Stage
es: Etapa de Google Device Trust Connector del Autenticador del Punto de Conexión
fi_fi: Päätepisteen todentaja Google Device Trust Connector -vaihe
ja_jp: エンドポイント認証器Google Device Trust Connectorステージ
pt: Etapa do Google Device Trust Connector do autenticador de ponto de ligação
pt_br: Etapa do Conector Google Device Trust do autenticador de endpoint.
tr: Uç Nokta Kimlik Doğrulayıcı Google Cihaz Güven Bağlayıcısı Aşaması

source: Endpoint Authenticator Google Device Trust Connector Stages
es: Etapas de Google Device Trust Connector del Autenticador del Punto de Conexión
fi_fi: Päätepisteen todentaja Google Device Trust Connector -vaiheet
ja_jp: エンドポイント認証器Google Device Trust Connectorステージ
pt: Etapas do Google Device Trust Connector do autenticador de ponto de ligação
pt_br: Etapas do Conector Google Device Trust do autenticador de endpoint.
tr: Uç Nokta Kimlik Doğrulayıcı Google Cihaz Güven Bağlayıcısı Aşamaları

source: Endpoint Device
es: Dispositivo de Punto de Conexión
fi_fi: Päätelaite
ja_jp: エンドポイントデバイス
pt: Dispositivo do ponto de ligação
pt_br: Dispositivo de endpoint.
tr: Uç Nokta Cihazı

source: Endpoint Devices
es: Dispositivos de Punto de Conexión
fi_fi: Päätelaitteet
ja_jp: エンドポイントデバイス
pt: Dispositivos do ponto de ligação
pt_br: Dispositivos de endpoint.
tr: Uç Nokta Cihazları

source: Verifying your browser...
es: Verificando tu navegador...
fi_fi: Selaintasi varmennetaan...
ja_jp: ブラウザの確認中...。
pt: A verificar o seu browser...
pt_br: Verificando seu navegador…
tr: Tarayıcınız doğrulanıyor...

source: Configure certificate authorities to validate the certificate against. This option has a higher priority than the `client_certificate` option on `Brand`.
es: Configura las autoridades certificadoras para validar el certificado. Esta opción tiene una prioridad mayor que la opción `client_certificate` en `Brand`.
fi_fi: Määritä sertifikaattien varmentajat, joita käytetään sertifikaattiin. Tällä valinnalla on korkeampi prioriteetti kuin `client_certificate` -valinnalla `Brändi`-osiossa.
ja_jp: 証明書を検証するための認証局を設定します。このオプションは `Brand` の `client_certificate` オプションより優先度が高い。
pt_br: Configurar autoridades certificadoras para validar o certificado. Esta opção tem prioridade sobre a opção client_certificate em Brand.

source: Mutual TLS Stage
es: Etapa de TLS mutuo
fi_fi: Mutual TLS -vaihe
ja_jp: 相互TLSステージ
pt_br: Etapa TLS mútua.

source: Mutual TLS Stages
es: Etapas de TLS mutuo
fi_fi: Mutual TLS -vaiheet
ja_jp: 相互TLSステージ
pt_br: Etapas TLS mútua.

source: Permissions to pass Certificates for outposts.
es: Permisos para pasar Certificados a los puestos avanzados.
fi_fi: Oikeudet sertifikaattien välittämiseen tukikohdille.
ja_jp: アウトポストへの証明書発行権限。
pt_br: Permissões para passar certificados para outposts.

source: Certificate required but no certificate was given.
es: Se requiere certificado, pero no se proporcionó ninguno.
fi_fi: Sertifikaatti tarvitaan, mutta sertifikaattia ei annettu.
ja_jp: 証明書が必要でしたが、証明書は発行されませんでした。
pt_br: Certificado obrigatório, mas nenhum certificado foi fornecido.

source: No user found for certificate.
es: No se encontró usuario para el certificado.
fi_fi: Sertifikaattia vastaavaa käyttäjää ei löytynyt.
ja_jp: 証明書に該当するユーザーが見つかりませんでした。
pt_br: Nenhum usuário encontrado pelo certificado.

source: Amount of time a user can take to return from the source to continue the flow (Format: hours=-1;minutes=-2;seconds=-3)
es: Cantidad de tiempo que un usuario puede tardar en regresar de la fuente para continuar con el flujo (Formato:hours=-1;minutes=-2;seconds=-3)
fi_fi: Kuinka kauan käyttäjä voi käyttää palatessaan lähteestä jatkamaan prosessia (Muoto: hours=-1;minutes=-2;seconds=-3)
ja_jp: ユーザーがソースから戻り、フローを継続できるまでの時間（形式: hours=-1;minutes=-2;seconds=-3）
pt: Tempo que um utilizador pode demorar a regressar da origem para continuar o fluxo (Formato: hours=-1;minutes=-2;seconds=-3)
pt_br: Quanto tempo o usuário pode demorar para retornar da origem para continuar o fluxo (Formato: hours=-1;minutes=-2;seconds=-3)
tr: Bir kullanıcının akışa devam etmek için kaynaktan geri dönmek için alabileceği süre (Format: saat=-1;dakika=-2;saniye=-3)
zh_tw: 使用者從來源返回以繼續流程所需的時間（格式：hours=-1;minutes=-2;seconds=-3）

source: Source Stage
es: Etapa Fuente
fi_fi: Lähteen vaihe
ja_jp: ソースステージ
pt: Etapa de origem
pt_br: Etapa de Origem
tr: Kaynak Aşaması
zh_tw: 來源階段

source: Source Stages
es: Etapas Fuente
fi_fi: Lähteen vaiheet
ja_jp: ソースステージ
pt: Etapas de origem
pt_br: Etapas de Origem
tr: Kaynak Aşamaları
zh_tw: 來源階段

source: Update enterprise license status.
fi_fi: Päivitä enterprise-lisenssin tila.
ja_jp: エンタープライズライセンスの状態を更新。
pt_br: Atualize o status da licença enterprise.

source: Event
es: Evento
fi_fi: Tapahtuma
ja_jp: イベント
pt: Evento
pt_br: Evento
tr: Olay
zh_tw: 事件

source: Events
es: Eventos
fi_fi: Tapahtumat
ja_jp: イベント
pt: Eventos
pt_br: Eventos
tr: Olaylar
zh_tw: 事件

source: authentik inbuilt notifications
es: notificaciones integradas de authentik
fi_fi: authentikin sisäänrakennetut notifikaatiot
ja_jp: authentik内蔵の通知
pt: notificações incorporadas authentik
pt_br: Notificações integradas do authentik
tr: authentik dahili bildirimleri
zh_tw: authentik 內建通知功能

source: Generic Webhook
es: Webhook genérico
fi_fi: Yleinen webhook
ja_jp: 一般的なWebhook
pt: Webhook genérico
pt_br: Webhook Genérico
tr: Genel Web Kancası
zh_tw: 通用 Webhook

source: Only send notification once, for example when sending a webhook into a chat channel.
es: Envía notificaciones solo una vez, por ejemplo, al enviar un webhook a un canal de chat.
fi_fi: Lähetä notifikaatio vain kerran, esimerkiksi kun lähetetään webhook-tapahtuma pikaviestinkanavalle.
ja_jp: チャットチャンネルにWebhookを送るときのような場合に、一度だけ通知を送信します。
pt: Enviar a notificação apenas uma vez, por exemplo, ao enviar um webhook para um canal de chat.
pt_br: Envie uma notificação apenas uma vez, por exemplo, ao enviar um webhook para um canal de bate-papo.
tr: Örneğin bir sohbet kanalına web kancası gönderirken yalnızca bir kez bildirim gönderin.
zh_tw: 僅發送一次通知，例如在向聊天頻道發送 Webhook 時。

source: Customize the body of the request. Mapping should return data that is JSON-serializable.
es: Personaliza el cuerpo de la solicitud. El mapeo debe devolver datos que sean serializables en JSON.
fi_fi: Mukauta pyynnön sisältöä. Kytkennän tulisi palauttaa JSON-serialisoitavaa dataa.
ja_jp: リクエストの本体をカスタマイズ。マッピングは JSON シリアライズ可能なデータを返す必要があります。
pt: Personalize o corpo do pedido. O mapeamento deve retornar dados que sejam serializáveis em JSON.
pt_br: Personalize o corpo do pedido. O mapeamento deve retornar dados que sejam serializáveis em JSON.

source: Configure additional headers to be sent. Mapping should return a dictionary of key-value pairs
es: Configura encabezados adicionales para enviar. El mapeo debe devolver un diccionario de pares clave-valor
fi_fi: Määritä lähetettäviä lisäotsikkotietoja. Kytkennän tulisi palauttaa avain-arvopareja.
ja_jp: 送信する追加ヘッダーを設定。マッピングはキーと値のペアの辞書を返す必要があります
pt: Configurar cabeçalhos adicionais a serem enviados. O mapeamento deve retornar um dicionário de pares chave-valor
pt_br: Configurar cabeçalhos adicionais a serem enviados. O mapeamento deve retornar um dicionário de pares chave-valor

source: Severity
es: Gravedad
fi_fi: Vakavuus
ja_jp: 重大性
pt: Gravidade
pt_br: Gravidade
tr: Önem derecesi
zh_tw: 嚴重程度

source: Dispatched for user
es: Se envía para el usuario
fi_fi: Lähetetty käyttäjälle
ja_jp: ユーザーに対してディスパッチされました
pt: Enviado para o utilizador
pt_br: Enviado para o usuário
tr: Kullanıcı için gönderildi
zh_tw: 為使用者分派

source: Event user
es: Evento de usuario
fi_fi: Tapahtuman käyttäjä
ja_jp: イベントユーザー
pt: Utilizador do evento
pt_br: Usuário do evento
tr: Olay kullanıcısı
zh_tw: 事件使用者

source: Notification Transport
es: Transporte de notificaciones
fi_fi: Notifikaatioväylä
ja_jp: 通知トランスポート
pt: Transporte de notificação
pt_br: Transporte de notificação
tr: Bildirim Aktarıcısı
zh_tw: 通知通道

source: Notification Transports
es: Medios de Notificación
fi_fi: Notifikaatioväylät
ja_jp: 通知トランスポート
pt: Transportes de notificação
pt_br: Transportes de notificação
tr: Bildirim Aktarıcıları
zh_tw: 通知通道

source: Notice
es: Notificación
fi_fi: Huomio
ja_jp: お知らせ
pt: Aviso
pt_br: Aviso
tr: Bilgilendirme
zh_tw: 注意

source: Warning
es: Aviso
fi_fi: Varoitus
ja_jp: 警告
pt: Advertência
pt_br: Aviso
tr: Uyarı
zh_tw: 警告

source: Alert
es: Alerta
fi_fi: Hälytys
ja_jp: アラート
pt: Alerta
pt_br: Alerta
tr: Alarm
zh_tw: 警報

source: Notification
es: Notificación
fi_fi: Notifikaatio
ja_jp: 通知
pt: Notificação
pt_br: Notificação
tr: Bildirim
zh_tw: 通知

source: Notifications
es: Notificaciones
fi_fi: Notifikaatiot
ja_jp: 通知
pt: Notificações
pt_br: Notificações
tr: Bildirimler
zh_tw: 通知

source: Select which transports should be used to notify the user. If none are selected, the notification will only be shown in the authentik UI.
es: Selecciona qué medios se deben usar para notificar al usuario. Si no se selecciona ninguno, la notificación solo se mostrará en la interfaz de authentik.
fi_fi: Valitse, mitä väyliä käytetään käyttäjän notifioimiseen. Jos mitään ei ole valittu, notifikaatio näytetään vain authentikin käyttöliittymässä.
ja_jp: ユーザーに通知するために使用するトランスポートを選択します。何も選択されていない場合、通知はauthentikのUI にのみ表示されます。
pt: Selecione quais os transportes que devem ser utilizados para notificar o utilizador. Se não for selecionado nenhum, a notificação só será apresentada na UI do authentik.
pt_br: Selecione quais transportes devem ser usados ​​para notificar o usuário. Se nenhum for selecionado, a notificação será mostrada apenas na interface do usuário do authentik.
tr: Kullanıcıyı bilgilendirmek için hangi aktarımların kullanılması gerektiğini seçin. Hiçbiri seçilmezse, bildirim yalnızca authentik kullanıcı arayüzünde gösterilecektir.
zh_tw: 選擇使用哪些傳輸通道來通知使用者。如果沒有選擇任何方式，通知將僅在 authentik 使用者介面中顯示。

source: Controls which severity level the created notifications will have.
es: Controla el nivel de gravedad que tendrán las notificaciones creadas.
fi_fi: Säätää mikä vakavuusaste luoduilla notifikaatioilla tulee olemaan.
ja_jp: 作成された通知の重大度レベルを制御します。
pt: Controla o nível de gravidade das notificações criadas.
pt_br: Controla qual nível de gravidade as notificações criadas terão.
tr: Oluşturulan bildirimlerin hangi önem derecesine sahip olacağını kontrol eder.
zh_tw: 控制已建立通知的嚴重性等級。

source: Define which group of users this notification should be sent and shown to. If left empty, Notification won't ben sent.
es: Define a qué grupo de usuarios se les debe enviar y mostrar esta notificación. Si se deja vacío, no se enviará Notificación.
fi_fi: Määritä, mille käyttäjäryhmille tämä notifikaatio lähtetään ja näytetään. Jos tämä jätetään tyhjäksi, notifikaatiota ei lähetetä.
ja_jp: この通知を送信して表示するユーザーグループを定義します。空のままにすると、通知は送信されません。
pt: Definir o grupo de utilizadores para o qual esta notificação deve ser enviada e mostrada. Se for deixada em branco, a notificação não será enviada.
pt_br: Defina para qual grupo de usuários esta notificação deve ser enviada e mostrada. Se deixado em branco, a notificação não será enviada.
tr: Bu bildirimin hangi kullanıcı grubuna gönderileceğini ve gösterileceğini tanımlayın. Boş bırakılırsa, Bildirim gönderilmez.
zh_tw: 定義應該向哪個群組的使用者發送和顯示此通知。如果未設定則不會發送通知。

source: When enabled, notification will be sent to user the user that triggered the event.When destination_group is configured, notification is sent to both.
es: Cuando está habilitada, se enviará una notificación al usuario que desencadenó el evento. Cuando se configura destination_group, la notificación se enviará a ambos.
fi_fi: Kun käytössä, notifikaatio lähtetään käyttäjälle, joka laukaisi tapahtuman. Kun destination_group on määritelty, notifikaatio lähetetään molemmille.
ja_jp: 有効にするとイベントをトリガーしたユーザーに通知が送信されます。destination_group が設定されている場合、両方に送信されます。
pt_br: Quando ativado, a notificação será enviada ao usuário que disparou o evento. Quando destination_group estiver configurado, a notificação será enviada para ambos.

source: Notification Rule
es: Regla de notificación
fi_fi: Notifikaatiosääntö
ja_jp: 通知のルール
pt: Regra de notificação
pt_br: Regra de notificação
tr: Bildirim Kuralı
zh_tw: 通知規則

source: Notification Rules
es: Reglas de notificación
fi_fi: Notifikaatiosäännöt
ja_jp: 通知ルール
pt: Regras de notificação
pt_br: Regras de notificação
tr: Bildirim Kuralları
zh_tw: 通知規則

source: Webhook Mapping
es: Asignación de Webhook
fi_fi: Webhook-kytkentä
ja_jp: Webhookのマッピング
pt: Mapeamento de webhook
pt_br: Mapeamento de webhook
tr: Web Kancası Eşlemesi
zh_tw: Webhook 對應

source: Webhook Mappings
es: Asignaciones de Webhook
fi_fi: Webhook-kytkennät
ja_jp: Webhookのマッピング
pt: Mapeamentos de webhook
pt_br: Mapeamentos de webhook
tr: Web Kancası Eşlemeleri
zh_tw: Webhook 對應

source: Dispatch new event notifications.
fi_fi: Lähetä uudet tapahtumanotifikaatiot.
ja_jp: 新しいイベント通知を配信する。
pt_br: Despachar notificações de novos eventos.

source: Check if policies attached to NotificationRule match event and dispatch notification tasks.
fi_fi: Tarkista, vastaavatko NotificationRuleen kytketyt käytännöt tapahtumaa ja käynnistä notifikaatiotehtävät.
ja_jp: NotificationRule に接続されたポリシーがイベントにマッチするかを確認し、通知タスクをディスパッチ。
pt_br: Verificar se as políticas associadas à NotificationRule correspondem ao evento e despachar tarefas de notificação.

source: Send notification.
fi_fi: Lähetä notifikaatio.
ja_jp: 通知を送信する。
pt_br: Enviar notificação.

source: Cleanup events for GDPR compliance.
fi_fi: Siivoa tapahtumat GDPR-vaatimuksenmukaisuutta varten.
ja_jp: GDPR準拠のためのクリーンアップイベント。
pt_br: Limpar eventos para conformidade com GDPR.

source: Cleanup seen notifications and notifications whose event expired.
fi_fi: Siivoa nähdyt notifikaatiot ja notifikaatiot, joiden tapahtuma on vanhentunut.
ja_jp: 表示済み通知と期限切れのイベントを持つ通知をクリーンアップ。
pt_br: Limpar notificações visualizadas e notificações cujo evento expirou.

source: Flow not applicable to current user/request: {messages}
es: Flujo no aplicable al usuario/solicitud actual: {messages}
fi_fi: Prosessi ei ole käytettävissä nykyiselle käyttäjälle/pyynnölle: {messages}
ja_jp: フローは現在のユーザー/リクエストに適用できません: {messages}
pt: Fluxo não aplicável ao utilizador/pedido atual: {messages}
pt_br: Fluxo não aplicável ao usuário/requisição atual: {messages}
tr: Akış mevcut kullanıcı/talep için geçerli değil: {messages}
zh_tw: 流程不適用於目前的使用者/請求：{messages}

source: Policy ({type})
es: Política ({type})
fi_fi: Käytäntö ({type})
ja_jp: ポリシー({type})
pt: Política ({type})
pt_br: Política ({type})
tr: İlke ({type})
zh_tw: 原則 ({type})

source: Binding {order}
es: Vinculación {order}
fi_fi: Liitos {order}
ja_jp: バインド{order}
pt: Associação {order}
pt_br: Vinculação {order}
tr: Bağlama {order}
zh_tw: 綁定 {order}

source: Policy passed
es: Política aprobada
fi_fi: Käytäntö läpäisty
ja_jp: ポリシーが許可されました
pt: Política aprovada
pt_br: Política aprovada
tr: İlke kabul edildi
zh_tw: 政策已通過

source: Stage ({type})
es: Etapa ({type})
fi_fi: Vaihe ({type})
ja_jp: ステージ({type})
pt: Etapa ({type})
pt_br: Etapa ({type})
tr: Aşama ({type})
zh_tw: 階段 ({type})

source: Policy denied
es: Política denegada
fi_fi: Käytäntö estetty
ja_jp: ポリシーが拒否されました
pt: Política negada
pt_br: Política negada
tr: İlke reddedildi
zh_tw: 政策被拒

source: End of the flow
es: Fin del flujo
fi_fi: Prosessin loppu
ja_jp: フローの最後
pt: Fim do fluxo
pt_br: Fim do fluxo
tr: Akışın sonu
zh_tw: 流程的結束點

source: Requirement not fulfilled
es: Requisito no cumplido
fi_fi: Vaatimusta ei täytetty
ja_jp: 必要事項が入力されていません
pt: Requisito não cumprido
pt_br: Requisito não atendido
tr: Gereksinim karşılanmadı
zh_tw: 需求未滿足

source: Flow authentication requirement
es: Requisito de autenticación del flujo
fi_fi: Prosessin todennusvaatimus
ja_jp: フロー認証の要件
pt: Requisito de fluxo de autenticação
pt_br: Requisito de autenticação de fluxo
tr: Akış kimlik doğrulama gereksinimi
zh_tw: 流程身份驗證要求

source: Requirement fulfilled
es: Requisito cumplido
fi_fi: Vaatimus täytetty
ja_jp: 必要事項が入力されました
pt: Requisito cumprido
pt_br: Requisito atendido
tr: Gereksinim karşılandı
zh_tw: 需求已滿足
