Repository: goauthentik/authentik
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fi_fi, ja_jp, pt, pt_br, tr, zh_tw

source: Reddit OAuth Sources
es: Fuentes de OAuth de Reddit
fi_fi: Reddit OAuth-lähteet
ja_jp: Reddit OAuth ソース
pt: Fontes OAuth do Reddit
pt_br: Fontes OAuth do Reddit
tr: Reddit OAuth Kaynakları
zh_tw: Reddit OAuth 來源

source: WeChat OAuth Source
pt_br: Fonte OAuth do WeChat

source: WeChat OAuth Sources
pt_br: Fontes OAuth do WeChat

source: OAuth Source Property Mapping
es: Asignación de Propiedades de Fuente de OAuth
fi_fi: OAuth-lähteen ominaisuuskytkentä
ja_jp: OAuth ソースプロパティマッピング
pt: Mapeamento de propriedades do provedor de OAuth
pt_br: Mapeamento de Propriedade da Fonte OAuth
tr: OAuth Kaynak Özellik Eşlemesi

source: OAuth Source Property Mappings
es: Asignaciones de Propiedades de Fuente de OAuth
fi_fi: OAuth-lähteen ominaisuuskytkennät
ja_jp: OAuth ソースプロパティマッピング
pt: Mapeamentos de propriedades do provedor de OAuth
pt_br: Mapeamentos de Propriedade da Fonte OAuth
tr: OAuth Kaynak Özellik Eşlemeleri

source: User OAuth Source Connection
es: Conexión de Fuente de OAuth de Usuario
fi_fi: Käyttäjän OAuth-lähteen yhteys
ja_jp: ユーザー OAuth ソース接続
pt: Ligação à fonte OAuth de Utilizador
pt_br: Conexão de origem OAuth do usuário
tr: Kullanıcı OAuth Kaynak Bağlantısı
zh_tw: 使用者 OAuth 來源連線

source: User OAuth Source Connections
es: Conexiones de Fuente de OAuth de Usuario
fi_fi: Käyttäjän OAuth-lähteen yhteydet
ja_jp: ユーザー OAuth ソース接続
pt: Ligações à fonte OAuth de Utilizador
pt_br: Conexões de origem OAuth do usuário
tr: Kullanıcı OAuth Kaynak Bağlantıları
zh_tw: 使用者 OAuth 來源連線

source: Group OAuth Source Connection
es: Conexión de Fuente de OAuth de Grupo
fi_fi: Ryhmän OAuth-lähteen yhteys
ja_jp: グループ OAuth ソース接続
pt: Ligação à fonte OAuth de Grupo
pt_br: Conexão de Fonte OAuth de Grupo
tr: Grup OAuth Kaynak Bağlantısı

source: Group OAuth Source Connections
es: Conexiones de Fuente de OAuth de Grupo
fi_fi: Ryhmän OAuth-lähteen yhteydet
ja_jp: グループ OAuth ソース接続
pt: Ligações à fonte OAuth de Grupo
pt_br: Conexões de Fonte OAuth de Grupo
tr: Grup OAuth Kaynak Bağlantıları

source: Update OAuth sources' config from well_known, and JWKS info from the configured URL.
fi_fi: Päivitä OAuth-lähteiden konfiguraatiot well_known:ista, ja JWKS-tiedot määritellystä URL-osoitteesta.
ja_jp: OAuth ソース設定を well_known から更新し、JWKS 情報を設定された URL から取得。
pt_br: Atualizar configuração das fontes OAuth a partir de well_known e informações JWKS da URL configurada.

source: Authentication failed: {reason}
es: Falló la autenticación: {reason}
fi_fi: Todentaminen epäonnistui: {reason}
ja_jp: 認証に失敗しました: {reason}
pt: A autenticação falhou: {reason}
pt_br: Falha na autenticação: {reason}
tr: Kimlik doğrulama başarısız oldu: {reason}
zh_tw: 無法認證：{reason}

source: Client identifier used to talk to Plex.
es: Identificador de cliente utilizado para hablar con Plex.
fi_fi: Käyttäjän tunnistetta käytettiin Plexin kanssa keskusteluun.
ja_jp: Plex と通信するために使用されるクライアント識別子。
pt: Identificador de cliente utilizado para comunicar com o Plex.
pt_br: Identificador do cliente usado para falar com o Plex.
tr: Plex ile konuşmak için kullanılan istemci tanımlayıcısı.
zh_tw: 用於與 Plex 通話的用戶端識別碼。

source: Which servers a user has to be a member of to be granted access. Empty list allows every server.
es: A qué servidores debe pertenecer un usuario para que se le conceda acceso. La lista vacía permite todos los servidores.
fi_fi: Minkä palvelinten jäsenenä käyttäjän täytyy olla, jotta pääsy sallitaan. Tyhjä lista sallii kaikki palvelimet.
ja_jp: ユーザーがアクセスを許可されるためにメンバーである必要があるサーバー。空のリストはすべてのサーバーを許可。
pt: Os servidores de que um utilizador tem de ser membro para lhe ser concedido acesso. Uma lista vazia permite todos os servidores.
pt_br: De quais servidores um usuário deve ser membro para ter acesso concedido. A lista vazia permite todos os servidores.
tr: Bir kullanıcının erişim izni alabilmesi için hangi sunuculara üye olması gerektiği. Boş liste her sunucuya izin verir.
zh_tw: 使用者必須是其成員才能獲得存取權限的伺服器列表。留空則允許所有伺服器。

source: Allow friends to authenticate, even if you don't share a server.
es: Permite que tus amigos se autentiquen, incluso si no compartes un servidor.
fi_fi: Salli ystävien todentaa, vaikkei heillä olisi käytössä samoja palvelimia.
ja_jp: サーバーを共有していなくても、友人の認証を許可。
pt: Permitir a autenticação de amigos, mesmo que não partilhem um servidor.
pt_br: Permita que amigos se autentiquem, mesmo que você não compartilhe um servidor.
tr: Bir sunucuyu paylaşmıyor olsanız bile arkadaşlarınızın kimlik doğrulamasına izin verin.
zh_tw: 允許朋友進行認證，即使你們沒有共用伺服器。

source: Plex token used to check friends
es: Token de Plex usado para comprobar amigos
fi_fi: Plex-tunniste, jota käytetään ystävien tarkistamiseen
ja_jp: 友人を確認するために使用される Plex トークン
pt: Token Plex utilizado para verificar amigos
pt_br: Token Plex usado para verificar amigos
tr: Arkadaşlarını kontrol etmek için kullanılan Plex belirteci
zh_tw: 用於檢查朋友的 Plex 權杖

source: Plex Source
es: Fuente de Plex
fi_fi: Plex-lähde
ja_jp: Plexソース
pt: Fonte Plex
pt_br: Fonte Plex
tr: Plex Kaynağı
zh_tw: Plex 來源

source: Plex Sources
es: Fuentes de Plex
fi_fi: Plex-lähteet
ja_jp: Plexソース
pt: Fontes Plex
pt_br: Fontes Plex
tr: Plex Kaynakları
zh_tw: Plex 來源

source: Plex Source Property Mapping
es: Asignación de Propiedades de Fuente de Plex
fi_fi: Plex-lähteen ominaisuuskytkentä
ja_jp: Plex ソースプロパティマッピング
pt: Mapeamento de propriedades do provedor de Plex
pt_br: Mapeamento de Propriedade da Fonte Plex
tr: Plex Kaynak Özellik Eşlemesi

source: Plex Source Property Mappings
es: Asignaciones de Propiedades de Fuente de Plex
fi_fi: Plex-lähteen ominaisuuskytkennät
ja_jp: Plex ソースプロパティマッピング
pt: Mapeamentos de propriedades do provedor de Plex
pt_br: Mapeamentos de Propriedade da Fonte Plex
tr: Plex Kaynak Özellik Eşlemeleri

source: User Plex Source Connection
es: Conexión de Fuente de Plex de Usuario
fi_fi: Käyttäjän Plex-lähteen yhteys
ja_jp: ユーザー Plex ソース接続
pt: Ligação à fonte Plex de Utilizador
pt_br: Conexão de origem Plex do usuário
tr: Kullanıcı Plex Kaynak Bağlantısı
zh_tw: 使用者 Plex 來源連線

source: User Plex Source Connections
es: Conexiones de Fuente de Plex de Usuario
fi_fi: Käyttäjän Plex-lähteen yhteydet
ja_jp: ユーザー Plex ソース接続
pt: Ligações à fonte Plex de Utilizador
pt_br: Conexões de origem Plex do usuário
tr: Kullanıcı Plex Kaynak Bağlantıları
zh_tw: 使用者 Plex 來源連線

source: Group Plex Source Connection
es: Conexión de Fuente Plex de Grupo
fi_fi: Ryhmän Plex-lähteen yhteys
ja_jp: グループ Plex ソース接続
pt: Ligação à fonte Plex de Grupo
pt_br: Conexão de Fonte Plex de Grupo
tr: Grup Plex Kaynak Bağlantısı

source: Group Plex Source Connections
es: Conexiones de Fuente de Plex de Grupo
fi_fi: Ryhmän Plex-lähteen yhteydet
ja_jp: グループ Plex ソース接続
pt: Ligações à fonte Plex de Grupo
pt_br: Conexões de Fonte Plex de Grupo
tr: Grup Plex Kaynak Bağlantıları

source: Check the validity of a Plex source.
fi_fi: Tarkista Plex-lähteen toiminta.
ja_jp: Plex ソースの有効性を確認。
pt_br: Verificar a validade de uma fonte Plex.

source: With a Verification Certificate selected, at least one of 'Verify Assertion Signature' or 'Verify Response Signature' must be selected.
fi_fi: Kun varmennussertifikaatti on valittu, joko 'Tarkista väitteen allekirjoitus' tai 'Tarkista vastauksen allekirjoitus' täytyy olla valittuna.
ja_jp: 検証証明書が選択されている場合、'Verify Assertion Signature' または 'Verify Response Signature' の少なくとも 1 つを選択する必要があります。
pt_br: Com um Verification Certificate selecionafo, pelo menos um dos "Verify Assertion Signature" ou "Verify Response Signature" deve ser selecionado.

source: Redirect Binding
es: Vínculo de Redirección
fi_fi: Uudelleenohjauksen liitos
ja_jp: リダイレクト バインディング
pt: Associação de Reencaminhamento
pt_br: Ligação de redirecionamento
tr: Bağlama Yönlendirme
zh_tw: 重新導向附加

source: POST Binding with auto-confirmation
es: Vinculación POST con confirmación automática
fi_fi: POST-liitos automaattisella vahvistuksella
ja_jp: 自動確認を備えた POST バインディング
pt: Associação POST com autoconfirmação
pt_br: POST Binding com confirmação automática
tr: POST Otomatik onay ile bağlama
zh_tw: 使用自動確認的 POST 附加

source: Flow used before authentication.
es: Flujo utilizado antes de la autenticación.
fi_fi: Prosessi, jota käytetään ennen todentamista.
ja_jp: 認証前に使用されるフロー。
pt: Fluxo utilizado antes da autenticação
pt_br: Fluxo usado antes da autenticação.
tr: Kimlik doğrulamadan önce kullanılan akış.
zh_tw: 在身分驗證之前所使用的流程。

source: Issuer
es: Emisor
fi_fi: Myöntäjä
pt: Emissor
pt_br: Emissor
tr: Yayımcı
zh_tw: 發行者

source: Also known as Entity ID. Defaults the Metadata URL.
es: También se conoce como ID de entidad. Default la URL de metadatos.
fi_fi: Tunnetaan myös nimellä Entity ID. Oletuksena metatietojen URL.
ja_jp: エンティティ ID とも呼ばれます。メタデータ URL がデフォルトになります。
pt: Também conhecido como ID da entidade. A predefinição é o URL de metadados.
pt_br: Também conhecido como ID da entidade. Padroniza a URL de metadados.
tr: Varlık Kimliği olarak da bilinir. Meta Veri URL'sini varsayılan olarak ayarlanır.
zh_tw: 亦稱為實體 ID。預設為中繼資料的網址。

source: URL that the initial Login request is sent to.
es: URL a la que se envía la solicitud de inicio de sesión inicial.
fi_fi: URL, johon ensimmäinen kirjautumispyyntö lähetetään.
ja_jp: 最初のログイン要求が送信される URL。
pt: URL para o qual é enviado o pedido inicial de início de sessão.
pt_br: URL para o qual a solicitação inicial de login é enviada.
tr: İlk oturum açma isteğinin gönderildiği URL.
zh_tw: 初始化登入要求時發送到的網址。

source: Optional URL if your IDP supports Single-Logout.
es: URL opcional si su IDP admite el cierre de sesión único.
fi_fi: Valinnainen URL, jos käyttämäsi IDP tukee keskitettyä uloskirjautumista (Single-Logout).
ja_jp: IDP がシングルログアウトをサポートしている場合のオプション URL。
pt: URL opcional se o IDP suportar Single-Logout.
pt_br: URL opcional se o seu IDP suportar Single-Logout.
tr: IDP'niz Tek Oturumu Kapat'ı destekliyorsa isteğe bağlı URL.
zh_tw: 可選：如果您的身份提供者支援單一登出時使用的網址。

source: Allows authentication flows initiated by the IdP. This can be a security risk, as no validation of the request ID is done.
es: Permite los flujos de autenticación iniciados por el IdP. Esto puede suponer un riesgo para la seguridad, ya que no se valida el identificador de la solicitud.
fi_fi: Sallii IdP-lähtöiset todentamisprosessit. Tämä voi olla tietoturvariski, koska pyynnön ID:tä ei validoida.
ja_jp: IdP によって開始される認証フローを許可します。リクエスト ID の検証が行われないため、セキュリティリスクになる可能性があります。
pt: Permite fluxos de autenticação iniciados pelo IdP. Isto pode ser um risco de segurança uma vez que não é feita nenhuma validação do ID do pedido.
pt_br: Permite fluxos de autenticação iniciados pelo IdP. Isso pode ser um risco de segurança, pois nenhuma validação do ID da solicitação é feita.
tr: IdP tarafından başlatılan kimlik doğrulama akışlarına izin verir. İstek kimliğinin doğrulanması yapılmadığından, bu bir güvenlik riski olabilir.
zh_tw: 允許由身份提供者發起的認證流程。這可能是一個安全風險，因為不會驗證要求的 ID。

source: NameID Policy sent to the IdP. Can be unset, in which case no Policy is sent.
es: Política de NameID enviada al IdP. Se puede anular, en cuyo caso no se envía ninguna política.
fi_fi: NameID-käytäntö, joka lähetetään IdP:lle. Voidaan jättää tyhjäksi, jolloin mitään käytäntöä ei lähetetä.
ja_jp: NameID ポリシーが IdP に送信されます。設定解除することもできます。その場合、ポリシーは送信されません。
pt: Política NameID enviada para o IdP. Pode ser desfeito. Nesse caso, nenhuma Política é enviada.
pt_br: Política NameID enviada ao IdP. Pode ser desativada, caso em que nenhuma apólice é enviada.
tr: IdP'ye gönderilen NameID İlkesi. Ayarlanmamış olabilir, bu durumda hiçbir İlke gönderilmez.
zh_tw: 發送給身份提供者的 NameID 政策。可以為空，在這種情況下則不會發送任何政策。

source: Delete temporary users after
es: Eliminar usuarios temporales después
fi_fi: Poista tilapäiset käyttäjät tämän ajan jälkeen:
ja_jp: 一時ユーザーを削除してから
pt: Eliminar utilizadores temporários após
pt_br: Excluir usuários temporários após
tr: Geçici kullanıcıları sonra sil
zh_tw: 在以下狀況後刪除臨時使用者：

source: Time offset when temporary users should be deleted. This only applies if your IDP uses the NameID Format 'transient', and the user doesn't log out manually. (Format: hours=1;minutes=2;seconds=3).
es: Desplazamiento temporal en el que se deben eliminar los usuarios temporales. Esto solo se aplica si su IDP utiliza el formato NameID «transitorio» y el usuario no cierra sesión manualmente. (Formato: horas = 1; minutos = 2; segundos = 3).
fi_fi: Viive, jonka jälkeen tilapäiset käyttäjät poistetaan. Tämä tehdään vain, jos IDP käyttää NameID:n muotoa 'transient', eikä käyttäjä kirjaudu ulos automaattisesti. (Muoto: hours=1;minutes=2;seconds=3).
ja_jp: 一時ユーザーを削除するときのタイムオフセット。IDP が NameID Format 'transient' を使用し、ユーザーが手動でログアウトしない場合のみ適用（形式: hours=1;minutes=2;seconds=3）
pt: Desfasamento temporal para eliminação de utilizadores temporários. Aplica-se apenas se o seu IdP utilizar o formato NameID 'transient' e o utilizador não terminar sessão manualmente. (Formato: hours=1;minutes=2;seconds=3).
pt_br: Deslocamento de tempo quando os usuários temporários devem ser excluídos. Isso só se aplica se o seu IDP usar o Formato NameID 'transitório' e o usuário não fizer logout manualmente. (Formato: horas=1;minutos=2;segundos=3).
tr: Geçici kullanıcıların silinmesi gerektiğinde zaman uzaklığı. Bu yalnızca IDP'niz NameID Biçimi 'geçici' kullanıyorsa ve kullanıcı el ile oturumu kapatmazsa geçerlidir. (Biçim: saat=1; dakika=2; saniye/= 3).
zh_tw: 刪除臨時使用者的時間偏移量。這僅適用於您的身份提供者使用 NameID 格式「transient」，且用戶沒有手動登出的情況。（格式：hours=1;minutes=2;seconds=3）。

source: Keypair used to sign outgoing Responses going to the Identity Provider.
es: Par de claves utilizado para firmar las Respuestas salientes dirigidas al Proveedor de Identidad.
fi_fi: Avainpari, jota käytetään allekirjoittamaan tunnistustietojen tarjoajalle lähtevät vastaukset.
ja_jp: Identity Provider に送信する発信レスポンスに署名するために使用されるキーペア。
pt: Par de chaves utilizado para assinar as respostas de saída dirigidas ao provedor de identidade.
pt_br: Par de chaves usado para assinar "Responses" enviadas ao provedor de identidade.
tr: Kimlik Sağlayıcıya giden Yanıtları imzalamak için kullanılan anahtar çifti.
zh_tw: 用於簽署發往身份提供者的外送回應的金鑰對。

source: SAML Source
es: Fuente de SAML
fi_fi: SAML-lähde
ja_jp: SAMLソース
pt: Fonte SAML
pt_br: Origem SAML
tr: SAML Kaynağı
zh_tw: SAML 來源

source: SAML Sources
es: Fuentes de SAML
fi_fi: SAML-lähteet
ja_jp: SAMLソース
pt: Fontes SAML
pt_br: Origens SAML
tr: SAML Kaynakları
zh_tw: SAML 來源

source: SAML Source Property Mapping
es: Asignación de Propiedades de Fuente de SAML
fi_fi: SAML-lähteen ominaisuuskytkentä
ja_jp: SAML ソースプロパティマッピング
pt: Mapeamento de propriedades do provedor de SAML
pt_br: Mapeamento de Propriedade da Fonte SAML
tr: SAML Kaynak Özellik Eşlemesi

source: SAML Source Property Mappings
es: Asignaciones de Propiedades de Fuente de SAML
fi_fi: SAML-lähteen ominaisuuskytkennät
ja_jp: SAML ソースプロパティマッピング
pt: Mapeamentos de propriedades do provedor de SAML
pt_br: Mapeamentos de Propriedade da Fonte SAML
tr: SAML Kaynak Özellik Eşlemeleri

source: User SAML Source Connection
es: Conexión de Fuente de SAML de Usuario
fi_fi: Käyttäjän SAML-lähteen yhteys
ja_jp: ユーザー SAML ソース接続
pt: Ligação à fonte SAML de Utilizador
pt_br: Conexão de origem SAML do usuário
tr: Kullanıcı SAML Kaynak Bağlantısı
zh_tw: 使用者 SAML 來源連線

source: User SAML Source Connections
es: Conexiones de Fuente de SAML de Usuario
fi_fi: Käyttäjän SAML-lähteen yhteydet
ja_jp: ユーザー SAML ソース接続
pt: Ligações à fonte SAML de Utilizador
pt_br: Conexões de origem SAML do usuário
tr: Kullanıcı SAML Kaynak Bağlantıları
zh_tw: 使用者 SAML 來源連線

source: Group SAML Source Connection
es: Conexión de Fuente de SAML de Grupo
fi_fi: Ryhmän SAML-lähteen yhteys
ja_jp: グループ SAML ソース接続
pt: Ligação à fonte SAML de Grupo
pt_br: Conexão de Fonte SAML de Grupo
tr: Grup SAML Kaynak Bağlantısı

source: Group SAML Source Connections
es: Conexiones de Fuente de SAML de Grupo
fi_fi: Ryhmän SAML-lähteen yhteydet
ja_jp: グループ SAML ソース接続
pt: Ligações à fonte SAML de Grupo
pt_br: Conexões de Fonte SAML de Grupo
tr: Grup SAML Kaynak Bağlantıları

source: Continue to {source_name}
es: Continuar a {source_name}
fi_fi: Jatka lähteeseen {source_name}
ja_jp: {source_name} に続行
pt_br: Continuar para {source_name}

source: SCIM Source
es: Fuente de SCIM
fi_fi: SCIM-lähde
ja_jp: SCIM ソース
pt: Fonte SCIM
pt_br: Fonte SCIM
tr: SCIM Kaynak
zh_tw: SCIM 來源

source: SCIM Sources
es: Fuentes de SCIM
fi_fi: SCIM-lähteet
ja_jp: SCIM ソース
pt: Fontes SCIM
pt_br: Fontes SCIM
tr: SCIM Kaynakları
zh_tw: SCIM 來源

source: SCIM Source Property Mapping
es: Asignación de Propiedades de Fuente de SCIM
fi_fi: SCIM-lähteen ominaisuuskytkentä
ja_jp: SCIM ソースプロパティマッピング
pt: Mapeamento de propriedades do provedor de SCIM
pt_br: Mapeamento de Propriedade da Fonte SCIM
tr: SCIM Kaynak Özellik Eşlemesi

source: SCIM Source Property Mappings
es: Asignaciones de Propiedades de Fuente de SCIM
fi_fi: SCIM-lähteen ominaisuuskytkennät
ja_jp: SCIM ソースプロパティマッピング
pt: Mapeamentos de propriedades do provedor de SCIM
pt_br: Mapeamentos de Propriedade da Fonte SCIM
tr: SCIM Kaynak Özellik Eşlemeleri

source: This Telegram account is already connected to another user.
pt_br: Esta conta do Telegram já está conectada a outro usuário.

source: Telegram bot username
fi_fi: Telegram-botin käyttäjänimi
ja_jp: Telegram ボットユーザー名
pt_br: Username do bot do Telegram

source: Telegram bot token
fi_fi: Telegram-botin tunniste
ja_jp: Telegram ボット トークン
pt_br: Token do bot do Telegram

source: Request access to send messages from your bot.
fi_fi: Pyydä pääsyä lähettää viestejä botiltasi.
ja_jp: ボットからメッセージを送信するためのアクセスを要求。
pt_br: Solicitar acesso para enviar mensagens do seu bot.

source: Telegram Source
fi_fi: Telegram-lähde
ja_jp: Telegram ソース
pt_br: Origem de Telegram

source: Telegram Sources
fi_fi: Telegram-lähteet
ja_jp: Telegram ソース
pt_br: Origens de Telegram

source: Telegram Source Property Mapping
fi_fi: Telegram-lähteen ominaisuuskytkentä
ja_jp: Telegram ソースプロパティマッピング
pt_br: Mapeamento de Propriedades de Origem do Telegram

source: Telegram Source Property Mappings
fi_fi: Telegram-lähteen ominaisuuskytkennät
ja_jp: Telegram ソースプロパティマッピング
pt_br: Mapeamentos de Propriedades de Origem do Telegram

source: User Telegram Source Connection
fi_fi: Käyttäjän Telegram-lähteen yhteys
ja_jp: ユーザー Telegram ソース接続
pt_br: Conexão do Usuário da Origem Telegram

source: User Telegram Source Connections
fi_fi: Käyttäjän Telegram-lähteen yhteydet
ja_jp: ユーザー Telegram ソース接続
pt_br: Conexões de Usuário da Origem Telegram

source: Group Telegram Source Connection
fi_fi: Ryhmän Telegram-lähteen yhteys
ja_jp: グループ Telegram ソース接続
pt_br: Conexão do Grupo da Origem Telegram

source: Group Telegram Source Connections
fi_fi: Ryhmän Telegram-lähteen yhteydet
ja_jp: グループ Telegram ソース接続
pt_br: Conexões de Grupo da Origem Telegram

source: Authentication date is too old
fi_fi: Todennuspäivämäärä on liian vanha
ja_jp: 認証日が古すぎます
pt_br: Data de autenticação é muito antiga

source: Invalid hash
fi_fi: Virheellinen tiiviste
ja_jp: 無効なハッシュ
pt_br: Hash invalida

source: Duo Authenticator Setup Stage
es: Etapa de Configuración del Autenticador Duo
fi_fi: Duo-todentajan asetusvaihe
ja_jp: Duo 認証器セットアップステージ
pt: Etapa de configuração do autenticador Duo
pt_br: Estágio de configuração do Autenticador Duo
tr: Duo Authenticator Kurulum Aşaması
zh_tw: Duo 身份驗證器設定階段

source: Duo Authenticator Setup Stages
es: Etapas de Configuración del Autenticador Duo
fi_fi: Duo-todentajan asetusvaiheet
ja_jp: Duo 認証器セットアップステージ
pt: Etapas de configuração do autenticador Duo
pt_br: Estágios de configuração do Autenticador Duo
tr: Duo Authenticator Kurulum Aşamaları
zh_tw: Duo 身份驗證器設定階段

source: Duo Device
es: Dispositivo Duo
fi_fi: Duo-laite
ja_jp: Duo デバイス
pt: Dispositivo Duo
pt_br: Dispositivo Duo
tr: Duo Cihazı
zh_tw: Duo 設備

source: Duo Devices
es: Dispositivos Duo
fi_fi: Duo-laitteet
ja_jp: Duo デバイス
pt: Dispositivos Duo
pt_br: Dispositivos Duo
tr: Duo Cihazları
zh_tw: Duo 設備

source: When enabled, global Email connection settings will be used and connection settings below will be ignored.
es: Cuando se habilita, se utilizará la configuración global de conexión de correo electrónico y se ignorarán las configuraciones de conexión que se indican a continuación
fi_fi: Kun tämä on käytössä, käytetään globaaleja sähköpostiyhteysasetuksia, ja alla olevat yhteysasetukset ohitetaan.
ja_jp: 有効にするとグローバルメール接続設定が使用され、以下の接続設定は無視されます。
pt: Quando activada, as definições globais de ligação de E-mail serão utilizadas e as definições de ligação abaixo serão ignoradas.
pt_br: Quando ativado, as configurações globais de conexão de e-mail serão usadas e as configurações de conexão abaixo serão ignoradas.
tr: Etkinleştirildiğinde, genel E-posta bağlantısı ayarları kullanılır ve aşağıdaki bağlantı ayarları yoksayılır.
zh_tw: 啟用時，將使用全域電子郵件連線設定，在此之下的連線設定將被忽略。

source: Time the token sent is valid (Format: hours=3,minutes=17,seconds=300).
es: Tiempo de validez del token enviado (Formato: hours=3,minutes=17,seconds=300).
fi_fi: Aika, jonka lähtetty tunniste on voimassa (Muoto: hours=3,minutes=17,seconds=300).
ja_jp: 送信されたトークンが有効な時間（形式: hours=3,minutes=17,seconds=300）。
pt: Tempo de validade do token enviado (Formato: hours=3,minutes=17,seconds=300).
pt_br: Tempo de validade do token enviado (Formato: hours=3,minutes=17,seconds=300).

source: Email Authenticator Setup Stage
es: Etapa de Configuración del Autenticador de Correo Electrónico
fi_fi: Sähköpostitodentajan asetusvaihe
ja_jp: メール認証器セットアップステージ
pt: Etapa de configuração do autenticador por E-mail
pt_br: Etapa de Configuração do Autenticador de Email

source: Email Authenticator Setup Stages
es: Etapas de Configuración del Autenticador de Correo Electrónico
fi_fi: Sähköpostitodentajan asetusvaiheet
ja_jp: メール認証器セットアップステージ
pt: Etapas de configuração do autenticador por E-mail
pt_br: Etapas de Configuração do Autenticador de Email

source: Exception occurred while rendering E-mail template
es: Se produjo una excepción al procesar la plantilla de correo electrónico
fi_fi: Sähköpostimallin käytössä tapahtui virhe
ja_jp: メール テンプレートのレンダリング中に例外が発生しました
pt: Ocorreu uma exceção durante o processamento do modelo de E-mail
pt_br: Houve uma exceção ao renderizar o template de E-mail
tr: E-posta şablonu oluşturulurken istisna oluştu

source: Email Device
es: Dispositivo de correo electrónico
fi_fi: Sähköpostilaite
ja_jp: メール デバイス
pt: Dispositivo de E-mail
pt_br: Dispositivo de Email

source: Email Devices
es: Dispositivos de correo electrónico
fi_fi: Sähköpostilaitteet
ja_jp: メール デバイス
pt: Dispositivos de E-mail
pt_br: Dispositivos de Email

source: Code does not match
es: El código no coincide
fi_fi: Koodi ei täsmää
ja_jp: コードが一致しません
pt: O código não corresponde
pt_br: O código não corresponde
tr: Kod eşleşmiyor
zh_tw: 授權碼不符

source: Invalid email
es: Correo electrónico inválido
fi_fi: Virheellinen sähköposti
ja_jp: 無効なメール
pt: E-mail inválido.
pt_br: Email inválido

source: The user already has an email address registered for MFA.
fi_fi: Käyttäjä on jo rekisteröinyt sähköpostiosoitteen MFA:ta varten.
ja_jp: ユーザーは既に MFA 用に登録されたメールアドレスを持っています。
pt_br: O usuário já possui um endereço de e-mail registrado para MFA.

source: Hi %(username)s,
es: Hola %(username)s,
fi_fi: Hei %(username)s,
ja_jp: こんにちは %(username)s,
pt: Olá %(username)s,
pt_br: Oi %(username)s,
tr: Merhaba, %(username)s,
zh_tw: 嗨！%(username)s。

source: Email MFA code.
es: Código MFA por correo electrónico.
fi_fi: Lähetä MFA-koodi sähköpostilla.
ja_jp: メール MFA コード。
pt: Código MFA por E-mail.
pt_br: Código MFA por e-mail
