Repository: goauthentik/authentik
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fi_fi, ja_jp, pt, pt_br, tr, zh_tw

source: How many attempts a user has before the flow is canceled. To lock the user out, use a reputation policy and a user_write stage.
es: Cuántos intentos tiene un usuario antes de que se cancele el flujo. Para bloquear al usuario, usa una política de reputación y una etapa user_write.
fi_fi: Kuinka monta yritystä käyttäjälle sallitaan, ennen kuin prosessi perutaan. Käyttäjän lukitsemiseksi voit käyttää mainekäytäntöä ja user_write-vaihetta.
ja_jp: フローがキャンセルされる前のユーザーの試行回数。ユーザーをロックするには評判ポリシーと user_write ステージを使用。
pt: O número de tentativas que o utilizador tem antes do fluxo ser cancelado. Para bloquear um utilizador, use uma política de reputação ou uma etapa user_write.
pt_br: Quantas tentativas um usuário tem antes que o fluxo seja cancelado. Para bloquear o usuário, use uma política de reputação e um estágio user_write.
tr: Akış iptal edilmeden önce bir kullanıcının kaç denemesi vardır. Kullanıcıyı kilitlemek için itibar ilkesi ve user_write aşamasını kullanın.
zh_tw: 在取消流程前使用者嘗試的次數。要鎖定使用者請使用名譽政策和 user_write 階段。

source: When enabled, provides a 'show password' button with the password input field.
es: Cuando está habilitado, proporciona un botón 'mostrar contraseña' con el campo de ingreso de contraseña.
fi_fi: Kun tämä on käytössä, salasanakentän yhteydessä näytetään 'näytä salasana' -painike.
ja_jp: 有効にすると、パスワード入力フィールドに「パスワード表示」ボタンが表示されます。
pt: Quando ativado, fornece um botão “mostrar palavra-passe” com o campo de introdução da palavra-passe.
pt_br: Quando ativado, fornece um botão 'mostrar senha' junto ao campo de senha.
tr: Etkinleştirildiğinde, şifre giriş alanıyla birlikte bir 'şifreyi göster' düğmesi sağlar.

source: Password Stage
es: Etapa de contraseña
fi_fi: Salasanavaihe
ja_jp: パスワードステージ
pt: Etapa de palavra-passe
pt_br: Estágio de Senha
tr: Şifre Aşaması
zh_tw: 密碼階段

source: Password Stages
es: Etapas de contraseña
fi_fi: Salasanavaiheet
ja_jp: パスワードステージ
pt: Etapas de palavra-passe
pt_br: Estágios de Senha
tr: Parola Aşamaları
zh_tw: 密碼階段

source: Invalid password
es: Contraseña incorrecta
fi_fi: Virheellinen salasana
ja_jp: 無効なパスワード
pt: Palavra-passe inválida
pt_br: Senha inválida
tr: Geçersiz parola
zh_tw: 無效的密碼

source: Text: Simple Text input
es: Texto: entrada de texto simple
fi_fi: Teksti: Yksinkertainen tekstikenttä
ja_jp: テキスト: シンプルテキスト入力
pt: Texto: entrada de texto simples
pt_br: Texto: entrada de texto simples
tr: Metin: Basit Metin girişi
zh_tw: 文字：簡單文字輸入

source: Text area: Multiline Text Input.
es: Área de texto: Entrada de texto multilínea.
fi_fi: Tekstialue: Monirivinen tekstikenttä.
ja_jp: テキストエリア: 複数行テキスト入力。
pt: Área de texto: entrada de texto multilinha.
pt_br: Área de texto: Múltiplas linhas
tr: Metin alanı: Çok Satırlı Metin Girişi.
zh_tw: 文字區塊：多行文字輸入。

source: Text (read-only): Simple Text input, but cannot be edited.
es: Texto (solo lectura): entrada de texto simple, pero no se puede editar.
fi_fi: Vain luettava teksti: Yksinkertainen tekstikenttä, jota ei voi muokata.
ja_jp: テキスト（読み取り専用）: シンプルテキスト入力ですが編集できません。
pt: Texto (só de leitura): Entrada de texto simples, mas não pode ser editado.
pt_br: Texto (somente leitura): entrada de texto simples, mas não pode ser editado.
tr: Metin (salt okunur): Basit Metin girişi, ancak düzenlenemez.
zh_tw: 文字（唯讀）：簡單文字輸入，但無法編輯。

source: Text area (read-only): Multiline Text input, but cannot be edited.
es: Área de texto (solo lectura): Entrada de texto multilínea, no editable.
fi_fi: Vain luettava tekstialue: Monirivinen tekstikenttä, jota ei voi muokata.
ja_jp: テキストエリア（読み取り専用）: 複数行テキスト入力ですが編集できません。
pt: Área de texto (só de leitura): Entrada de texto multilinha, mas não pode ser editado.
pt_br: Área de texto (somente leitura): Entrada de texto multilinha, mas não pode ser editada.
tr: Metin alanı (salt okunur): Çok Satırlı Metin girişi, ancak düzenlenemez.
zh_tw: 文字區塊（唯讀）：多行文字輸入。但無法編輯。

source: Username: Same as Text input, but checks for and prevents duplicate usernames.
es: Nombre de usuario: igual que la entrada de texto, pero comprueba y evita los nombres de usuario duplicados.
fi_fi: Käyttäjätunnus: Sama kuin tekstikenttä, mutta tarkistaa ja estää päällekkäiset käyttäjätunnukset.
ja_jp: ユーザー名: テキスト入力と同じですが、重複ユーザー名をチェックして防止します。
pt: Nome de utilizador: Idêntico à entrada de Texto, mas com verificação e prevenção de nomes de utilizadores duplicados.
pt_br: Nome de usuário: Igual à entrada de texto, mas verifica e evita nomes de usuário duplicados.
tr: Kullanıcı adı: Metin girişi ile aynı, ancak yinelenen kullanıcı adlarını denetler ve engeller.
zh_tw: 使用者名稱：與文字輸入相同，但檢查是否與現存有重複。

source: Email: Text field with Email type.
es: Correo electrónico: campo de texto con tipo de correo electrónico.
fi_fi: Sähköposti: Sähköpostityyppinen tekstikenttä.
ja_jp: メール: メールタイプのテキストフィールド。
pt: E-mail: Campo de texto do tipo E-mail.
pt_br: E-mail: Campo de texto com o tipo de e-mail.
tr: E-posta: E-posta türü ile metin alanı.
zh_tw: 電子郵件：具有電子郵件類型的文字欄位。

source: Password: Masked input, multiple inputs of this type on the same prompt need to be identical.
es: Contraseña: Entrada enmascarada; múltiples entradas de este tipo en la misma solicitud deben ser idénticas.
fi_fi: Salasana: Peitetty syöttökenttä. Jos näitä kenttiä on useampia kuin yksi, niihin syötettyjen arvojen tulee olla identtiset.
ja_jp: パスワード: マスク入力、同じプロンプト上の複数の入力は同じである必要があります。
pt: Palavra-passe: Entrada mascarada, entradas múltiplas deste tipo no mesmo formulário necessitam de ser idênticas.
pt_br: Senha: Entrada mascarada; múltiplos campos deste tipo no mesmo prompt precisam ser idênticos.
tr: Şifre: Maskelenmiş girdi, aynı istemde bu türden birden fazla girdinin aynı olması gerekir.
zh_tw: 密碼：遮罩輸入，同一提示上的多個此類輸入需要相同。

source: Fixed choice field rendered as a group of radio buttons.
es: Campo de opción fija representado como un grupo de botones de opción.
fi_fi: Kiinteä valintakenttä joka esitetään valintanappiryhmänä.
ja_jp: ラジオボタンのグループとして表示される固定選択フィールド。
pt: Campo de escolha fixa renderizado como um grupo de botões de opção.
pt_br: Campo de escolha fixa exibido como grupo de botões de opção.
tr: Seçim alanının bir grup radyo düğmesi olarak işlenmesi düzeltildi.
zh_tw: 固定選項欄位將繪製成單選按紐群組。

source: Fixed choice field rendered as a dropdown.
es: Campo de opción fija representado como un menú desplegable.
fi_fi: Kiinteä valintakenttä joka esitetään alasvetovalikkona.
ja_jp: ドロップダウンとして表示される固定選択フィールド。
pt: Campo de escolha fixa renderizado como um menu suspenso.
pt_br: Campo de escolha fixa exibido como menu suspenso.
tr: Seçim alanının açılır menü olarak işlenmesi düzeltildi.
zh_tw: 固定選項欄位將繪製成下拉式選單。

source: File: File upload for arbitrary files. File content will be available in flow context as data-URI
es: Archivo: Carga de archivos arbitrarios. El contenido del archivo estará disponible en el contexto del flujo como URI de datos
fi_fi: Tiedosto: Mielivaltaisten tiedostojen lähetyskenttä. Tiedostojen sisältö on aatavilla prosessin kontekstissa data-URI-muodossa.
ja_jp: ファイル: 任意のファイルのアップロード。ファイル内容はフロー コンテキストで data-URI として利用可能です
pt: Ficheiro: Envio de ficheiro para ficheiros arbitrários. O conteúdo dos ficheiros será disponibilizado no contexto do fluxo como data-URI.
pt_br: Arquivo: upload de arquivo para arquivos arbitrários. O conteúdo do arquivo estará disponível no contexto do fluxo como URI de dados
tr: Dosya: Rastgele dosyalar için dosya yükleme. Dosya içeriği akış bağlamında veri-URI olarak mevcut olacaktır
zh_tw: 檔案：任意檔案類型上傳。檔案內容將會作為流程內文的資料URI

source: Separator: Static Separator Line
es: Separador: Línea separadora estática
fi_fi: Erotin: Staattinen erotinviiva
ja_jp: セパレーター: 静的セパレーターライン
pt: Separador: Linha Separadora Estática
pt_br: Separador: Linha Separadora Estática
tr: Ayırıcı: Statik Ayırıcı Hattı
zh_tw: 分隔符號：靜態分隔線

source: Hidden: Hidden field, can be used to insert data into form.
es: Oculto: campo oculto, se puede utilizar para insertar datos en el formulario.
fi_fi: Piilotettu: Piilotettu kenttä, tätä voidaan käyttää lisäämään lomakkeelle dataa.
ja_jp: 非表示: 非表示フィールド、フォームにデータを挿入するために使用できます。
pt: Oculto: Campo oculto, pode ser utilizado para inserir dados no formulário.
pt_br: Oculto: Campo oculto, pode ser usado para inserir dados no formulário.
tr: Gizli: Gizli alan, form içine veri eklemek için kullanılabilir.
zh_tw: 隱藏：隱藏欄位，可用於將資料插入表單。

source: Static: Static value, displayed as-is.
es: Estático: valor estático, que se muestra tal cual.
fi_fi: Staattinen: Staattinen arvo, näytetään sellaisenaan.
ja_jp: 静的: 静的値、そのまま表示。
pt: Estático: Valor estático, mostrado tal como é.
pt_br: Estático: valor estático, exibido como está.
tr: Statik: Statik değer, olduğu gibi görüntülenir.
zh_tw: 靜態：靜態數值，按原狀顯示。

source: authentik: Selection of locales authentik supports
es: authentik: Selección de configuraciones regionales compatibles con authentik
fi_fi: authentik: Valittavat kielialueet, joita authentik tukee
ja_jp: authentik: authentik がサポートするロケールの選択
pt: authentik: Seleção de localizações suportadas
pt_br: authentik: Seleção de locais suportados pelo authentik
tr: authentik: authentik'in desteklediği yerel dillerin seçimi
zh_tw: authentik：選擇 authentik 支援的語系

source: Name of the form field, also used to store the value
es: Nombre del campo del formulario, que también se utiliza para almacenar el valor
fi_fi: Lomakekentän nimi, käytetään myös arvon tallentamiseen
ja_jp: フォームフィールドの名前、値を保存するためにも使用されます
pt: Nome do campo do formulário, também utilizado para armazenar o valor.
pt_br: Nome do campo do formulário, também usado para armazenar o valor
tr: Değeri depolamak için de kullanılan form alanının adı
zh_tw: 表單名稱，也用於儲存數值。

source: Optionally provide a short hint that describes the expected input value. When creating a fixed choice field, enable interpreting as expression and return a list to return multiple choices.
es: Opcionalmente, proporcione una breve pista que describa el valor de entrada esperado. Al crear un campo de opción fija, habilite la interpretación como expresión y devuelva una lista para devolver múltiples opciones.
fi_fi: Halutessasi voit tarjota lyhyen vihjeen, joka kuvaa odotettua syöttökentän arvoa. Kun luot kiinteän valintakentän, kytke päälle ohjelmallinen tulkinta ja palauta lista palauttaaksesi monta vaihtoehtoa.
ja_jp: 予想される入力値を説明する短いヒントをオプションで提供。固定選択フィールドを作成する場合、式として解釈を有効化して複数の選択肢を返すリストを返す。
pt: Opcionalmente, forneça uma breve descrição do valor de entrada esperado. Ao criar um campo de escolha fixa, permitir a interpretação como expressão e retornar uma lista para retornar várias escolhas.
pt_br: Opcionalmente, forneça uma dica curta que descreva o valor esperado. Ao criar um campo de escolha fixa, habilite interpretação como expressão e retorne uma lista para múltiplas opções.
tr: İsteğe bağlı olarak beklenen girdi değerini açıklayan kısa bir ipucu sağlayın. Sabit bir seçim alanı oluştururken, ifade olarak yorumlamayı etkinleştirin ve birden fazla seçenek döndürmek için bir liste döndürün.
zh_tw: 可選：提供一個簡短提示，描述預期的輸入值。當建立一個固定選擇欄位時，啟用解釋為表示式，並回傳一個列表以提供多個選擇。

source: Optionally pre-fill the input with an initial value. When creating a fixed choice field, enable interpreting as expression and return a list to return multiple default choices.
es: Opcionalmente, rellene previamente la entrada con un valor inicial. Al crear un campo de opción fija, habilite la interpretación como expresión y devuelva una lista para obtener varias opciones predeterminadas.
fi_fi: Halutessasi voit syöttää kenttään oletusarvon. Kun luot kiinteän valintakentän, kytke päälle ohjelmallinen tulkinta ja palauta lista palauttaaksesi monta oletusvaihtoehtoa.
ja_jp: 入力を初期値で事前入力します（オプション）。固定選択フィールドを作成する場合、式として解釈を有効化して複数のデフォルト選択肢を返すリストを返す。
pt: Opcionalmente, pré-preencher a entrada com um valor inicial. Ao criar um campo de escolha fixa, permitir a interpretação como expressão e retornar uma lista que retorne múltiplas escolhas predefinidas.
pt_br: Opcionalmente, pré-preencher a entrada com um valor inicial. Ao criar um campo de escolha fixa, habilite interpretação como expressão e retorne uma lista para múltiplas opções padrão.
tr: İsteğe bağlı olarak girişi bir başlangıç değeriyle önceden doldurun. Sabit bir seçim alanı oluştururken, birden çok varsayılan seçenek döndürmek için ifade olarak yorumlamayı etkinleştirin ve bir liste döndürün.
zh_tw: 可選：預先填入輸入框以一個初始值。當建立一個固定選擇欄位時，啟用解釋為表示式，並回傳一個列表以提供多個預設選擇。

source: Prompt
es: Solicitud
fi_fi: Kysymys
ja_jp: プロンプト
pt: Solicitação
pt_br: Comando
tr: İstem
zh_tw: 提示

source: Prompts
es: Solicitudes
fi_fi: Kysymykset
ja_jp: プロンプト
pt: Solicitações
pt_br: Comandos
tr: İstemler
zh_tw: 提示

source: Prompt Stage
es: Etapa de Solicitud
fi_fi: Kysymysvaihe
ja_jp: プロンプトステージ
pt: Etapa de solicitação
pt_br: Etapa de solicitação
tr: İstem Aşaması
zh_tw: 提示階段

source: Prompt Stages
es: Etapas de Solicitud
fi_fi: Kysymysvaiheet
ja_jp: プロンプトステージ
pt: Etapas de solicitação
pt_br: Estágios de solicitação
tr: İstem Aşamaları
zh_tw: 提示階段

source: Passwords don't match.
es: Las contraseñas no coinciden.
fi_fi: Salasanat eivät täsmää.
ja_jp: パスワードが一致しません。
pt: As palavras-passe não correspondem.
pt_br: As senhas não correspondem.
tr: Şifreler uyuşmuyor.
zh_tw: 密碼不符。

source: Target URL should be present when mode is Static.
es: La URL de destino debe estar presente cuando el modo es Estático.
fi_fi: Kohde-URL täytyy olla määritelty kun valittu tila on kiinteä.
ja_jp: モードが Static の場合、Target URL が存在する必要があります。
pt: O URL de destino deve estar presente quando o modo é Estático.
pt_br: A URL de destino deve estar presente quando o modo é Estático.

source: Target Flow should be present when mode is Flow.
es: El Flujo de Destino debe estar presente cuando el modo es Flujo.
fi_fi: Kohdeprosessi täytyy olla määritelty kun valittu tila on prosessi.
ja_jp: モードが Flow の場合、Target Flow が存在する必要があります。
pt: O Fluxo de Destino deve estar presente quando o modo é Fluxo.
pt_br: O Fluxo de destino deve estar presente quando o modo é Fluxo.

source: Redirect Stage
es: Etapa de Redirección
fi_fi: Uudelleenohjausvaihe
ja_jp: リダイレクト ステージ
pt: Etapa de redireccionamento
pt_br: Etapa de Redirecionamento

source: Redirect Stages
es: Etapas de Redirección
fi_fi: Uudelleenohjausvaiheet
ja_jp: リダイレクト ステージ
pt: Etapas de redireccionamento
pt_br: Etapas de Redirecionamento

source: User Delete Stage
es: Etapa de eliminación del usuario
fi_fi: Käyttäjän poistovaihe
ja_jp: ユーザー削除ステージ
pt: Etapa de eliminação de utilizador
pt_br: Etapa de exclusão do usuário
tr: Kullanıcı Sil Aşaması
zh_tw: 使用者刪除階段

source: User Delete Stages
es: Etapas de eliminación de
fi_fi: Käyttäjän poistovaiheet
ja_jp: ユーザー削除ステージ
pt: Etapas de eliminação de utilizador
pt_br: Etapas de exclusão do usuário
tr: Kullanıcı Aşamaları Sil
zh_tw: 使用者刪除階段

source: No Pending User.
es: Sin usuario pendiente.
fi_fi: Ei keskeneräistä käyttäjää.
ja_jp: 保留中のユーザーはありません。
pt: Nenhum utilizador pendente.
pt_br: Nenhum usuário pendente.
tr: Bekleyen Kullanıcı Yok.
zh_tw: 無待處理的使用者。

source: Bind sessions created by this stage to the configured network
es: Vincular las sesiones creadas en esta etapa a la red configurada
fi_fi: Sido tässä vaiheessa luodut istunnot määriteltyyn verkkoon
ja_jp: このステージで作成されたセッションを設定されたネットワークにバインド
pt: Associar as sessões criadas por esta fase à rede configurada
pt_br: Vincular sessões criadas por esta etapa à rede configurada.
tr: Bu aşama tarafından oluşturulan oturumları yapılandırılmış ağa bağlama

source: Bind sessions created by this stage to the configured GeoIP location
es: Vincular las sesiones creadas en esta etapa a la ubicación GeoIP configurada
fi_fi: Sido tässä vaiheessa luodut istunnot määriteltyyn GeoIP-sijaintiin
ja_jp: このステージで作成されたセッションを設定された GeoIP ロケーションにバインド
pt: Associar as sessões criadas por esta fase à localização GeoIP configurada
pt_br: Vincular sessões criadas por esta etapa à localização GeoIP configurada.
tr: Bu aşama tarafından oluşturulan oturumları yapılandırılmış GeoIP konumuna bağlayın

source: Terminate all other sessions of the user logging in.
es: Terminar todas las demás sesiones del usuario que inicia sesión.
fi_fi: Päätä kaikki muut käyttäjän istunnot kirjautumisen yhteydessä.
ja_jp: ログインするユーザーの他のすべてのセッションを終了。
pt: Termina todas as outras sessões do utilizador com sessão iniciada.
pt_br: Finalizar todas as outras sessões do usuário logado
tr: Oturum açan kullanıcının diğer tüm oturumlarını sonlandırın.
zh_tw: 終止所有已登入的使用者連線。

source: Offset the session will be extended by when the user picks the remember me option. Default of 0 means that the remember me option will not be shown. (Format: hours=-1;minutes=-2;seconds=-3)
es: El tiempo que se extenderá la sesión cuando el usuario seleccione la opción Recordarme. El valor predeterminado de 0 significa que no se mostrará la opción Recordarme. (Formato: hours=-1;minutes=-2;seconds=-3)
fi_fi: Lisäaika, jonka verran istuntoa pidennetään kun käyttäjä valitsee "muista minut"-asetuksen. Oletusarvo 0 tarkoittaa, että valintaa ei näytetä. (Muoto: hours=-1;minutes=-2;seconds=-3)
ja_jp: ユーザーが「保存」を選択するときセッションが延長されるオフセット。デフォルト 0 は「保存」オプションが表示されないことを意味（形式: hours=-1;minutes=-2;seconds=-3）
pt: Compensação pela qual a sessão será prolongada quando o utilizador escolher a opção “Lembrar-me”. O valor predefinido de 0 significa que a opção “Lembrar-me” não será apresentada. (Formato: hours=-1;minutes=-2;seconds=-3)
pt_br: Atraso pelo qual a sessão será estendida quando o usuário selecionar a opção 'lembrar-me'. O valor padrão 0 significa que a opção 'lembrar-me' não será exibida. (Formato: hours=-1;minutes=-2;seconds=-3)
tr: Kullanıcı beni hatırla seçeneğini seçtiğinde oturumun uzatılacağı ofset. Varsayılan 0 değeri, beni hatırla seçeneğinin gösterilmeyeceği anlamına gelir. ( Format: saat=-1;dakika=-2;saniye=-3)
zh_tw: 當使用者選擇記住我選項時，會延長會談的偏移時間。預設值為 0 意味著不會顯示記住我選項。（格式：hours=-1;minutes=-2;seconds=-3）

source: When set to a non-zero value, authentik will save a cookie with a longer expiry,to remember the device the user is logging in from. (Format: hours=-1;minutes=-2;seconds=-3)
es: Cuando se establece en un valor distinto de cero, authentik guardará una cookie con una expiración más larga para recordar el dispositivo desde el cual el usuario está iniciando sesión. (Formato: hours=-1;minutes=-2;seconds=-3)
fi_fi: Kun tähän on asetettu nollasta poikkeava arvo, authentik tallentaa evästeen pidemmällä vanhenemisajalla käyttäjän kirjautumiseen käyttämän laitteen muistamiseksi. (Muoto: hours=1,minutes=2,seconds=3)
ja_jp: 0 以外の値に設定すると authentik はより長い有効期限の Cookie を保存してユーザーがログインしているデバイスを記憶（形式: hours=-1;minutes=-2;seconds=-3）
pt_br: Quando definido com valor diferente de zero, o authentik salvará um cookie com validade maior para lembrar o dispositivo do usuário. (Formato: hours=-1;minutes=-2;seconds=-3)

source: User Login Stage
es: Etapa de inicio de sesión
fi_fi: Käyttäjän kirjautumisvaihe
ja_jp: ユーザーログインステージ
pt: Etapa do início de sessão do utilizador
pt_br: Estágio de login do usuário
tr: Kullanıcı Oturum Açma Aşaması
zh_tw: 使用者登入階段

source: User Login Stages
es: Etapas de inicio de
fi_fi: Käyttäjän kirjautumisvaiheet
ja_jp: ユーザーログインステージ
pt: Etapas do início de sessão do utilizador
pt_br: Estágios de login do usuário
tr: Kullanıcı Oturum Açma Aşamaları
zh_tw: 使用者登入階段

source: No Pending user to login.
es: Ningún usuario pendiente para iniciar sesión.
fi_fi: Ei keskeneräistä käyttäjän sisäänkirjautumista.
ja_jp: ログインする保留中のユーザーがありません。
pt: Nenhum utilizador pendente para iniciar sessão.
pt_br: Nenhum usuário pendente para fazer login.
tr: Oturum açmak için bekleyen kullanıcı yok.
zh_tw: 無待登入的使用者。

source: User Logout Stage
es: Etapa de cierre de sesión del usuario
fi_fi: Käyttäjän uloskirjautumisvaihe
ja_jp: ユーザーログアウトステージ
pt: Etapa de fim de sessão do utilizador
pt_br: Estágio de logoff do usuário
tr: Kullanıcı Oturumu Kapatma Aşaması
zh_tw: 使用者登出階段

source: User Logout Stages
es: Etapas de cierre de sesión de
fi_fi: Käyttäjän uloskirjautumisvaiheet
ja_jp: ユーザーログアウトステージ
pt: Etapas de fim de sessão do utilizador
pt_br: Estágios de logoff do usuário
tr: Kullanıcı Oturumu Kapama Aşamaları
zh_tw: 使用者登出階段

source: When set, newly created users are inactive and cannot login.
es: Cuando se establece, los usuarios recién creados están inactivos y no pueden iniciar sesión.
fi_fi: Kun tämä on käytössä, uudet käyttäjät eivät ole aktiivisia eivätkä he pysty kirjautumaan sisään.
ja_jp: 設定すると、新規作成されたユーザーは非アクティブでログインできません。
pt: Quando definido, os utilizadores recém-criados ficam inactivos e não podem iniciar sessão.
pt_br: Quando definido, os usuários recém-criados ficam inativos e não podem fazer login.
tr: Ayarlandığında, yeni oluşturulan kullanıcılar etkin değildir ve oturum açamaz.
zh_tw: 設定時，新建立的使用者會是非活躍狀態，無法登入。

source: Optionally add newly created users to this group.
es: Si lo desea, añada usuarios recién creados a este grupo.
fi_fi: Valinnaisesti uudet käyttäjät lisätään tähän ryhmään.
ja_jp: 新規作成されたユーザーをこのグループに追加します（オプション）。
pt: Opcionalmente, adicione utilizadores recém-criados a este grupo.
pt_br: Opcionalmente, adicione usuários recém-criados a este grupo.
tr: İsteğe bağlı olarak yeni oluşturulan kullanıcıları bu gruba ekleyin.
zh_tw: 可選：將新建立的使用者加入此群組。

source: User Write Stage
es: Etapa de escritura del usuario
fi_fi: Käyttäjän kirjoitusvaihe
ja_jp: ユーザー書き込みステージ
pt: Etapa de escrita do utilizador
pt_br: Estágio de Gravação do Usuário
tr: Kullanıcı Yazma Aşaması
zh_tw: 使用者寫入階段

source: User Write Stages
es: Etapas de escritura del
fi_fi: Käyttäjän kirjoitusvaiheet
ja_jp: ユーザー書き込みステージ
pt: Etapas de escrita do utilizador
pt_br: Estágios de Gravação do Usuário
tr: Kullanıcı Yazma Aşamaları
zh_tw: 使用者寫入階段

source: No Pending data.
es: Sin datos pendientes.
fi_fi: Ei keskeneräistä dataa.
ja_jp: 保留中のデータはありません。
pt: Não há dados pendentes.
pt_br: Nenhum dado pendente.
tr: Bekleyen veri yok.
zh_tw: 無待處理的資料。

source: No user found and can't create new user.
es: Usuario no encontrando y no se puede crear un nuevo usuario.
fi_fi: Käyttäjää ei löytynyt, eikä uutta käyttäjää voi luoda.
ja_jp: ユーザーが見つからず、新しいユーザーを作成できません。
pt: Não foi encontrado nenhum utilizador e não é possível criar um novo utilizador.
pt_br: Nenhum usuário encontrado e não pode criar um novo usuário.
tr: Kullanıcı bulunamadı ve yeni kullanıcı oluşturulamıyor.
zh_tw: 找不到使用者以及無法建立新的使用者。

source: Failed to update user. Please try again later.
es: Error al actualizar usuario. Por favor, inténtelo de nuevo más tarde.
fi_fi: Käyttäjän päivittäminen ei onnistunut. Yritä myöhemmin uudelleen.
ja_jp: ユーザーの更新に失敗しました。後でもう一度試してください。
pt: Falha ao atualizar o utilizador. Tente novamente mais tarde.
pt_br: Falha na atualização do usuário. Por favor, tente novamente.
tr: Kullanıcı güncellenemedi. Lütfen daha sonra tekrar deneyin.
zh_tw: 無法更新使用者，請稍後重新嘗試。

source: Tenant this task belongs to
fi_fi: Haltija, jolle tämä tehtävä kuuluu
ja_jp: このタスクが属するテナント
pt_br: Tenant ao qual esta tarefa pertence

source: Retry failed task
fi_fi: Yritä epäonnistunutta tehtävää
ja_jp: 失敗したタスクを再試行
pt_br: Tentar novamente tarefa falhada

source: Task log
fi_fi: Tehtäväloki
ja_jp: タスク ログ
pt_br: Registro de tarefa

source: Task logs
fi_fi: Tehtävälokit
ja_jp: タスク ログ
pt_br: Registros de tarefa

source: Worker status
fi_fi: Taustaprosessin tila
ja_jp: ワーカーステータス
pt_br: Status do worker

source: Worker statuses
fi_fi: Taustaprosessien tilat
ja_jp: ワーカーステータス
pt_br: Status dos workers

source: Unique schedule identifier
fi_fi: Yksilöllinen ajastustunnus
ja_jp: ユニークなスケジュール識別子
pt_br: Identificador único de agendamento

source: User schedule identifier
fi_fi: Käyttäjän ajastustunnus
ja_jp: ユーザースケジュール識別子
pt_br: Identificador de agendamento do usuário

source: Manually trigger a schedule
fi_fi: Käynnistä ajastettu toiminto manuaalisesti
ja_jp: スケジュールを手動でトリガー
pt_br: Disparar agendamento manualmente

source: Remove old worker statuses.
fi_fi: Poista vanhat taustaprosessien tilat.
ja_jp: 古いワーカーステータスを削除。
pt_br: Remover status antigos de workers.
