Repository: goauthentik/authentik
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fi_fi, ja_jp, pt, pt_br, tr, zh_tw

source: Based on user ID
es: Basado en el ID del usuario
fi_fi: Käyttäjän ID:n perusteella
ja_jp: ユーザー ID に基づく
pt: Baseado no ID de utilizador
pt_br: Com base no ID do usuário
tr: Kullanıcı kimliğine göre
zh_tw: 基於使用者 ID

source: Based on user UUID
es: Basado en el UUID del usuario
fi_fi: Käyttäjän UUID:n perusteella
ja_jp: ユーザー UUID に基づく
pt: Baseado no UUID do utilizador
pt_br: Com base no UUID do usuário
tr: Kullanıcı UUID'sine göre
zh_tw: 基於使用者 UUID

source: Based on the username
es: Basado en el nombre de usuario
fi_fi: Käyttäjätunnuksen perusteella
ja_jp: ユーザー名に基づく
pt: Baseado no nome de utilizador
pt_br: Com base no nome de usuário
tr: Kullanıcı adına göre
zh_tw: 基於使用者名稱

source: Based on the User's Email. This is recommended over the UPN method.
es: Basado en el correo electrónico del usuario. Esto se recomienda en lugar del método UPN.
fi_fi: Käyttäjän sähköpostiosoitteen perusteella. Tätä suositellaan ennemmin kuin UPN-menetelmän käyttöä.
ja_jp: ユーザーのメールアドレスに基づいています。これはUPNによる方法よりも推奨されます。
pt: Baseado no E-Mail do Utililzador. Recomendado em relação ao método UPN.
pt_br: Com base no e-mail do usuário. Isso é recomendado sobre o método UPN.
tr: Kullanıcının E-postasına göre. Bu, UPN yöntemine göre tavsiye edilir.
zh_tw: 基於使用者的電子郵件。比起使用 UPN 更推薦此方法。

source: Based on the User's UPN, only works if user has a 'upn' attribute set. Use this method only if you have different UPN and Mail domains.
es: Basado en el UPN del Usuario, solo funciona si el usuario tiene un conjunto de atributos «upn». Usa este método solo si tienes dominios UPN y Mail diferentes.
fi_fi: Käyttäjän UPNn perusteella. Toimii ainoastaan, jos käyttäjällä on 'upn'-attribuutti asetettu. Käytä tätä ainoastaan, jos sinulla on eri verkkotunnus UPN:ssä ja sähköpostissa.
ja_jp: ユーザーの UPN に基づいて、ユーザーが 'upn' 属性を設定している場合のみ機能。異なる UPN とメールドメインがある場合のみこのメソッドを使用。
pt: Baseado na UPN do Utilizador, só funciona se o utilizador tiver um atributo "upn" definido. Utilize este método apenas se tiver diferentes domínios de UPN e de Mail.
pt_br: Com base no UPN do usuário, só funciona se o usuário tiver um atributo 'upn' definido. Use este método somente se você tiver diferentes domínios UPN e Mail.
tr: Kullanıcının UPN'sini temel alır, yalnızca kullanıcının 'upn' özniteliği ayarlanmışsa çalışır. Bu yöntemi yalnızca farklı UPN ve Posta alan adlarınız varsa kullanın.
zh_tw: 基於使用者的 UPN，只有當使用者設定了「upn」特徵項時才有效。只有在您的 UPN 和 Mail 有不同網域時才使用這個方法。

source: Confidential
es: Confidencial
fi_fi: Luottamuksellinen
ja_jp: 機密
pt: Confidencial
pt_br: Confidencial
tr: Gizli
zh_tw: 機密

source: Public
es: Público
fi_fi: Julkinen
ja_jp: パブリック
pt: Público
pt_br: Publico
tr: Kamu
zh_tw: 公開

source: Same identifier is used for all providers
es: Se usa el mismo identificador para todos los proveedores
fi_fi: Samaa tunnistetta käytetään kaikkien palveluntarjoajien kanssa
ja_jp: すべてのプロバイダーに同じ識別子を使用
pt: O mesmo identificador é utilizado em todos os provedores
pt_br: O mesmo identificador é usado para todos os provedores
tr: Tüm sağlayıcılar için aynı tanımlayıcı kullanılır
zh_tw: 所有供應商都使用相同的識別碼

source: Each provider has a different issuer, based on the application slug.
es: Cada proveedor tiene un emisor diferente, en función del slug de la aplicación.
fi_fi: Jokaisella palveluntarjoajalla on eri myöntäjä, sovelluksen polkutunnisteesta riippuen.
ja_jp: 各プロバイダーは、アプリスラッグに基づいて異なる発行者を持ちます。
pt: Cada provedor tem um emissor diferente, baseado no slug da aplicação.
pt_br: Cada provedor tem um emissor diferente, com base no slug do aplicativo.
tr: Her sağlayıcı, uygulama etiketine bağlı olarak farklı bir düzenleyiciye sahiptir.
zh_tw: 基於應用程式的縮寫，每個供應商都有一個不同的發行者。

source: Strict URL comparison
es: Comparación de URL estricta
fi_fi: Tiukka URL-vertailu
ja_jp: 厳密な URL 比較
pt: Comparação rigorosa de URL
pt_br: Comparação estrita de URL

source: Regular Expression URL matching
es: Coincidencia de URL con Expresiones Regulares
fi_fi: Regular Expression -pohjainen URL-vertailu
ja_jp: 正規表現 URL マッチング
pt: Correspondência de URL com expressões regulares
pt_br: Correspondência de URL por expressão regular

source: code (Authorization Code Flow)
es: code (flujo de código de autorización)
fi_fi: code (valtuutuskoodiprosessi)
ja_jp: code (認可コードフロー)
pt: código (Fluxo do Código de Autorização)
pt_br: código (fluxo de código de autorização)
tr: kodu (Yetkilendirme Kodu Akışı)
zh_tw: code（授權碼流程）

source: id_token (Implicit Flow)
es: id_token (flujo implícito)
fi_fi: id_token (implisiittinen prosessi)
ja_jp: id_token (暗黙的フロー)
pt: id_token (Fluxo Implícito)
pt_br: id_token (fluxo implícito)
tr: id_token (Kapalı Akış)
zh_tw: id_token（隱式流程）

source: id_token token (Implicit Flow)
es: token id_token (flujo implícito)
fi_fi: id_token token (implisiittinen prosessi)
ja_jp: id_token token (暗黙的フロー)
pt: id_token token (Fluxo Implícito)
pt_br: token id_token (fluxo implícito)
tr: id_token belirteci (Kapalı Akış)
zh_tw: id_token 權杖（隱式流程）

source: code token (Hybrid Flow)
es: token de código (flujo híbrido)
fi_fi: code token (hybridiprosessi)
ja_jp: code token (ハイブリッドフロー)
pt: código token (Fluxo Híbrido)
pt_br: token de código (fluxo híbrido)
tr: kod belirteci (Hibrit Akış)
zh_tw: 授權碼權杖（混合流程）

source: code id_token (Hybrid Flow)
es: código id_token (flujo híbrido)
fi_fi: code id_token (hybridiprosessi)
ja_jp: コード id_token (Hybrid フロー)
pt: código id_token (Fluxo Híbrido)
pt_br: código id_token (fluxo híbrido)
tr: kod id_token (Hibrit Akış)
zh_tw: 授權碼 id_token（混合流程）

source: code id_token token (Hybrid Flow)
es: código id_token token (flujo híbrido)
fi_fi: code id_token token (hybridiprosessi)
ja_jp: コード id_token token (Hybrid フロー)
pt: código id_token token (Fluxo Híbrido)
pt_br: código id_token token (fluxo híbrido)
tr: kodu id_token belirteci (Hibrit Akış)
zh_tw: 授權碼 id_token 權杖（混合流程）

source: HS256 (Symmetric Encryption)
es: HS256 (Encriptación Simétrica)
fi_fi: HS256 (symmetrinen salaus)
ja_jp: HS256 (共通鍵暗号化)
pt: HS256 (Encriptação Simétrica)
pt_br: HS256 (criptografia simétrica)
tr: HS256 (Simetrik Şifreleme)
zh_tw: HS256（對稱加密）

source: RS256 (Asymmetric Encryption)
es: RS256 (Encriptación Asimétrica)
fi_fi: RS256 (asymmetrinen salaus)
ja_jp: RS256 (非対称暗号化)
pt: RS256 (Encriptação Assimétrica)
pt_br: RS256 (criptografia assimétrica)
tr: RS256 (Asimetrik Şifreleme)
zh_tw: RS256（非對稱加密）

source: ES256 (Asymmetric Encryption)
es: ES256 (Encriptación Asimétrica)
fi_fi: ES256 (asymmetrinen salaus)
ja_jp: ES256 (非対称暗号化)
pt: ES256 (Encriptação Assimétrica)
pt_br: ES256 (criptografia assimétrica)
tr: ES256 (Asimetrik Şifreleme)
zh_tw: ES256（非對稱加密）

source: ES384 (Asymmetric Encryption)
es: ES384 (Encriptación Asimétrica)
fi_fi: ES384 (asymmetrinen salaus)
ja_jp: ES384 (非対称暗号化)
pt: ES384 (Encriptação Assimétrica)
pt_br: ES384 (Criptografia Assimétrica)

source: ES512 (Asymmetric Encryption)
es: ES512 (Encriptación Asimétrica)
fi_fi: ES512 (asymmetrinen salaus)
ja_jp: ES512 (非対称暗号化)
pt: ES512 (Encriptação Assimétrica)
pt_br: ES512 (Criptografia Assimétrica)

source: Scope used by the client
es: Alcance utilizado por el cliente
fi_fi: Asiakkaan käyttämä käyttöalue
ja_jp: クライアントが使用するスコープ
pt: Âmbito usado pelo cliente
pt_br: Escopo utilizado pelo cliente
tr: İstemci tarafından kullanılan kapsam
zh_tw: 用戶端使用的範疇

source: Description shown to the user when consenting. If left empty, the user won't be informed.
es: Descripción que se muestra al usuario al dar su consentimiento. Si se deja vacío, no se informará al usuario.
fi_fi: Kuvaus, joka näytetään käyttäjälle hyväksynnän yhteydessä. Jos tämä jätetään tyhjäksi, käyttäjää ei informoida.
ja_jp: 同意時にユーザーに表示される説明。空のままにすると、ユーザーには通知されません。
pt: Descrição apresentada ao utilizador durante o consentimento. Se for deixada em branco, o utilizador não será informado.
pt_br: Descrição mostrada ao usuário ao consentir. Se deixado em branco, o usuário não será informado.
tr: Açıklama, izin verirken kullanıcıya gösterilir. Boş bırakılırsa kullanıcı bilgilendirilmez.
zh_tw: 當需要使用者同意時顯示的說明。如果未設定將不會顯示。

source: Scope Mapping
es: Asignación de Alcance
fi_fi: Käyttöalueen kytkentä
ja_jp: スコープマッピング
pt: Mapeamento de âmbito
pt_br: Mapeamento do Escopo
tr: Kapsam Eşleme
zh_tw: 範疇對應

source: Scope Mappings
es: Asignaciones de Alcance
fi_fi: Käyttöalueen kytkennät
ja_jp: スコープマッピング
pt: Mapeamentos de âmbito
pt_br: Mapeamentos de Escopo
tr: Kapsam Eşlemeleri
zh_tw: 範疇對應

source: Client Type
es: Tipo de cliente
fi_fi: Asiakkaan tyyppi
ja_jp: クライアントタイプ
pt: Tipo de cliente
pt_br: Tipo de cliente
tr: İstemci türü
zh_tw: 用戶端類型

source: Confidential clients are capable of maintaining the confidentiality of their credentials. Public clients are incapable
es: Los clientes confidenciales son capaces de mantener la confidencialidad de sus credenciales. Los clientes públicos son incapaces de hacerlo.
fi_fi: Luottamukselliset asiakkaat pystyvät ylläpitämään tunnistetietojen luottamuksellisuutta. Julkiset asiakkaat eivät pysty
ja_jp: 機密クライアントは認証情報の機密性を維持できます。パブリッククライアントは維持できません
pt: Clientes confidenciais são capazes de manter a confidencialidade das suas credenciais. Clientes públicos são incapazes.
pt_br: Clientes confidenciais são capazes de manter a confidencialidade de suas credenciais. Clientes públicos são incapazes
tr: Gizli müşteriler, kimlik bilgilerinin gizliliğini koruyabilir. Kamu müşterileri yetersizdir
zh_tw: 機密用戶端能夠維護其憑證的機密性。公開用戶端則無法做到這一點。

source: Client ID
es: ID de cliente
fi_fi: Asiakastunnus
ja_jp: クライアントID
pt: ID do cliente
pt_br: ID do Cliente
tr: Müşteri Kimliği
zh_tw: 用戶端 ID

source: Client Secret
es: Secreto del cliente
fi_fi: Asiakkaan salainen koodi
ja_jp: クライアントシークレット
pt: Segredo do cliente
pt_br: Segredo do cliente
tr: Müşteri Şifresi
zh_tw: 用戶端金鑰

source: Redirect URIs
es: Redirigir los URI
fi_fi: Uudelleenohjaus-URIt
ja_jp: リダイレクトURI
pt: URIs de redirecionamento
pt_br: URIs de redirecionamento
tr: URI'leri yeniden yönlendirme
zh_tw: 重新導向 URI

source: Logout URI
fi_fi: Uloskirjautumisen URI
ja_jp: ログアウト URI
pt_br: URI de logout

source: Logout Method
fi_fi: Uloskirjautumismenetelmä
ja_jp: ログアウト方法
pt_br: Método de logout

source: Backchannel logs out with server to server calls. Frontchannel uses iframes in your browser
fi_fi: Taustakanava kirjautuu ulos palvelinten välisillä kutsuilla. Etukanava käyttää selaimesi iframeja
ja_jp: バックチャネルはサーバー間呼び出しでログアウト。フロントチャネルはブラウザの iframe を使用
pt_br: Os Backchannel fazem logout com chamadas de servidor para servidor. Os Frontchannel usam iframes no seu navegador

source: Include claims in id_token
es: Incluir reclamos en id_token
fi_fi: Sisällytä vaatimukset id_tokeniin
ja_jp: id_token にクレームを含める
pt: Incluir reivindicações no id_token
pt_br: Incluir declarações em id_token
tr: İd_token'a hak taleplerini dahil et
zh_tw: 在 id_token 中包含身分聲明

source: Include User claims from scopes in the id_token, for applications that don't access the userinfo endpoint.
es: Incluir las reclamaciones de Usuario de los alcances en el id_token, para aplicaciones que no acceden el endpoint de userinfo.
fi_fi: Sisällytä käyttäjän vaatimukset käyttöalueista id_tokeniin, sovelluksille jotka eivät käytä userinfo-rajapintaa.
ja_jp: id_token にスコープからのユーザークレームを含める、userinfo エンドポイントにアクセスしないアプリ用。
pt: Incluir reivindicações de âmbitos de aplicação do utilizador no id_token, para aplicações que não acedem ao ponto de ligação userInfo.
pt_br: Inclua declarações de usuário de escopos no id_token, para aplicativos que não acessam o ponto de extremidade userinfo.
tr: userinfo uç noktasına erişmeyen uygulamalar için kapsamlardan gelen Kullanıcı taleplerini id_token'a dahil edin.
zh_tw: 對於那些不存取 userinfo 端點的應用程式，在 id_token 中將包含來自範疇的使用者身分聲明。

source: Access codes not valid on or after current time + this value (Format: hours=1;minutes=2;seconds=3).
es: Códigos de acceso no válidos a partir de la hora actual + este valor (Format: hours=1;minutes=2;seconds=3).
fi_fi: Pääsykoodit eivät ole voimassa luontihetkestä lisättynä tällä arvolla (Muoto: hours=1;minutes=2;seconds=3).
ja_jp: アクセスコードは現在時刻 + この値以降は無効（形式: hours=1;minutes=2;seconds=3）。
pt: Códigos de acesso não válidos em ou após a hora atual + este valor (Formato: hours=1;minutes=2;seconds=3).
pt_br: Códigos de acesso não válidos a partir da hora atual + este valor (Formato: horas=1;minutos=2;segundos=3).
tr: Erişim kodları geçerli saat + bu değer üzerinde veya sonrasında geçerli değildir (Format: saat=1;dakika=2;saniye=3).
zh_tw: 存取授權碼在當前時間加上此值後並非有效（格式：hours=1;minutes=2;seconds=3）。

source: Tokens not valid on or after current time + this value (Format: hours=1;minutes=2;seconds=3).
es: Los Tokens no son válidos en o después del momento actual + este valor (Formato: hours=1;minutes=2;seconds=3).
fi_fi: Tunnisteet eivät ole voimassa luontihetkestä lisättynä tällä arvolla (Muoto: hours=1;minutes=2;seconds=3).
ja_jp: トークンは現在時刻 + この値以降は無効（形式: hours=1;minutes=2;seconds=3）。
pt: Tokens não válidos em ou após a hora atual + este valor (Formato: hours=1;minutes=2;seconds=3).
pt_br: Tokens inválidos a partir da hora atual + este valor (Formato: horas=1;minutos=2;segundos=3).
tr: Geçerli saat + bu değer üzerinde veya sonrasında geçerli olmayan jetonlar ( Format: hours=1;minutes=2;seconds=3).
zh_tw: 權杖在當前時間加上此值後並非有效（格式：hours=1;minutes=2;seconds=3）。

source: When refreshing a token, if the refresh token is valid for less than this duration, it will be renewed. When set to seconds=0, token will always be renewed. (Format: hours=1;minutes=2;seconds=3).
fi_fi: Tunnusta päivitettäessä, jos päivitystunnus on voimassa vähemmän kuin tämän ajan, se uusitaan. Jos asetetaan seconds=0, tunnus uusitaan aina. (Muoto: hours=1;minutes=2;seconds=3).
ja_jp: トークンをリフレッシュするときリフレッシュトークンがこの期間より短い場合、更新されます。seconds=0 に設定するとトークンは常に更新されます（形式: hours=1;minutes=2;seconds=3）
pt_br: Ao atualizar um token, se o refresh token for válido por menos do que essa duração, ele será renovado. Quando definido como seconds=0, o token será sempre renovado.(Formato: hours=1;minutes=2;seconds=3).

source: Configure what data should be used as unique User Identifier. For most cases, the default should be fine.
es: Configure qué datos deben usarse como identificador de usuario único. En la mayoría de los casos, el valor predeterminado debería estar bien.
fi_fi: Määritä, mitä tietoa käytetään yksilöllisenä käyttäjän tunnisteena. Useimmissa tapauksissa oletusarvon pitäisi toimia sellaisenaan.
ja_jp: 一意のユーザー識別子として使用するデータを構成します。ほとんどの場合、デフォルトで問題ありません。
pt: Configurar quais os dados que devem ser utilizados como identificador único do utilizador. Na maioria dos casos, a predefinição deve ser suficiente.
pt_br: Configure quais dados devem ser usados ​​como identificador de usuário exclusivo. Para a maioria dos casos, o padrão deve ser adequado.
tr: Benzersiz Kullanıcı Tanımlayıcısı olarak hangi verilerin kullanılacağını yapılandırın. Çoğu durumda varsayılan değer yeterli olacaktır.
zh_tw: 設定應該使用哪些資料作為唯一的使用者識別碼。在大多數情況下使用預設值即可。

source: Configure how the issuer field of the ID Token should be filled.
es: Configure cómo se debe rellenar el campo emisor del token de ID.
fi_fi: Määritä, miten myöntäjän ID-tunnisteen kenttä täytetään.
ja_jp: ID トークンの発行者フィールドの入力方法を設定します。
pt: Configurar a forma como o campo do emissor do Token ID deve ser preenchido.
pt_br: Configure como o campo emissor do ID Token deve ser preenchido.
tr: ID Token'ın veren alanının nasıl doldurulması gerektiğini yapılandırın.
zh_tw: 設定該如何填寫 ID 權杖的發行者欄位。

source: Key used to sign the tokens.
es: Clave utilizada para firmar los tokens.
fi_fi: Avain, jota käytetään tunnisteiden allekirjoittamiseen.
ja_jp: トークンに署名するために使用されるキー。
pt: Chave utilizada para assinar os tokens.
pt_br: Chave usada para assinar os tokens.
tr: Jetonları imzalamak için kullanılan anahtar.
zh_tw: 用于对令牌进行签名的密钥。

source: Encryption Key
es: Clave de Encriptación
fi_fi: Salausavain
ja_jp: 暗号化キー
pt: Chave de encriptação
pt_br: Chave de Criptografia
tr: Şifreleme Anahtarı

source: Key used to encrypt the tokens. When set, tokens will be encrypted and returned as JWEs.
es: Clave utilizada para encriptar los tokens. Cuando se establece, los tokens se encriptan y se retornan como JWEs.
fi_fi: Avain, jota käytetään tunnisteiden salaukseen. Kun tämä on asetettu, tunnisteet salataan ja palautetaan JWE-muodossa.
ja_jp: トークンの暗号化に使用されるキー。設定されるとトークンは暗号化されて JWE として返されます。
pt: Chave utilizada para encriptar os tokens. Quando definido, os tokens serão encriptados e devolvidos como JWEs.
pt_br: Chave usada para criptografar os tokens. Quando definida, os tokens serão criptografados e retornados como JWEs.
tr: Jetonları şifrelemek için kullanılan anahtar. Ayarlandığında, belirteçler şifrelenecek ve JWE'ler olarak döndürülecektir.

source: Any JWT signed by the JWK of the selected source can be used to authenticate.
es: Cualquier JWT firmado por el JWK de la fuente seleccionada se puede utilizar para autenticar.
fi_fi: Mitä tahansa JWT:tä, joka on salattu valitun lähteen JWK:lla, voidaan käyttää todentamiseen.
ja_jp: 選択したソースの JWK によって署名された任意の JWT を認証に使用できます。
pt: Qualquer JWT assinado pelo JWK da fonte selecionada pode ser utilizado para autenticar.
pt_br: Qualquer JWT assinado pelo JWK da origem selecionada pode ser usado para autenticação.
tr: Seçilen kaynağın JWK'sı tarafından imzalanmış herhangi bir JWT kimlik doğrulamak için kullanılabilir.
zh_tw: 任何由選擇的 JWK 來源所簽署的 JWT 都可以用來進行身份驗證。

source: OAuth2/OpenID Provider
es: Proveedor de OAuth2/OpenID
fi_fi: OAuth2/OpenID-palveluntarjoaja
ja_jp: OAuth2/OpenID プロバイダー
pt: Provedor OAuth2/OpenID
pt_br: Provedor OAuth2/OpenID
tr: OAuth2/OpenID Sağlayıcısı
zh_tw: OAuth2/OpenID 供應商

source: OAuth2/OpenID Providers
es: Proveedores de OAuth2/OpenID
fi_fi: OAuth2/OpenID-palveluntarjoajat
ja_jp: OAuth2/OpenID プロバイダー
pt: Provedores OAuth2/OpenID
pt_br: Provedores OAuth2/OpenID
tr: OAuth2/OpenID Sağlayıcıları
zh_tw: OAuth2/OpenID 供應商

source: Scopes
es: Alcances
fi_fi: Käyttöalueet
ja_jp: スコープ
pt: Âmbitos
pt_br: Escopos
tr: Kapsamlar
zh_tw: 範疇

source: Code
es: Código
fi_fi: Koodi
ja_jp: コード
pt: Código
pt_br: Código
tr: Kod
zh_tw: 授權碼

source: Code Challenge
es: Desafío código
fi_fi: Koodihaaste
ja_jp: コードチャレンジ
pt: Desafio de código
pt_br: Desafio de código
tr: Kod Sorgulaması
zh_tw: 授權碼驗證挑戰

source: Code Challenge Method
es: Método de desafío de código
fi_fi: Koodihaastemenetelmä
ja_jp: コードチャレンジ方式
pt: Método de desafio de código
pt_br: Método de desafio de código
tr: Kod Sorgulaması Yöntemi
zh_tw: 授權碼驗證挑戰方法

source: Authorization Code
es: Código de autorización
fi_fi: Valtuutuskoodi
ja_jp: 認証コード
pt: Código de autorização
pt_br: Código de Autorização
tr: Yetkilendirme Kodu
zh_tw: 授權碼

source: Authorization Codes
es: Códigos de autorización
fi_fi: Valtuutuskoodit
ja_jp: 認証コード
pt: Códigos de autorização
pt_br: Códigos de Autorização
tr: Yetkilendirme Kodları
zh_tw: 授權碼

source: OAuth2 Access Token
es: Token de Acceso OAuth2
fi_fi: OAuth2-tunniste
ja_jp: OAuth2 アクセストークン
pt: Token de acesso OAuth2
pt_br: Token de acesso OAuth2
tr: OAuth2 Erişim Jetonu
zh_tw: OAuth2 存取權杖

source: OAuth2 Access Tokens
es: Tokens de Acceso OAuth2
fi_fi: OAuth2-tunnisteet
ja_jp: OAuth2 アクセストークン
pt: Tokens de acesso OAuth2
pt_br: Tokens de Acesso OAuth2
tr: OAuth2 Erişim Jetonları
zh_tw: OAuth2 存取權杖

source: ID Token
es: Token de identificación
fi_fi: ID-tunniste
ja_jp: IDトークン
pt: Token ID
pt_br: Token de identificação
tr: Kimlik Belirteci
zh_tw: ID 權杖

source: OAuth2 Refresh Token
es: Token de Actualización OAuth2
fi_fi: OAuth2-päivitystunnus
ja_jp: OAuth2 リフレッシュトークン
pt: Token de atualização OAuth2
pt_br: Token de Atualização OAuth2
tr: OAuth2 Yenileme Jetonu
zh_tw: OAuth2 更新權杖

source: OAuth2 Refresh Tokens
es: Tokens de Actualización OAuth2
fi_fi: OAuth2-päivitystunnukset
ja_jp: OAuth2 リフレッシュトークン
pt: Tokens de atualização OAuth2
pt_br: Tokens de Atualização OAuth2
tr: OAuth2 Yenileme Jetonları
zh_tw: OAuth2 更新權杖

source: Send a back-channel logout request to the registered client
fi_fi: Lähetä uloskirjautumispyyntö rekisteröidylle asiakkaalle taustakanavaa pitkin
ja_jp: 登録されたクライアントにバックチャネルログアウトリクエストを送信
pt_br: Enviar uma solicitação de logout back-channel para o cliente registrado

source: Handle backchannel logout notifications dispatched via signal
fi_fi: Käsittele taustakanavan uloskirjautumisnotifikaatiot, jotka on lähetetty signaalilla
ja_jp: シグナルを介してディスパッチされたバックチャネルログアウト通知を処理
pt_br: Gerenciar notificações de logout back-channel enviadas via sinal

source: Redirecting to {app}...
es: Redirigiendo a {app}...
fi_fi: Ohjataan sovellukseen {app}...
ja_jp: {app} にリダイレクトしています...。
pt: A redirecionar para {app}...
pt_br: Redirecionando para {app}...
tr: {app}'ya yönlendiriliyor...
zh_tw: 重新導向至 {app}...

source: Invalid code
es: Código invalido
fi_fi: Virheellinen koodi
ja_jp: 無効なコード
pt: Código inválido
pt_br: Código inválido
tr: Geçersiz kod
zh_tw: 無效的授權碼

source: GitHub Compatibility: Access your User Information
es: Compatibilidad con GitHub: Accede a tu información de usuario
fi_fi: GitHub-yhteensopivuus: pääsy käyttäjätietoihisi
ja_jp: GitHub 互換性: ユーザー情報にアクセス
pt: Compatibilidade com o GitHub: Aceder às suas informações de utilizador
pt_br: Compatibilidade do GitHub: acesse suas informações de usuário
tr: GitHub Uyumluluğu: Kullanıcı Bilgilerinize Erişim
zh_tw: GitHub 相容性：存取您的使用者資訊

source: GitHub Compatibility: Access you Email addresses
es: Compatibilidad con GitHub: Accede a tus direcciones de correo electrónico
fi_fi: GitHub-yhteensopivuus: pääsy sähköpostiosoitteisiisi
ja_jp: GitHub 互換性: メールアドレスにアクセス
pt: Compatibilidade com o GitHub: Aceder ao seu endereço de e-mail
pt_br: Compatibilidade com GitHub: acesse seus endereços de e-mail
tr: GitHub Uyumluluğu: E-posta adreslerinize erişim
zh_tw: GitHub 相容性：存取您的電子郵件地址

source: GitHub Compatibility: Access your Groups
es: Compatibilidad con GitHub: Accede a tus grupos
fi_fi: GitHub-yhteensopivuus: pääsy ryhmiisi
ja_jp: GitHub 互換性: グループにアクセス
pt: Compatibilidade com o GitHub: Aceder aos seus grupos
pt_br: Compatibilidade do GitHub: acesse seus grupos
tr: GitHub Uyumluluğu: Gruplarınıza erişim
zh_tw: GitHub 相容性：存取您的群組

source: User and password attributes must be set when basic auth is enabled.
es: Los atributos de usuario y contraseña deben ser definidos cuando la autenticación básica está habilitada.
fi_fi: Käyttäjä- ja salasana-attribuutit on asetettava kun basic auth on valittuna.
ja_jp: 基本認証が有効な場合、ユーザーとパスワード属性を設定する必要があります。
pt: Os atributos de utilizador e palavra-passe têm de ser definidos quando a autenticação básica está activada.
pt_br: Os atributos de usuário e senha devem ser definidos quando a autenticação básica estiver habilitada.
tr: Temel kimlik doğrulama etkinleştirildiğinde kullanıcı ve parola öznitelikleri ayarlanmalıdır.
zh_tw: 啟用基本認證時必須設定使用者和密碼特徵項。

source: Internal host cannot be empty when forward auth is disabled.
es: El host interno no puede estar vacío cuando la autenticación por reenvío está deshabilitada.
fi_fi: Sisäinen osoite ei voi olla tyhjä kun forward auth on poistettu käytöstä.
ja_jp: Internal host cannot be 空 when forward auth is disabled.。
pt: O host interno não pode estar vazio quando a autenticação por encaminhamento está desativada.
pt_br: O host interno não pode estar vazio quando a autenticação de encaminhamento está desativada.
tr: İleri kimlik doğrulama devre dışı bırakıldığında dahili ana bilgisayar boş olamaz.
zh_tw: 當禁用轉發認證時，內部主機不能為空。

source: Proxy Session
fi_fi: Välityspalveluistunto
ja_jp: プロキシセッション
pt_br: Sessão de Proxy

source: Proxy Sessions
fi_fi: Välityspalveluistunnot
ja_jp: プロキシセッション
pt_br: Sessões de Proxy

source: Validate SSL Certificates of upstream servers
es: Valida Certificados SSL de servidores de origen
fi_fi: Varmenna ylemmän tason palvelinten SSL-sertifikaatit
ja_jp: アップストリームサーバーの SSL 証明書を検証
pt: Validar os certificados SSL dos servidores de upstream
pt_br: Validar certificados SSL de servidores upstream
tr: Akış yukarı akış sunucularının SSL Sertifikalarını Doğrula
zh_tw: 驗證上游伺服器的 SSL 憑證
