Repository: goauthentik/authentik
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fi_fi, ja_jp, pt, pt_br, tr, zh_tw

source: Value for flag {flag_key} needs to be of type {type}.
fi_fi: Lipun {flag_key} arvon tulee olla tyyppiä {type}.
ja_jp: フラグ {flag_key} の値は {type} 型である必要があります。
pt_br: O valor da flag {flag_key} precisa ser do tipo {type}.

source: Schema name must start with t_, only contain lowercase letters and numbers and be less than 63 characters.
es: El nombre del esquema debe comenzar con t_, solo contener letras minúsculas y números, y tener menos de 63 caracteres.
fi_fi: Skeeman nimen tulee alkaa merkeillä t_, se saa sisältää vain pieniä kirjaimia ja numeroita ja sen täytyy olla alle 63 merkkiä pitkä.
ja_jp: スキーマ名は t_ で始まり、小文字と数字のみを含み、63 文字未満である必要があります。
pt: O nome do esquema deve começar por t_, conter apenas letras minúsculas e números e ter menos de 63 caracteres.
pt_br: O nome do schema deve começar com t_, conter apenas letras minúsculas e números, e ter menos de 63 caracteres.
tr: Şema adı t_ ile başlamalı, yalnızca küçük harf ve rakam içermeli ve 63 karakterden az olmalıdır.

source: Configure how authentik should show avatars for users.
es: Configura cómo authentik debe mostrar los avatares de los usuarios.
fi_fi: Määritä, kuinka authentik näyttää käyttäjien avatareja.
ja_jp: authentik がユーザーのアバターを表示する方法を設定。
pt: Configurar como o authentik deve mostrar os avatares dos utilizadores
pt_br: Configure como o authentik deve mostrar avatares para os usuários.
tr: Authentik'in kullanıcılar için avatarları nasıl göstereceğini yapılandırın.

source: Enable the ability for users to change their name.
es: Habilita la posibilidad a los usuarios de cambiar su nombre.
fi_fi: Salli käyttäjien vaihtaa nimeään.
ja_jp: ユーザーが名前を変更できる機能を有効化。
pt: Permitir que os utilizadores possam alterar o seu nome.
pt_br: Habilite a capacidade dos usuários alterarem seus nomes.
tr: Kullanıcıların adlarını değiştirebilmelerini etkinleştirin.

source: Enable the ability for users to change their email address.
es: Habilita la posibilidad a los usuarios de cambiar su correo electrónico.
fi_fi: Salli käyttäjien vaihtaa sähköpostiosoitettaan.
ja_jp: ユーザーがメールアドレスを変更できる機能を有効化。
pt: Permitir que os utilizadores possam alterar o seu endereço de e-mail.
pt_br: Habilite a capacidade dos usuários alterarem seus endereços de email.
tr: Kullanıcıların e-posta adreslerini değiştirebilmelerini sağlayın.

source: Enable the ability for users to change their username.
es: Habilita la posibilidad a los usuarios de cambiar su nombre de usuario.
fi_fi: Salli käyttäjien vaihtaa käyttäjätunnustaan.
ja_jp: ユーザーがユーザー名を変更できる機能を有効化。
pt: Permitir que os utilizadores possam alterar o seu nome de utilizador.
pt_br: Habilite a capacidade dos usuários alterarem seus nomes de usuário.
tr: Kullanıcıların kullanıcı adlarını değiştirebilmelerini etkinleştirin.

source: Events will be deleted after this duration.(Format: weeks=3;days=2;hours=3,seconds=2).
es: Los Eventos serán eliminados después de este periodo. (Formato: weeks=3;days=2;hours=3,seconds=2).
fi_fi: Tapahtumat poistetaan tämän ajan jälkeen. (Muoto: weeks=3;days=2;hours=3;seconds=2).
ja_jp: イベントはこの期間後に削除されます（形式: weeks=3;days=2;hours=3,seconds=2）。
pt: Os eventos serão eliminados após esta duração.(Formato: weeks=3;days=2;hours=3,seconds=2).
pt_br: Os eventos serão excluídos após esta duração.(Formato: semanas=3;dias=2;horas=3,segundos=2).
tr: Olaylar bu süreden sonra silinecektir (Format: weeks=3;days=2;hours=3,seconds=2).
zh_tw: 事件將在此期間後刪除。（格式：weeks=3;days=2;hours=3,seconds=2）

source: Reputation cannot decrease lower than this value. Zero or negative.
es: La reputación no puede disminuir por debajo de este valor. Cero o negativo.
fi_fi: Maine ei voi laskea tätä arvoa alemmaksi. Nolla tai negatiivinen.
ja_jp: 評判はこの値より低く減少することはできません。ゼロ以下。
pt: A reputação não pode diminuir abaixo deste valor. Zero ou negativo.
pt_br: A reputação não pode diminuir abaixo deste valor. Zero ou negativo.

source: Reputation cannot increase higher than this value. Zero or positive.
es: La reputación no puede aumentar por encima de este valor. Cero o positivo.
fi_fi: Maine ei voi kasvaa tätä arvoa korkeammaksi. Nolla tai positiivinen.
ja_jp: 評判はこの値より高く増加することはできません。ゼロ以上。
pt: A reputação não pode aumentar mais do que este valor. Zero ou positivo.
pt_br: A reputação não pode aumentar acima deste valor. Zero ou positivo.

source: The option configures the footer links on the flow executor pages.
es: La opción configura los enlaces del pie de página en las páginas del ejecutor de flujos.
fi_fi: Tämä asetus määrittää prosessien suoritussivujen alatunnisteissa näytettävät linkit.
ja_jp: このオプションはフロー実行者ページのフッターリンクを設定します。
pt: A opção configura os links de rodapé nas páginas do executor de fluxo.
pt_br: A opção configura os links de rodapé nas páginas do executor de fluxo.
tr: Bu seçenek, akış yürütücü sayfalarındaki altbilgi bağlantılarını yapılandırır.

source: When enabled, all the events caused by a user will be deleted upon the user's deletion.
es: Cuando se habilita, todos los eventos causados por un usuario serán eliminados al borrar al usuario.
fi_fi: Kun tämä on päällä, kaikki käyttäjän aiheuttamat tapahtumat poistetaan käyttäjän poiston yhteydessä.
ja_jp: 有効にするとユーザーが削除されるとユーザーが原因で起こったすべてのイベントが削除されます。
pt: Quando ativado, todos os eventos causados por um utilizador serão eliminados após a eliminação do utilizador.
pt_br: Quando ativado, todos os eventos causados ​​por um usuário serão excluídos após a exclusão do usuário.
tr: Etkinleştirildiğinde, bir kullanıcının neden olduğu tüm olaylar, kullanıcı silindiğinde silinecektir.

source: Globally enable/disable impersonation.
es: Personificación habilitada/deshabilitada globalmente.
fi_fi: Salli/estä toisena käyttäjänä esiintyminen globaalisti.
ja_jp: なりすまし機能をグローバルに有効/無効。
pt: Representação habilitada/desabilitada globalmente
pt_br: Representação habilitada/desabilitada globalmente
tr: Kimliğe bürünmeyi global olarak etkinleştirin/devre dışı bırakın.

source: Require administrators to provide a reason for impersonating a user.
es: Requerir que los administradores proporcionen una razón para personificar a un usuario.
fi_fi: Edellytä, että ylläpitäjät kirjaavat syyn toisena käyttäjänä esiintymiseen.
ja_jp: 管理者にユーザーになりすまし理由の提供を要求。
pt: Exigir que os administradores forneçam um motivo para se fazerem representar por um utilizador.
pt_br: Exigir que administradores forneçam um motivo ao se passar por um usuário.

source: Default token duration
es: Duración predeterminada del token
fi_fi: Tunnisteen oletuskesto
ja_jp: デフォルトトークン期間
pt: Duração predefinida do token
pt_br: Duração padrão do token
tr: Varsayılan jeton süresi
zh_tw: 預設權杖有效期

source: Default token length
es: Longitud predeterminada del token
fi_fi: Tunnisteen oletuspituus
ja_jp: デフォルト トークン長
pt: Tamanho predefinido do token
pt_br: Tamanho padrão do token
tr: Varsayılan jeton uzunluğu
zh_tw: 預設權杖長度

source: Default page size for API responses, if no size was requested.
pt_br: Tamanho padrão de página para respostas da API, se nenhum tamanho foi solicitado.

source: Maximum page size
pt_br: Tamanho máximo de página

source: Tenant
es: Inquilino
fi_fi: Haltija
ja_jp: テナント
pt: Instância
pt_br: Inquilino
tr: Kiracı
zh_tw: 租戶

source: Tenants
es: Inquilinos
fi_fi: Haltijat
ja_jp: テナント
pt: Instâncias
pt_br: Inquilinos
tr: Kiracılar
zh_tw: 租戶

source: Domain
es: Dominio
fi_fi: Verkkotunnus
ja_jp: ドメイン
pt: Domínio
pt_br: Domínio
tr: Etki Alanı
zh_tw: 域

source: Domains
es: Dominios
fi_fi: Verkkotunnukset
ja_jp: ドメイン
pt: Domínios
pt_br: Domínios
tr: Etki Alanları
zh_tw: 網域

source: object ID
pt_br: ID do objeto

source: Message
fi_fi: Viesti
ja_jp: メッセージ
pt_br: Mensagem

source: Messages
fi_fi: Viestit
ja_jp: メッセージ
pt_br: Mensagens

source: Queue name
fi_fi: Jonon nimi
ja_jp: キュー名
pt_br: Nome da fila

source: Dramatiq actor name
fi_fi: Dramatiq-toimijan nimi
ja_jp: Dramatiq アクター名
pt_br: Nome do ator Dramatiq

source: Message body
fi_fi: Viestin sisältö
ja_jp: メッセージ本文
pt_br: Corpo da mensagem

source: Task status
fi_fi: Tehtävän tila
ja_jp: タスク ステータス
pt_br: Status da tarefa

source: Task last modified time
fi_fi: Tehtävän viimeisin muokkausaika
ja_jp: タスク最後の変更時刻
pt_br: Última modificação da tarefa

source: Number of retries
fi_fi: Uudelleenyritysten määrä
ja_jp: 再試行回数
pt_br: Número de tentativas

source: Planned execution time
fi_fi: Suunniteltu suoritusaika
ja_jp: 計画実行時刻
pt_br: Horário planejado de execução

source: Task result
fi_fi: Tehtävän tulos
ja_jp: タスク結果
pt_br: Resultado da tarefa

source: Result expiry time
fi_fi: Tehtävän vanhenemisaika
ja_jp: 結果の有効期限
pt_br: Validade do resultado

source: Task
fi_fi: Tehtävä
ja_jp: タスク
pt_br: Tarefa

source: Tasks
fi_fi: Tehtävät
ja_jp: タスク
pt_br: Tarefas

source: %(value)s is not a valid crontab
fi_fi: %(value)s ei ole crontab-muotoinen
ja_jp: %(value)s は有効な crontab ではありません
pt_br: %(value)s não é um crontab válido

source: Dramatiq actor to call
fi_fi: Kutsuttava Dramatiq-toimija
ja_jp: 呼び出す Dramatiq アクター
pt_br: Ator Dramatiq a ser chamado

source: Args to send to the actor
fi_fi: Toimijalle lähetettävät parametrit (Args)
ja_jp: アクターに送信する引数
pt_br: Argumentos a enviar para o ator

source: Kwargs to send to the actor
fi_fi: Toimijalle lähetettävät parametrit (Kwargs)
ja_jp: アクターに送信する kwargs
pt_br: Kwargs a enviar para o ator

source: Options to send to the actor
fi_fi: Toimijalle lähetettävät optiot (options)
ja_jp: アクターに送信するオプション
pt_br: Opções a enviar para o ator

source: When to schedule tasks
fi_fi: Milloin tehtäviä ajastetaan
ja_jp: タスクをスケジュールする時期
pt_br: Quando agendar tarefas

source: Pause this schedule
fi_fi: Keskeytä tämä ajastettu toiminto
ja_jp: このスケジュールを一時停止
pt_br: Pausar este agendamento

source: Schedule
fi_fi: Ajastettu toiminto
ja_jp: スケジュール
pt_br: Agendamento

source: Schedules
fi_fi: Ajastetut toiminnot
ja_jp: スケジュール
pt_br: Agendamentos

source: Brand
es: Marca
fi_fi: Brändi
ja_jp: ブランド
pt: Marca
tr: Marka
zh_tw: 品牌

source: Cannot set group as parent of itself.
es: No se puede establecer un grupo como su propio padre.
fi_fi: Ryhmää ei voi asettaa itsensä ylätasoksi.
pt: Não é possível definir o grupo como pai de si próprio.

source: Token
fi_fi: Tunniste
ja_jp: トークン
tr: Jeton
zh_tw: 權杖

source: Tokens
fi_fi: Tunnisteet
ja_jp: トークン
tr: Jetonlar
zh_tw: 權杖

source: Powered by authentik
es: Desarrollado por authentik
fi_fi: Käyttää authtentikiä
tr: Authentik ile güçlendirilmiştir
zh_tw: 由 authentik 技術支援

source: Subject-alt name
es: Nombre de asunto ALT
fi_fi: Aihe-vaihtoehtoinen nimi
ja_jp: サブジェクト代替名
pt: Nome alternativo do sujeito
tr: Konu-alt başlığı
zh_tw: 替代名稱

source: Email
es: Correo
fi_fi: Sähköposti
ja_jp: メール
tr: E-posta
zh_tw: 電子郵件

source: Outpost Service-Connection
es: Conexión de Servicio del Puesto Avanzado
fi_fi: Tukikohta-yhteys
ja_jp: Outpostサービス接続
pt: Ligação de serviço do posto avançado
tr: Gözcü Servis Bağlantısı
zh_tw: Outpost 服務連線

source: Outpost Service-Connections
es: Conexiones de Servicio del Puesto Avanzado
fi_fi: Tukikohta-yhteydet
ja_jp: Outpostサービス接続
pt: Ligações de serviço do posto avançado
tr: Gözcü Servis Bağlantıları
zh_tw: Outpost 服務連線

source: Docker Service-Connection
es: Conexión de Servicio de Docker
fi_fi: Docker-yhteys
ja_jp: Dockerサービス接続
pt: Ligação de serviço do Docker
tr: Docker Servis Bağlantısı
zh_tw: Docker 服務連線

source: Docker Service-Connections
es: Conexiones de Servicio de Docker
fi_fi: Docker-yhteydet
ja_jp: Dockerサービス接続
pt: Ligações de serviço do Docker
tr: Docker Servis Bağlantıları
zh_tw: Docker 服務連線

source: Outpost
es: Puesto Avanzado
fi_fi: Tukikohta
ja_jp: アウトポスト
pt: Posto avançado
tr: Gözcü

source: Back-channel
fi_fi: Taustakanava
ja_jp: バックチャネル

source: Front-channel
fi_fi: Etukanava
ja_jp: フロントチャネル

source: Google OAuth Sources
es: Fuentes de OAuth de Google
fi_fi: Google OAuth-lähteet
ja_jp: Google OAuth ソース
pt: Fontes OAuth do Google
tr: Google OAuth Kaynakları
zh_tw: Google OAuth 來源

source: POST Binding
es: Vinculación POST
fi_fi: POST-liitos
ja_jp: POST バインディング
pt: Associação POST
tr: POST Bağlama
zh_tw: POST 附加

source: Optional enrollment flow, which is linked at the bottom of the page.
es: Flujo de inscripción opcional, que se enlaza en la parte inferior de la página.
fi_fi: Valinnainen rekisteröitymisprosessi, joka on linkitettynä sivun alalaitaan.
ja_jp: オプショナル登録フロー、ページ下部にリンクされます。
pt: Fluxo de registo opcional, disponível através de uma ligação no final da página.
tr: Sayfanın alt kısmında bağlanan isteğe bağlı kayıt akışı.
zh_tw: 可選的註冊流程，連結在頁面的底部。

source: Group channel
fi_fi: Ryhmäkanava
ja_jp: グループ チャネル

source: Group channels
fi_fi: Ryhmäkanavat
ja_jp: グループ チャネル

source: Nonce
ja_jp: ノンス
tr: Tek seferlik
zh_tw: Nonce(單次使用隨機亂數)

source: Successfully imported {count} files.
es: Se importaron exitosamente {count} archivos.
pt: {count} ficheiros importados com sucesso.

source: Failed to send request
es: Error al enviar la solicitud
pt: Falha no envio do pedido

source: Successfully started task {name}.
es: Tarea {name} iniciada correctamente.
pt: Tarefa {name} iniciada com sucesso.
tr: Görev {name} başarıyla başlatıldı.
zh_tw: 已成功啟動任務 {name}。

source: Slack Webhook (Slack/Discord)
es: Webhook de Slack (Slack/Discord)
tr: Slack Web kancası (Slack/Discord)

source: Run task
es: Ejecuta tarea
pt: Executar tarefa
tr: Görevi çalıştır
zh_tw: 執行任務

source: System Task
es: Tarea del Sistema
pt: Tarefa do sistema
tr: Sistem Görevi
zh_tw: 系統任務

source: System Tasks
es: Tareas del Sistema
pt: Tarefas do sistema
tr: Sistem Görevleri
zh_tw: 系统任务

source: Task has not been run yet.
es: La tarea aún no se ha ejecutado.
pt: A tarefa ainda não foi executada.
tr: Görev henüz çalıştırılmadı.
zh_tw: 任務尚未執行。

source: Starting full provider sync
es: Iniciando sincronización completa de proveedor
pt: Iniciando a sincronização completa com o provedor
tr: Tam sağlayıcı senkronizasyonunu başlatma
zh_tw: 開始同步所有提供程式

source: Syncing users
es: Sincronizando usuarios

source: Syncing groups
es: Sincronizando grupos

source: Syncing page {page} of {object_type}
es: Sincronizando página {page} de {object_type}

source: Dropping mutating request due to dry run
es: Descartando solicitud de mutación debido a ejecución en modo de simulación
pt: Descartando pedido de alteração devido a execução em modo simulado

source: Stopping sync due to error: {error}
es: Deteniendo sincronización debido al error: {error}
pt: A parar a sincronização devido a um erro: {error}
tr: Hata nedeniyle senkronizasyon durduruluyor: {error}
zh_tw: 因錯誤停止同步所有提供程式：{error}

source: SSO URL
es: URL SSO
pt: URL SSO
zh_tw: SSO 網址

source: SLO URL
es: URL SLO
pt: URL SLO
zh_tw: SLO 網址

source: Duo
es: Dúo

source: Extra description not available
pt: Descrição extra não disponível

source: Syncing page {page} of users
pt: A sincronizar a página {page} dos utilizadores

source: Syncing page {page} of groups
pt: A sincronizar a página {page} dos grupos

source: Successfully logged in!
pt: Sessão iniciada com sucesso!
tr: Başarıyla giriş yaptınız!
zh_tw: 已成功登入！

source: Time in minutes the token sent is valid.
tr: Gönderilen belirteç dakikalar olarak geçerlidir.

source: SMS
zh_tw: 簡訊
