Repository: goauthentik/authentik
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fi_fi, ja_jp, pt, pt_br, tr, zh_tw

source: Successfully verified Email.
es: Correo electrónico verificado correctamente.
fi_fi: Sähköpostiosoite vahvistettu.
ja_jp: メールの検証に成功しました。
pt: E-mail verificado com sucesso.
pt_br: E-mail verificado com sucesso.
tr: Başarıyla doğrulanmış E-posta.
zh_tw: 已成功認證電子郵件。

source: No pending user.
es: Sin usuario pendiente.
fi_fi: Ei keskeneräistä käyttäjää.
ja_jp: 保留中のユーザーはありません。
pt: Nenhum utilizador pendente.
pt_br: Nenhum usuário pendente.
tr: Bekleyen kullanıcı yok.
zh_tw: 沒有待處理的使用者。

source: Email sent.
es: Se envió un correo.
fi_fi: Sähköposti lähetetty.
ja_jp: メールを送信しました。
pt: E-mail enviado.
pt_br: E-mail enviado.
tr: E-posta gönderildi.
zh_tw: 已發送電子郵件。

source: Too many account verification attempts. Please try again after {minutes} minutes.
fi_fi: Liian monta tilin vahvistusyritystä. Yritä uudelleen {minutes} minuutin kuluttua.
ja_jp: アカウント検証の試行が多すぎます。{minutes} 分後に再度お試しください。
pt_br: Muitas tentativas de verificação de conta. Por favor, tente novamente após {minutes} minutos.

source: Email Successfully sent.
es: Correo electrónico enviado exitosamente.
fi_fi: Sähköposti lähetetty.
ja_jp: メールが正常に送信されました。
pt: E-mail enviado com sucesso.
pt_br: Email enviado com sucesso.
tr: E-posta başarıyla gönderildi.
zh_tw: 成功發送電子郵件。

source: Send email.
fi_fi: Lähetä sähköposti.
ja_jp: メールを送信。
pt_br: Enviar email.

source: Welcome!
es: ¡Bienvenido!
fi_fi: Tervetuloa!
ja_jp: ようこそ！
pt: Bem-vindos!
pt_br: Bem-vindo!
tr: Hoş geldiniz!
zh_tw: 歡迎！

source: We're excited to have you get started. First, you need to confirm your account. Just press the button below.
es: Nos emociona que comiences. Primero, debes confirmar tu cuenta. Solo tienes que pulsar el botón de abajo.
fi_fi: Aloitetaan. Ensimmäseksi vahvistamme tunnuksesi. Paina alla olevaa nappia.
ja_jp: 開始してくれてうれしいです。まず、アカウントを確認する必要があります。下のボタンを押してください。
pt: Estamos ansiosos para que comece. Primeiro, tem de confirmar a sua conta. Basta premir o botão abaixo.
pt_br: Estamos ansiosos para que você comece. Primeiro, você precisa confirmar sua conta. Basta apertar o botão abaixo.
tr: Başlaman için çok heyecanlıyız. İlk olarak, hesabınızı onaylamanız gerekir. Sadece aşağıdaki düğmeye basın.
zh_tw: 我們很高興您能開始使用。首先，您需要驗證您的帳戶。只需按下方的按鈕即可。

source: Confirm Account
es: Confirmar cuenta
fi_fi: Vahvista tunnus
ja_jp: アカウント確認
pt: Confirmar Conta
pt_br: Confirmar conta
tr: Hesabı Onayla
zh_tw: 驗證帳戶

source: If that doesn't work, copy and paste the following link in your browser: %(url)s
es: Si eso no funciona, copia y pega el siguiente enlace en tu navegador: %(url)s
fi_fi: Jos tämä ei toimi, kopioi seuraava linkki selaimeen: %(url)s
ja_jp: それが機能しない場合は、次のリンクをコピーしてブラウザに貼り付けてください: %(url)s
pt: Se essa ligação não funcionar, copie e cole a seguinte ligação no seu navegador: %(url)s
pt_br: Se isso não funcionar, copie e cole o seguinte link em seu navegador: %(url)s
tr: Bu işe yaramazsa, aşağıdaki bağlantıyı tarayıcınıza kopyalayıp yapıştırın: %(url)s
zh_tw: 如果這不起作用，請在瀏覽器中複製並貼上以下連結：%(url)s

source: We're excited to have you get started. First, you need to confirm your account. Just open the link below.
es: Nos emociona que comiences. Primero, debes confirmar tu cuenta. Solo tienes que abrir el enlace de abajo.
fi_fi: Aloitetaan. Ensimmäseksi vahvistamme tunnuksesi. Avaa alla oleva linkki.
ja_jp: 開始してくれてうれしいです。まず、アカウントを確認する必要があります。以下のリンクを開いてください。
pt: Estamos ansiosos para que comece. Primeiro, tem de confirmar a sua conta. Basta abrir a ligação abaixo.
pt_br: Estamos animados para preparar a sua conta. Primeiro, você precisa confirmar sua conta. Basta abrir o link abaixo.
tr: Başlayacağınız için heyecanlıyız. Öncelikle hesabınızı onaylamanız gerekiyor. Aşağıdaki bağlantıyı açmanız yeterli.

source: This email was sent from the notification transport <code>%(name)s</code>.
es: Este correo electrónico fue enviado desde el transporte de notificaciones <code>%(name)s</code>.
fi_fi: Tämä viesti on lähetetty notifikaatiokanavasta <code>%(name)s</code>.
ja_jp: このメールは通知トランスポート <code>%(name)s</code> から送信されました。
pt: Este e-mail foi enviado a partir do transporte de notificações <code>%(name)s</code>.
pt_br: Este email foi enviado pelo transporte de notificações %(name)s.
tr: Bu e-posta bildirim aktarımından gönderilmiştir <code>%(name)s</code>.
zh_tw: 此電子郵件來自通知： <code>%(name)s</code>.

source: Dear authentik user,
es: Estimado usuario de authentik,
fi_fi: Hyvä authentikin käyttäjä,
ja_jp: authentik ユーザーの皆様へ
pt: Caro utilizador authentik,
pt_br: Caro usuário do authentik,
tr: Sayın authentik kullanıcısı,
zh_tw: 親愛的 authentik 使用者，

source: The following notification was created:
es: La siguiente notificación fue creada:
fi_fi: Seuraava notifikaatio luotiin:
ja_jp: 次の通知が作成されました:
pt: A seguinte notificação foi criada:
pt_br: A seguinte notificação foi criada:
tr: Aşağıdaki bildirim oluşturuldu:
zh_tw: 下列通知已建立：

source: Additional attributes:
es: Atributos adicionales:
fi_fi: Lisämääritteet:
ja_jp: 追加属性:
pt: Atributos adicionais:
pt_br: Atributos adicionais:
tr: Ek özellikler:
zh_tw: 附加屬性：

source: This email was sent from the notification transport %(name)s.
es: Este correo electrónico fue enviado desde el transporte de notificaciones %(name)s.
fi_fi: Tämä viesti on lähetetty notifikaatiokanavasta %(name)s.
ja_jp: このメールは通知トランスポート %(name)s から送信されました。
pt: Este e-mail foi enviado a partir do transporte de notificações %(name)s.
pt_br: Este email foi enviado pelo transporte de notificações %(name)s.
tr: Bu e-posta bildirim aktarımından gönderilmiştir %(name)s.
zh_tw: 此電子郵件來自通知：1%(name)s。

source: You recently requested to change your password for your authentik account. Use the button below to set a new password.
es: Recientemente solicitaste cambiar tu contraseña para tu cuenta de authentik. Usa el botón de abajo para crear una nueva contraseña.
fi_fi: Olet pyytänyt salasanan vaihtoa authentik-tunnuksellesi. Paina alla olevaa painiketta asettaaksesi uuden salasanan.
ja_jp: 最近、authentik アカウントのパスワードを変更するようリクエストされました。下のボタンを使用して新しいパスワードを設定してください。
pt: Solicitou recentemente a alteração da palavra-passe da sua conta authentik. Utilize o botão abaixo para definir uma nova palavra-passe.
pt_br: Você solicitou uma alteração da senha da sua conta authentik. Clique no botão abaixo para definir uma nova senha.
tr: Kısa süre önce authentik hesabınız için şifrenizi değiştirmeyi talep ettiniz. Yeni bir şifre belirlemek için aşağıdaki düğmeyi kullanın.
zh_tw: 您最近要求重設您的 authentik 帳戶的密碼。請使用下方的按鈕來設定新密碼。

source: If you did not request a password change, please ignore this email. The link above is valid for %(expires)s.
es: Si no solicitaste un cambio de contraseña, por favor ignora este correo. El enlace anterior es válido por %(expires)s.
fi_fi: Jos et ole pyytänyt salasanan vaihtoa, jätä tämä viesti huomiotta. Yllä oleva linkki on voimassa %(expires)s.
ja_jp: パスワードの変更をリクエストしていない場合は、このメールを無視してください。上記のリンクは %(expires)s まで有効です。
pt: Se não solicitou a alteração da palavra-passe, ignore esta mensagem de e-mail. A ligação acima é válida por %(expires)s.
pt_br: Se você não solicitou a alteração de senha, ignore este email. O link acima é válido por %(expires)s

source: You recently requested to change your password for your authentik account. Use the link below to set a new password.
es: Recientemente solicitaste cambiar tu contraseña para tu cuenta de authentik. Usa el enlace de abajo para crear una nueva contraseña.
fi_fi: Olet pyytänyt salasanan vaihtoa authentik-tunnuksellesi. Avaa alla oleva linkki asettaaksesi uuden salasanan.
ja_jp: 最近、authentik アカウントのパスワードを変更するようリクエストされました。以下のリンクを使用して新しいパスワードを設定してください。
pt: Solicitou recentemente a alteração da palavra-passe da sua conta authentik. Utilize a ligação abaixo para definir uma nova palavra-passe.
pt_br: Você solicitou recentemente a alteração de senha da sua conta authentik. Use o link abaixo para definir uma nova senha.
tr: Kısa süre önce authentik hesabınız için şifrenizi değiştirmeyi talep ettiniz. Yeni bir şifre belirlemek için aşağıdaki bağlantıyı kullanın.

source: If you did not request a password change, please ignore this email. The link above is valid for %(expires)s.
es: Si no solicitaste un cambio de contraseña, por favor ignora este correo. El enlace anterior es válido por %(expires)s.
fi_fi: Jos et ole pyytänyt salasanan vaihtoa, jätä tämä viesti huomiotta. Yllä oleva linkki on voimassa %(expires)s.
ja_jp: パスワードの変更をリクエストしていない場合は、このメールを無視してください。上記のリンクは %(expires)s まで有効です。
pt: Se não solicitou a alteração da palavra-passe, ignore esta mensagem de e-mail. A ligação acima é válida por %(expires)s.
pt_br: Se você não solicitou a alteração de senha, ignore este email. O link acima é válido por %(expires)s.

source: authentik Test-Email
es: auténtico Test-Email
fi_fi: authentik testisähköposti
ja_jp: authentik テストメール
pt: E-mail de Teste do authentik
pt_br: E-mail de teste do authentik
tr: authentik Test-E-postasıdır.
zh_tw: authentik 測試電子郵件

source: This is a test email to inform you, that you've successfully configured authentik emails.
es: Este es un correo electrónico de prueba para informarle de que ha configurado correctamente los correos electrónicos auténticos.
fi_fi: Tämä on testiviesti, jonka tarkoituksena on ilmoittaa sinulle, että olet määritellyt authentik-sähköpostiasetukset onnistuneesti.
ja_jp: これはテストメールで、authentik メールの設定に成功したことをお知らせします。
pt: Este é um e-mail de teste para o informar que configurou corretamente os e-mails do authentik..
pt_br: Este é um e-mail de teste para informar que você configurou com sucesso os e-mails do authentik.
tr: Bu, authentik e-postalarını başarıyla yapılandırdığınızı size bildirmek için bir test e-postasıdır.
zh_tw: 這是一封測試電子郵件用於通知您，您已成功設定了 authentik 電子郵件。

source: This is a test email to inform you, that you've successfully configured authentik emails.
es: Este es un correo electrónico de prueba para informarle que ha configurado correctamente los correos electrónicos de authentik.
fi_fi: Tämä on testiviesti, jonka tarkoituksena on ilmoittaa sinulle, että olet määritellyt authentik-sähköpostiasetukset onnistuneesti.
ja_jp: これはテストメールで、authentik メールの設定に成功したことをお知らせします。
pt: Este é um e-mail de teste para o informar que configurou corretamente os e-mails do authentik.
pt_br: Este é um email de teste para informar que você configurou com sucesso os emails do authentik.
tr: Bu, authentik e-postalarını başarıyla yapılandırdığınızı bildirmek için bir test e-postasıdır.

source: When no user fields are selected, at least one source must be selected
es: Cuando no se selecciona ningún campo de usuario, se debe seleccionar al menos una fuente
fi_fi: Kun yhtään käyttäjäkenttää ei ole valittu, ainakin yksi lähde on oltava valittuna.
ja_jp: When no user フィールドs are selected, at least one source する必要があります be selected
pt: Quando não são selecionados campos de utilizador, deve ser selecionada pelo menos uma fonte
pt_br: Quando nenhum campo de usuário é selecionado, pelo menos uma fonte deve ser escolhida.
tr: Hiçbir kullanıcı alanı seçilmediğinde, en az bir kaynak seçilmelidir
zh_tw: 當沒有使用者欄位被選擇時，至少要選擇一個來源

source: Fields of the user object to match against. (Hold shift to select multiple options)
es: Campos del objeto de usuario con los que se realizará la comparación (mantenga presionada la tecla Mayús para seleccionar varias opciones)
fi_fi: Käyttäjäobjektin kentät, joita käytetään vertailussa. (Pidä shift-näppäintä pohjassa valitaksesi useampia vaihtoehtoja)
ja_jp: 照合するユーザーオブジェクトのフィールド。（Shift を保持して複数のオプションを選択）
pt: Campos do objeto do utilizador para comparação. (Mantenha a tecla SHIFT pressionada para selecionar várias opções)
pt_br: Campos do objeto de usuário para correspondência. (Segure shift para selecionar várias opções)
tr: Eşleştirilecek kullanıcı nesnesinin alanları. (Birden fazla seçenek seçmek için shift tuşunu basılı tutun)
zh_tw: 用於配對使用者物件的欄位。(可按住 Shift 選擇多個選項)

source: When enabled, user fields are matched regardless of their casing.
es: Cuando se habilita, los campos de usuario coinciden independientemente de su carcasa.
fi_fi: Kun tämä on käytössä, käyttäjän kenttien arvojen vertailussa ei eritellä isoja ja pieniä kirjaimia.
ja_jp: 有効にすると、ユーザーフィールドは大文字小文字に関係なく照合されます。
pt: Quando ativado, os campos de utilizador são correspondidos ignorando maiúsculas.
pt_br: Quando ativados, os campos do usuário são correspondidos independentemente de suas maiúsculas e minúsculas.
tr: Etkinleştirildiğinde, kullanıcı alanları muhafazası ne olursa olsun eşleştirilir.
zh_tw: 啟用時，配對將無視使用者欄位的大小寫差異。

source: When a valid username/email has been entered, and this option is enabled, the user's username and avatar will be shown. Otherwise, the text that the user entered will be shown
es: Cuando se haya ingresado un nombre de usuario o correo electrónico válidos y esta opción esté habilitada, se mostrarán el nombre de usuario y el avatar del usuario. De lo contrario, se mostrará el texto que el usuario ingresó.
fi_fi: Kun validi käyttäjätunnus tai sähköpostiosoite on syötetty ja tämä valinta on käytössä, käyttäjän käyttäjätunnus ja avatar näytetään. Muussa tapauksessa näytetään käyttäjän kirjoittama teksti.
ja_jp: 有効なユーザー名/メールが入力され、このオプションが有効な場合、ユーザー名とアバターが表示されます。そうでない場合、ユーザーが入力したテキストが表示されます
pt: Quando um nome de utilizador/e-mail válido tiver sido introduzido e esta opção estiver ativada, o nome de utilizador e o avatar do utilizador serão mostrados. Caso contrário, será apresentado o texto que o utilizador introduziu
pt_br: Quando um nome de usuário/e-mail válido for inserido e esta opção estiver habilitada, o nome de usuário e o avatar do usuário serão exibidos. Caso contrário, o texto que o usuário digitou será mostrado
tr: Geçerli bir kullanıcı adı/e-posta girildiğinde ve bu seçenek etkinleştirildiğinde, kullanıcının kullanıcı adı ve avatarı gösterilecektir. Aksi takdirde, kullanıcının girdiği metin gösterilir
zh_tw: 當啟用了此選項，且輸入了有效的使用者名稱/電子郵件時，將顯示用戶的用戶名稱和頭像。否則，將顯示使用者輸入的文字。

source: When enabled, the stage will succeed and continue even when incorrect user info is entered.
es: Cuando está habilitado, la etapa tendrá éxito y continuará incluso cuando se ingrese información de usuario incorrecta.
fi_fi: Kun tämä on käytössä, vaihe onnistuu ja suoritus jatkuu, vaikka olisi syötetty virheelliset käyttäjätiedot.
ja_jp: 有効にすると、不正確なユーザー情報が入力された場合でもステージは成功して続行します。
pt: Quando ativado, a etapa será concluída com sucesso e continuará mesmo que sejam introduzidos dados de utilizador incorretos.
pt_br: Quando ativado, a etapa será concluída com sucesso e continuará mesmo quando informações incorretas do usuário forem inseridas.
tr: Etkinleştirildiğinde, yanlış kullanıcı bilgisi girilse bile aşama başarılı olur ve devam eder.

source: Show the user the 'Remember me on this device' toggle, allowing repeat users to skip straight to entering their password.
es: Mostrar al usuario la opción "Recordarme en este dispositivo", permitiendo que los usuarios recurrentes pasen directamente a ingresar su contraseña.
fi_fi: Näytä käyttäjälle 'Muista minut tällä laitteella'-asetus, joka sallii toistuvasti kirjautuvien käyttäjien menemisen suoraan syöttämään salasanansa.
ja_jp: ユーザーに「このデバイスで保存」トグルを表示し、リピートユーザーが直接パスワード入力をスキップできるようにします。
pt: Mostrar ao utilizador a opção 'Lembrar-me neste dispositivo', permitindo que utilizadores recorrentes avancem diretamente para a introdução da palavra-passe.
pt_br: Exibir ao usuário a opção 'Lembrar-me neste dispositivo', permitindo que usuários recorrentes vão direto para a senha.

source: Optional recovery flow, which is linked at the bottom of the page.
es: Flujo de recuperación opcional, que se enlaza en la parte inferior de la página.
fi_fi: Valinnainen palautusprosessi, joka on linkitettynä sivun alalaitaan.
ja_jp: オプショナルリカバリーフロー、ページ下部にリンクされます。
pt: Fluxo de recuperação opcional, disponível através de uma ligação no final da página.
pt_br: Fluxo de recuperação opcional, que está vinculado na parte inferior da página.
tr: Sayfanın alt kısmında bağlı olan isteğe bağlı kurtarma akışı.
zh_tw: 可選的救援流程，連結在頁面底部。

source: Optional passwordless flow, which is linked at the bottom of the page.
es: Flujo opcional sin contraseña, que se enlaza en la parte inferior de la página.
fi_fi: Valinnainen salasanaton prosessi, joka on linkitettynä sivun alalaitaan.
ja_jp: オプショナルパスワードレスフロー、ページ下部にリンクされます。
pt: Fluxo opcional de autenticação sem palavra-passe, disponível através de uma ligação no final da página.
pt_br: Fluxo sem senha opcional, que está vinculado na parte inferior da página.
tr: İsteğe bağlı şifresiz akış. Sayfanın altında akışa bağlanır.
zh_tw: 可選的無密碼流程，連結在頁面底部。

source: Specify which sources should be shown.
es: Especifique qué fuentes deben mostrarse.
fi_fi: Valitse, mitkä lähteet näytetään.
ja_jp: 表示するソースを指定します。
pt: Especificar quais as fontes que devem ser mostradas.
pt_br: Especifique quais fontes devem ser mostradas.
tr: Hangi kaynakların gösterilmesi gerektiğini belirtin.
zh_tw: 指定應顯示那些來源。

source: Identification Stage
es: Etapa de identificación
fi_fi: Tunnistautumisvaihe
ja_jp: 識別ステージ
pt: Etapa de identificação
pt_br: Fase de Identificação
tr: Tanımlama Aşaması
zh_tw: 識別階段

source: Identification Stages
es: Etapas de identificación
fi_fi: Tunnistautumisvaiheet
ja_jp: 識別ステージ
pt: Etapas de identificação
pt_br: Fases de Identificação
tr: Tanımlama Aşamaları
zh_tw: 識別階段

source: No identification data provided.
pt_br: Nenhum dado de identificação fornecido.

source: Failed to authenticate.
fi_fi: Todentaminen epäonnistui.
ja_jp: 認証に失敗しました。
pt_br: Falha na autenticação.

source: Log in
es: Iniciar sesión
fi_fi: Kirjaudu sisään
ja_jp: ログイン
pt: Iniciar sessão
pt_br: Conecte-se
tr: Oturum aç
zh_tw: 登入

source: Continue
es: Continuar
fi_fi: Jatka
ja_jp: 続ける
pt: Continuar
pt_br: Continuar
tr: Devam Et
zh_tw: 繼續

source: If this flag is set, this Stage will jump to the next Stage when no Invitation is given. By default this Stage will cancel the Flow when no invitation is given.
es: Si se establece esta bandera, esta etapa saltará a la siguiente etapa cuando no se dé ninguna invitación. De forma predeterminada, esta etapa cancelará el flujo cuando no se dé ninguna invitación.
fi_fi: Jos tämä asetus on käytössä, tämä vaihe hyppää seuraavaan vaiheeseen jos kutsua ei ole. Oletuksena tämä vaihe peruuttaa prosessin jos kutsua ei ole.
ja_jp: このフラグが設定されている場合、招待がないときにこのステージは次のステージにジャンプします。デフォルトではこのステージは招待がないときにフローをキャンセルします。
pt: Se esta opção estiver ativa, esta fase vai saltar para a próxima fase quando nenhum convite for fornecido. Por predefinição, esta fase vai cancelar o fluxo quando não for fornecido nenhum convite.
pt_br: Se este sinalizador for definido, este Estágio irá pular para o próximo Estágio quando nenhum Convite for dado. Por padrão, este estágio cancelará o fluxo quando nenhum convite for feito.
tr: Bu bayrak ayarlanırsa, Davet verilmediğinde bu Aşama bir sonraki Aşama'ya atlanır. Varsayılan olarak bu Aşama , davet verilmediğinde Akışı iptal eder.
zh_tw: 如果設定了此旗標，在沒有給予邀請的情況下將跳轉到下一階段。預設情況下，當沒有給予邀請時，階段將取消流程。

source: Invitation Stage
es: Etapa de invitación
fi_fi: Kutsuvaihe
ja_jp: 招待ステージ
pt: Etapa de convite
pt_br: Estágio de convite
tr: Davet Aşaması
zh_tw: 邀請階段

source: Invitation Stages
es: Etapas de invitación
fi_fi: Kutsuvaiheet
ja_jp: 招待ステージ
pt: Etapas de convite
pt_br: Estágios de convite
tr: Davet Aşamaları
zh_tw: 邀請階段

source: When set, only the configured flow can use this invitation.
es: Cuando se establece, solo el flujo configurado puede usar esta invitación.
fi_fi: Kun tämä on asetettu, vain määritelty prosessi voi käyttää tätä kutsua.
ja_jp: 設定すると、設定されたフローのみがこの招待を使用できます。
pt: Quando definido, apenas o fluxo configurado pode utilizar este convite.
pt_br: Quando definido, apenas o fluxo configurado pode usar este convite.
tr: Ayarlandığında, yalnızca yapılandırılan akış bu daveti kullanabilir.
zh_tw: 如果設定此項，只有已設定的流程才能夠使用這個邀請。

source: When enabled, the invitation will be deleted after usage.
es: Cuando se habilita, la invitación se eliminará después de su uso.
fi_fi: Kun tämä on käytössä, kutsu poistetaan käytön jälkeen.
ja_jp: 有効にすると、招待は使用後に削除されます。
pt: Quando ativado, o convite será eliminado após utilização.
pt_br: Quando ativado, o convite será excluído após o uso.
tr: Etkinleştirildiğinde, davetiye kullanımdan sonra silinir.
zh_tw: 啟用時，邀請將在使用後被刪除。

source: Optional fixed data to enforce on user enrollment.
es: Datos fijos opcionales para aplicar en la inscripción de usuarios.
fi_fi: Valinnainen kiinteä data joka pakotetaan käyttäjän rekisteröitymisessä.
ja_jp: ユーザー登録に強制するオプショナル固定データ。
pt: Dados fixos opcionais a aplicar no registo de utilizadores.
pt_br: Dados fixos opcionais para aplicar na inscrição do usuário.
tr: Kullanıcı kaydında zorlamak için isteğe bağlı sabit veriler.
zh_tw: 可選的固定資料，在使用者註冊中強制加入的固定資料。

source: Invitation
es: Invitación
fi_fi: Kutsu
ja_jp: 招待
pt: Convite
pt_br: Convite
tr: Davetiye
zh_tw: 邀請

source: Invitations
es: Invitaciones
fi_fi: Kutsut
ja_jp: 招待
pt: Convites
pt_br: Convites
tr: Davetiyeler
zh_tw: 邀請

source: Invalid invite/invite not found
es: Invitación invalida/no encontrada
fi_fi: Virheellinen kutsu tai kutsua ei löytynyt.
ja_jp: 無効な招待/招待が見つかりません
pt: Convite inválido/não encontrado.
pt_br: Convite inválido/convite não encontrado
tr: Geçersiz davet/davet bulunamadı
zh_tw: 無效的邀請或找不到該邀請

source: User database + standard password
es: Base de datos de usuarios + contraseña estándar
fi_fi: Käyttäjätietokanta + normaali salasana
ja_jp: ユーザーデータベース + 標準パスワード
pt: Base de dados de utilizadores + palavra-passe padrão
pt_br: Banco de dados do usuário + senha padrão
tr: Kullanıcı veritabanı+standart şifre
zh_tw: 使用者資料庫 + 標準密碼

source: User database + app passwords
es: Base de datos de usuario + contraseñas de aplicación
fi_fi: Käyttäjätietokanta + sovelluksen salasanat
ja_jp: ユーザーデータベース + アプリパスワード
pt: Base de dados de utilizadores + palavras-passe de aplicação
pt_br: Banco de dados de usuários + senhas de aplicativos
tr: Kullanıcı veritabanı+uygulama şifreleri
zh_tw: 使用者資料庫 + 應用程式密碼

source: User database + LDAP password
es: Base de datos de usuarios + contraseña LDAP
fi_fi: Käyttäjätietokanta + LDAP-salasana
ja_jp: ユーザーデータベース + LDAP パスワード
pt: Base de dados de utilizadores + palavras-passe LDAP
pt_br: Banco de dados do usuário + senha do LDAP
tr: Kullanıcı veritabanı+LDAP şifresi
zh_tw: 使用者資料庫 + LDAP 密碼

source: User database + Kerberos password
es: Base de datos de usuario + contraseña Kerberos
fi_fi: Käyttäjätietokanta + Kerberos-salasana
ja_jp: ユーザーデータベース + Kerberos パスワード
pt: Base de dados de utilizadores + palavras-passe Kerberos
pt_br: Banco de dados de usuário + senha Kerberos
tr: Kullanıcı veritabanı + Kerberos şifresi

source: Selection of backends to test the password against.
es: Selección de backends para probar la contraseña.
fi_fi: Valitut taustapalvelut, joita käytetään salasanan tarkistamiseen.
ja_jp: パスワードをテストするバックエンドの選択。
pt: Seleção de backends para testar a palavra-passe.
pt_br: Seleção de back-ends para testar a senha.
tr: Parolayı test etmek için arka uçların seçimi.
zh_tw: 選擇要對照測試密碼的後端。
