Repository: goauthentik/authentik
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fi_fi, ja_jp, pt, pt_br, tr, zh_tw

source: Match created events with this action type. When left empty, all action types will be matched.
es: Coincidir con los eventos creados que tengan este tipo de acción. Si se deja en blanco, se incluyen todos los tipos de acción.
fi_fi: Valitse tapahtumat, jotka on luotu tällä toimintotyypillä. Jos tämä jätetään tyhjäksi, kaikki toimintotyypit valitaan.
ja_jp: 作成されたイベントをこのアクションタイプに一致させます。空のままにすると、すべてのアクションタイプが一致します。
pt: Corresponde a eventos criados com este tipo de ação. Quando deixado em branco, todos os tipos de ação serão correspondidos.
pt_br: Combine eventos criados com este tipo de ação. Quando deixado em branco, todos os tipos de ação serão correspondidos.
tr: Oluşturulan olayları bu eylem türüyle eşleştirin. Boş bırakıldığında, tüm eylem türleri eşleştirilecektir.
zh_tw: 將此動作類型與建立的事件配對。如果為空則將符合所有動作類型。

source: Matches Event's Client IP (strict matching, for network matching use an Expression Policy)
es: Coincide con la IP del Cliente del Evento (coincidencia estricta; para la coincidencia de red, utilice una Política de Expresión)
fi_fi: Valitsee tapahtuman asiakkaan IP-osoitteen perusteella (tarkka vastaavuus, käytä ohjelmallista käytäntöä verkon valintaan)
ja_jp: イベントのクライアント IP にマッチ（厳密なマッチング、ネットワークマッチングは式ポリシーを使用）
pt: Corresponde ao IP do cliente do evento (correspondência rigorosa, para correspondência de rede use uma Política de Expressão)
pt_br: Corresponde ao IP do cliente do evento (correspondência estrita, para correspondência de rede, use uma política de expressão)
tr: Etkinliğin İstemci IP'sini eşleştirir (katı eşleştirme, ağ eşleştirmesi için bir İfade İlkesi kullanın)
zh_tw: 匹配事件的客戶端 IP（嚴格配對，若需進行網路層級配對，請使用表達式政策）

source: Event Matcher Policy
es: Política de Comparador de Eventos
fi_fi: Tapahtumien valintakäytäntö
ja_jp: イベントマッチャーポリシー
pt: Política de correspondência de eventos
pt_br: Política de Correspondência de Eventos
tr: Olay Eşleştirici İlkesi
zh_tw: 事件配對政策

source: Event Matcher Policies
es: Políticas de Event Matcher
fi_fi: Tapahtumien valintakäytännöt
ja_jp: イベントマッチャーポリシー
pt: Políticas de correspondência de eventos
pt_br: Políticas de Correspondência de Eventos
tr: Olay Eşleştiricisi İlkeleri
zh_tw: 事件配對政策

source: Password expired {days} days ago. Please update your password.
es: La contraseña expiró hace {days} días. Por favor, actualiza tu contraseña.
fi_fi: Salasana vanhentui {days} päivää sitten. Päivitä salasanasi.
ja_jp: パスワードは {days} 日前に有効期限切れになりました。パスワードを更新してください。
pt: A palavra-passe expirou há {days} dias. Atualize a sua palavra-passe.
pt_br: Senha expirada há {days} dias. Por favor, atualize sua senha.

source: Password has expired.
es: La contraseña ha expirado.
fi_fi: Salasana on vanhentunut.
ja_jp: パスワードの有効期限が切れています。
pt: A palavra-passe expirou.
pt_br: A senha expirou.
tr: Şifrenin süresi doldu.
zh_tw: 密碼已過期。

source: Password Expiry Policy
es: Política de Caducidad de Contraseñas
fi_fi: Salasanan vanhenemiskäytäntö
ja_jp: パスワード有効期限ポリシー
pt: Política de expiração de palavra-passe
pt_br: Política de expiração de senha
tr: Şifre Sona Erme ilkesi
zh_tw: 密碼到期政策

source: Password Expiry Policies
es: Políticas de caducidad de contraseñas
fi_fi: Salasanan vanhenemiskäytännöt
ja_jp: パスワード有効期限ポリシー
pt: Políticas de expiração de palavra-passe
pt_br: Políticas de expiração de senha
tr: Şifre Sona Erme ilkeleri
zh_tw: 密碼到期政策

source: Expression Policy
es: Política de Expresión
fi_fi: Ohjelmallinen käytäntö
ja_jp: 式ポリシー
pt: Política de expressão
pt_br: Política de Expressão
tr: İfade İlkesi
zh_tw: 表達式政策

source: Expression Policies
es: Políticas de expresión
fi_fi: Ohjelmalliset käytännöt
ja_jp: 式ポリシー
pt: Políticas de expressão
pt_br: Políticas de Expressão
tr: İfade İlkeleri
zh_tw: 表達式政策

source: GeoIP: client IP not found in ASN database.
es: GeoIP: IP del cliente no encontrada en la base de datos del ASN.
fi_fi: GeoIP: asiakkaan IP-osoitetta ei löytynyt ASN-tietokannasta.
ja_jp: GeoIP: クライアント IP が ASN データベースに見つかりません。
pt: GeoIP: o IP do cliente não foi encontrado na base de dados ASN.
pt_br: GeoIP: IP do cliente não encontrado na base de dados ASN.
tr: GeoIP: istemci IP'si ASN veritabanında bulunamadı.

source: Client IP is not part of an allowed autonomous system.
es: La IP del cliente no es parte de un sistema autónomo permitido.
fi_fi: Asiakkaan IP-osoite ei kuulu sallittuun itsenäiseen järjestelmään.
ja_jp: クライアント IP は許可されている自律システムに含まれていません。
pt: O IP do cliente não faz parte de um sistema autónomo permitido.
pt_br: O IP do cliente não faz parte de um sistema autônomo permitido.
tr: İstemci IP'si izin verilen bir otonom sistemin parçası değildir.

source: GeoIP: client IP address not found in City database.
es: GeoIP: la dirección IP del cliente no se encuentra en la base de datos de la Ciudad.
fi_fi: GeoIP: asiakkaan IP-osoitetta ei löydy kaupunkitietokannasta.
ja_jp: GeoIP: クライアント IP アドレスが都市データベースに見つかりません。
pt: GeoIP: o IP do cliente não foi encontrado na base de dados de cidades.
pt_br: GeoIP: endereço IP do cliente não encontrado na base de dados de Cidades.
tr: GeoIP: istemci IP adresi Şehir veritabanında bulunamadı.

source: Client IP is not in an allowed country.
es: La IP del cliente no está en un país permitido.
fi_fi: Asiakkaan IP-osoite ei sijaitse sallitussa maassa.
ja_jp: クライアント IP は許可されている国にありません。
pt: O IP do cliente não pertence a um país autorizado.
pt_br: O IP do cliente não está em um país permitido.
tr: İstemci IP'si izin verilen bir ülkede değil.

source: Distance from previous authentication is larger than threshold.
es: La distancia desde la autenticación anterior es mayor que el umbral.
fi_fi: Etäisyys edellisestä todennuksesta on raja-arvoa pidempi.
ja_jp: 前回の認証からの距離がしきい値を超えています。
pt: A distância em relação à autenticação anterior é superior ao limite definido.
pt_br: Distância da autenticação anterior maior que o limite permitido.

source: Distance is further than possible.
es: La distancia es mayor de lo posible.
fi_fi: Etäisyys on pidempi kuin on mahdollista.
ja_jp: 距離が可能な範囲より遠いです。
pt: A distância é superior do que a possível.
pt_br: Distância maior do que o possível.

source: GeoIP Policy
es: Política de GeoIP
fi_fi: GeoIP-käytäntö
ja_jp: GeoIPポリシー
pt: Política GeoIP
pt_br: Política GeoIP
tr: GeoIP İlkesi

source: GeoIP Policies
es: Políticas de GeoIP
fi_fi: GeoIP-käytännöt
ja_jp: GeoIPポリシー
pt: Políticas GeoIP
pt_br: Políticas GeoIP
tr: GeoIP İlkeleri

source: all, all policies must pass
es: todas, todas las políticas deben aprobarse
fi_fi: all, kaikki käytännöt on läpäistävä
ja_jp: すべてのポリシーが成功する必要があります
pt: Todas, todas as políticas devem ser cumpridas
pt_br: tudo, todas as políticas devem passar
tr: hepsi, tüm ilkeler geçmelidir
zh_tw: all, all 政策必須通過

source: any, any policy must pass
es: cualquiera, cualquier política debe pasar
fi_fi: any, minkä tahansa käytännön läpäisy riittää
ja_jp: いずれかのポリシーが成功する必要があります
pt: Qualquer, qualquer política deve ser cumprida
pt_br: qualquer, qualquer política deve passar
tr: herhangi bir, herhangi bir ilke geçmelidir
zh_tw: any, any 政策必須通過

source: Policy Binding Model
es: Modelo de Vinculación de Políticas
fi_fi: Käytäntöliitosmalli
ja_jp: ポリシーバインディングモデル
pt: Modelo de associação de políticas
pt_br: Modelo de vinculação de política
tr: İlke Bağlama Modeli
zh_tw: 政策附加模型

source: Policy Binding Models
es: Modelos de Vinculación de Políticas
fi_fi: Käytäntöliitosmallit
ja_jp: ポリシーバインディングモデル
pt: Modelos de associação de políticas
pt_br: Modelos de vinculação de políticas
tr: İlke Bağlama Modelleri
zh_tw: 政策附加模型

source: Negates the outcome of the policy. Messages are unaffected.
es: Niega el resultado de la política. Los mensajes no se ven afectados.
fi_fi: Kääntää käytännön lopputuloksen vastakkaiseksi. Ei vaikutusta viesteihin.
ja_jp: ポリシーの結果を反転。メッセージは影響を受けません。
pt: Nega o resultado da política. As mensagens não são afetadas.
pt_br: Nega o resultado da política. As mensagens não são afetadas.
tr: İlkenin sonucunu iptal eder. Mesajlar etkilenmez.
zh_tw: 否定政策的結果。訊息不受影響。

source: Timeout after which Policy execution is terminated.
es: Tiempo de espera después del cual se termina la ejecución de la política.
fi_fi: Aikaraja, jonka jälkeen käytännön suoritus lopetetaan.
ja_jp: ポリシー実行がタイムアウトする時間。
pt: Tempo limite após o qual a execução da Política é terminada.
pt_br: Tempo limite após o qual a execução da política é encerrada.
tr: İlke yürütmesinin sonlandırılacağı zaman aşımı.
zh_tw: 逾時後，政策的執行將終止。

source: Result if the Policy execution fails.
es: Resultado si la ejecución de la Política falla.
fi_fi: Tulos, jos käytännön suoritus epäonnistuu.
ja_jp: ポリシー実行が失敗した場合の結果。
pt: Resultado se a execução da política falhar.
pt_br: Resultado caso a Politica de execução falhe.
tr: İlke yürütmesi başarısız olursa sonuç.
zh_tw: 如果政策執行失敗的結果。

source: Policy Binding
es: Vinculación de Políticas
fi_fi: Käytäntöliitos
ja_jp: ポリシーバインディング
pt: Associação de políticas
pt_br: Vinculação de política
tr: İlke Bağlama
zh_tw: 政策附加

source: Policy Bindings
es: Vinculaciones de Políticas
fi_fi: Käytäntöliitokset
ja_jp: ポリシーバインディング
pt: Associações de políticas
pt_br: Vinculações de política
tr: İlke Bağlamaları
zh_tw: 政策附加

source: When this option is enabled, all executions of this policy will be logged. By default, only execution errors are logged.
es: Cuando se habilita esta opción, se registrarán todas las ejecuciones de esta política. De forma predeterminada, solo se registran los errores de ejecución.
fi_fi: Kun tämä vaihtoehto on valittu, kaikki tämän käytännön suoritukset kirjataan lokiin. Oletusarvoisesti vain suorituksien virheet kirjataan.
ja_jp: このオプションが有効な場合、このポリシーのすべての実行がログに記録されます。デフォルトでは実行エラーのみがログに記録されます。
pt: Quando esta opção está ativada, todas as execuções desta política serão registadas. Por predefinição, apenas os erros de execução são registados.
pt_br: Quando esta opção estiver habilitada, todas as execuções desta política serão registradas. Por padrão, apenas erros de execução são registrados.
tr: Bu seçenek etkinleştirildiğinde, bu ilkenin tüm yürütmeleri günlüğe kaydedilir. Varsayılan olarak, yalnızca yürütme hataları günlüğe kaydedilir.
zh_tw: 當啟用此選項時，將記錄此政策的所有執行操作。預設情況下，僅記錄執行錯誤。

source: Policy
es: Política
fi_fi: Käytäntö
ja_jp: ポリシー
pt: Política
pt_br: Política
tr: İlke
zh_tw: 政策

source: Policies
es: Políticas
fi_fi: Käytännöt
ja_jp: ポリシー
pt: Políticas
pt_br: Políticas
tr: İlkeler
zh_tw: 政策

source: View Policy's cache metrics
es: Ver las métricas de caché de la Política
fi_fi: Näytä käytäntövälimuistitilastot
ja_jp: ポリシーのキャッシュメトリクスを表示
pt: Ver as métricas de cache da política
pt_br: Ver métricas de cache da Política
tr: İlke'nin önbellek ölçümlerini görüntüleme
zh_tw: 檢視原則的快取指標

source: Clear Policy's cache metrics
es: Borrar las métricas de caché de la Política
fi_fi: Tyhjennä käytäntövälimuistitilastot
ja_jp: ポリシーのキャッシュメトリクスをクリア
pt: Ver as métricas de cache das políticas
pt_br: Limpar métricas de cache da Política
tr: İlke'nin önbellek ölçümlerini temizleyin
zh_tw: 清除原則的快取指標

source: How many times the password hash is allowed to be on haveibeenpwned
es: Cuántas veces se permite que el hash de la contraseña aparezca en Have I Been Pwned
fi_fi: Kuinka monta kertaa salasanan tiiviste saa olla haveibeenpwned-palvelussa.
ja_jp: パスワードハッシュがhaveibeenpwnedに存在することが許可される回数
pt: Quantas vezes o hash da palavra-passe pode aparecer no Have I Been Pwned
pt_br: Quantas vezes o hash da senha pode estar em haveibeenpwned
tr: haveibeenpwned üzerinde parola karmasının kaç kez olmasına izin verilir
zh_tw: 密碼雜湊在 haveibeenpwned 上允許出現的次數

source: If the zxcvbn score is equal or less than this value, the policy will fail.
es: Si la puntuación zxcvbn es igual o menor que este valor, la política fallará.
fi_fi: Jos zxcvbn-pistemäärä on tämä arvo tai pienempi, käytännön suorittaminen epäonnistuu.
ja_jp: zxcvbnスコアがこの値以下の場合、ポリシーは失敗します。
pt: Se a pontuação zxcvbn for igual ou inferior a este valor, a política falhará.
pt_br: Se a pontuação zxcvbn for igual ou menor que esse valor, a política falhará.
tr: Eğer zxcvbn puanı bu değere eşit veya daha az ise, politika başarısız olacaktır.
zh_tw: 如果 zxcvbn 分數等於或小於此值，則該政策將失敗。

source: Invalid password.
es: Contraseña inválida.
fi_fi: Virheellinen salasana.
ja_jp: 無効なパスワード。
pt: Palavra-passe inválida
pt_br: Senha inválida.

source: Password exists on {count} online lists.
es: La contraseña existe en {count} listas en línea.
fi_fi: Salasana on {count} online-listalla.
ja_jp: パスワードは {count} オンラインリストに存在します。
pt: A palavra-passe existe em {count} listas online.
pt_br: A senha está presente em {count} listas de senhas vulneráveis.

source: Password is too weak.
es: La contraseña es muy débil.
fi_fi: Salasana on liian heikko.
ja_jp: パスワードが脆弱です。
pt: A palavra-passe é demasiado fraca.
pt_br: A senha é muito fraca.
tr: Şifre çok zayıf.
zh_tw: 密碼強度太弱。

source: Password Policy
es: Política de Contraseñas
fi_fi: Salasanakäytäntö
ja_jp: パスワードポリシー
pt: Política de palavras-passe
pt_br: Política de senha
tr: Şifre ilkesi
zh_tw: 密碼政策

source: Password Policies
es: Políticas de contraseñas
fi_fi: Salasanakäytännöt
ja_jp: パスワードポリシー
pt: Políticas de palavras-passe
pt_br: Políticas de senha
tr: Şifre İlkeleri
zh_tw: 密碼政策

source: Either IP or Username must be checked
es: Se debe verificar la IP o el nombre de usuario
fi_fi: Joko IP tai käyttäjänimi täytyy valita
ja_jp: IP またはユーザー名のいずれかを確認する必要があります
pt: O IP ou o nome de utilizador devem ser verificados
pt_br: IP ou nome de usuário precisam ser selecionado
tr: IP veya Kullanıcı Adı işaretlenmelidir
zh_tw: 至少選取IP或使用者名稱其一

source: Reputation Policy
es: Política de Reputación
fi_fi: Mainekäytäntö
ja_jp: 評判ポリシー
pt: Política de reputação
pt_br: Politica de reputação
tr: İtibar İlkesi
zh_tw: 信譽政策

source: Reputation Policies
es: Políticas de reputación
fi_fi: Mainekäytännöt
ja_jp: 評判ポリシー
pt: Políticas de reputação
pt_br: Políticas de Reputação
tr: İtibar İlkeleri
zh_tw: 信譽政策

source: Reputation Score
es: Puntuación de Reputacion
fi_fi: Mainepistemäärä
ja_jp: 評判スコア
pt: Pontuação da reputação
pt_br: Pontuação de reputação
tr: İtibar Puanı
zh_tw: 信譽分數

source: Reputation Scores
es: Puntuaciones de Reputacion
fi_fi: Mainepistemäärät
ja_jp: 評判スコア
pt: Pontuações da reputação
pt_br: Pontuações de reputação
tr: İtibar Puanları
zh_tw: 信譽分數

source: Waiting for authentication...
fi_fi: Odotetaan todennusta...
ja_jp: 認証を待機中...。
pt_br: Aguardando autenticação…

source: You're already authenticating in another tab. This page will refresh once authentication is completed.
fi_fi: Kirjaudut jo toisella välilehdellä. Tämä sivu päivittyy kun todennus on valmis.
ja_jp: 別のタブで既に認証中です。認証が完了するとこのページが更新されます。
pt_br: Você já está autenticando em outra aba. Esta página será atualizada quando a autenticação for concluída.

source: Authenticate in this tab
fi_fi: Kirjaudu tällä välilehdellä
ja_jp: このタブで認証
pt_br: Autenticar nesta aba

source: Permission denied
es: Permiso denegado
fi_fi: Käyttö evätty
ja_jp: 権限がありません
pt: Permissão negada
pt_br: Permissão negada
tr: İzin reddedildi
zh_tw: 權限不足。

source: User's avatar
es: Avatar del usuario
fi_fi: Käyttäjän avatar
ja_jp: アバター
pt: Avatar do utilizador
pt_br: Avatar do usuário
tr: Kullanıcının avatarı
zh_tw: 個人檔案圖片

source: Not you?
es: ¿No eres tú?
fi_fi: Et sinä?
ja_jp: あなたではありませんか？
pt: Não és tu?
pt_br: Não é você?
tr: Sen değil miydin?
zh_tw: 不是您嗎？

source: Error
fi_fi: Virhe
pt_br: Erro

source: Request has been denied.
es: Se ha denegado la solicitud.
fi_fi: Pyyntö on estetty.
ja_jp: リクエストは拒否されました。
pt: O pedido foi negado.
pt_br: A solicitação foi negada.
tr: İstek reddedildi.
zh_tw: 請求被拒。

source: Messages:
es: Mensajes:
fi_fi: Viestit:
ja_jp: メッセージ:
pt: Mensagens:
pt_br: Mensagens:
tr: Mesajlar:
zh_tw: 訊息：

source: Explanation:
es: Explicación:
fi_fi: Selitys:
ja_jp: 説明:
pt: Explicação:
pt_br: Explicação:
tr: Açıklama:
zh_tw: 解釋：

source: Policy binding '%(name)s' returned result '%(result)s'
es: La vinculación de políticas '%(name)s' devolvió el resultado '%(result)s'
fi_fi: Käytäntöliitos '%(name)s' palautti tuloksen '%(result)s'
ja_jp: ポリシーバインディング '%(name)s' は結果 '%(result)s' を返しました
pt: A política de associação '%(name)s' devolveu o resultado '%(result)s'
pt_br: Vinculação de política '%(name)s' retornou resultado '%(result)s'
tr: İlke bağlama '%(name)s' sonucu döndürdü '%(result)s'
zh_tw: 附加政策 '%(name)s' 的回傳結果為 '%(result)s'

source: Failed to resolve application
es: No se pudo resolver la aplicación
fi_fi: Sovelluksen selvittäminen ei onnistunut
ja_jp: アプリの解決に失敗しました
pt: Falha ao resolver a aplicação
pt_br: Falha ao resolver o aplicativo
tr: Uygulama çözümlenemedi
zh_tw: 無法解析應用程式

source: DN under which objects are accessible.
es: DN en el que se puede acceder a los objetos.
fi_fi: DN, jonka alla objektit ovat käytettävissä.
ja_jp: オブジェクトがアクセス可能な DN。
pt: DN sob o qual os objetos são acessíveis.
pt_br: DN sob o qual os objetos são acessíveis.
tr: Nesnelerin erişilebilir olduğu DN.
zh_tw: 可連接到物件的 DN 位置。

source: The start for uidNumbers, this number is added to the user.pk to make sure that the numbers aren't too low for POSIX users. Default is 2000 to ensure that we don't collide with local users uidNumber
es: El inicio para los uidNumbers, este número es añadido al user.pk para asegurarse que los números no son demasiado bajos para los usuarios POSIX. Por defecto es 2000 para asegurarse de no chocar con los uidNumber de usuarios locales
fi_fi: Alkupiste uidNumber-arvoille. Tämä numero lisätään user.pk:hon, jolla varmistetaan, että numerot eivät ole liian pieniä POSIX-käyttäjille. Oletusarvo on 2000, niin että paikallisten käyttäjien uidNumber-arvojen kanssa ei tule yhteentörmäyksiä.
ja_jp: uidNumbers の開始値、この数値は user.pk に追加されて POSIX ユーザーに対して数値が低すぎないことを確認。デフォルトは 2000 でローカルユーザーの uidNumber と衝突しないことを保証
pt: O início para uidNumbers, este número é adicionado ao user.pk para garantir que os números não são demasiado baixos para os utilizadores POSIX. A predefinição é 2000 para garantir que não há colisões com o uidNumber dos utilizadores locais
pt_br: No início do uidNumbers, esse número é adicionado ao user.pk para garantir que os números não sejam muito baixos para usuários POSIX. O padrão é 2.000 para garantir que não colidiremos com usuários locais uidNumber
tr: uidNumbers için başlangıç, bu sayı POSIX kullanıcıları için sayıların çok düşük olmadığından emin olmak için user.pk'ya eklenir. Yerel kullanıcılarla çakışmadığımızdan emin olmak için varsayılan değer 2000'dir uidNumber
zh_tw: uidNumbers 的起始值，這個數值會和 user.pk 產生的數值相加，以確保 POSIX 使用者編號起始值不會太低。預設值為 2000，以避免與本機使用者編號 uidNumber 發生衝突。

source: The start for gidNumbers, this number is added to a number generated from the group.pk to make sure that the numbers aren't too low for POSIX groups. Default is 4000 to ensure that we don't collide with local groups or users primary groups gidNumber
es: El inicio para los gidNumbers, este número es añadido a un número generado desde el group.pk para asegurarse que los números no son demasiado bajos para los grupos POSIX. Por defecto es 4000 para asegurarse de no chocar con los gidNumber de grupos locales o grupos de usuarios primarios
fi_fi: Alkupiste gidNumber-arvoille. Tämä numero lisätään numeroon, joka luodaan group.pk:sta. Tällä varmistetaan, että numerot eivät ole liian pieniä POSIX-ryhmille. Oletusarvo on 4000, niin että paikallisten käyttäjäryhmien tai käyttäjien ensisijaisten ryhmien gidNumber-arvojen kanssa ei tule yhteentörmäyksiä.
ja_jp: gidNumbers の開始値、この数値は group.pk から生成された数値に追加されて POSIX グループに対して数値が低すぎないことを確認。デフォルトは 4000 でローカルグループまたはユーザーのプライマリグループの gidNumber と衝突しないことを保証
pt: O início para gidNumbers, este número é adicionado a um número gerado a partir do group.pk para garantir que os números não demasiado baixos para grupos POSIX. A predefinição é 4000 para garantir que não há colisões com o gidNumber dos grupos locais ou dos grupos primários de utilizadores
pt_br: No início do gidNumbers, esse número é adicionado a um número gerado a partir do group.pk para garantir que os números não sejam muito baixos para grupos POSIX. O padrão é 4000 para garantir que não colidiremos com grupos locais ou grupos primários de usuários gidNumber
tr: gidNumbers için başlangıç, bu sayı, sayıların POSIX grupları için çok düşük olmadığından emin olmak için group.pk'dan oluşturulan bir sayıya eklenir. Yerel gruplarla veya kullanıcıların birincil gruplarıyla çakışmamasını sağlamak için varsayılan değer 4000'dir gidNumber
zh_tw: gidNumbers 的起始值，這個數值會和 group.pk 產生的數值相加，以確保 POSIX 群組編號起始值不會太低。預設值為 4000，以避免與本機群組或使用者的主要群組編號 gidNumber 發生衝突。

source: When enabled, code-based multi-factor authentication can be used by appending a semicolon and the TOTP code to the password. This should only be enabled if all users that will bind to this provider have a TOTP device configured, as otherwise a password may incorrectly be rejected if it contains a semicolon.
es: Cuando se habilita, la autenticación multi-factor basada en código se puede utilizar añadiendo un punto y coma y el código TOTP a la contraseña. Esto solo debe habilitarse si todos los usuarios que se vincularán a este proveedor tienen un dispositivo TOTP configurado, ya que de lo contrario una contraseña podría ser rechazada incorrectamente si contiene un punto y coma.
fi_fi: Kun tämä asetus on käytössä, koodipohjaista monivaiheista todentamista voidaan käyttää lisäämällä puolipiste ja TOTP-koodi salasanan loppuun. Tätä tulisi käyttää vain, jos kaikilla tähän palveluntarjoajaan kytketyillä käyttäjillä on käytössä TOTP-laite, muussa tapauksessa salasana saatetaan virheellisesti hylätä, jos se sisältää puolipisteen.
ja_jp: 有効にするとセミコロンと TOTP コードをパスワードに追加することでコードベースの多要素認証が使用できます。このプロバイダーにバインドするすべてのユーザーが TOTP デバイスを設定している場合のみ有効化すべきです。そうしないとセミコロンを含むパスワードが誤って拒否される場合があります。
pt: Quando activada, a autenticação multi-fator baseada em código pode ser utilizada acrescentando um ponto e vírgula e o código TOTP à palavra-passe. Esta opção só deve ser activada se todos os utilizadores que se ligarem a este provedor tiverem um dispositivo TOTP configurado, caso contrário uma palavra-passe pode ser incorretamente rejeitada se contiver um ponto e vírgula.
pt_br: Quando ativada, a autenticação multifator baseada em código pode ser usada anexando um ponto e vírgula e o código TOTP à senha. Isto só deve ser habilitado se todos os usuários que irão se vincular a este provedor tiverem um dispositivo TOTP configurado, caso contrário uma senha poderá ser rejeitada incorretamente se contiver ponto e vírgula.
tr: Etkinleştirildiğinde, parolaya noktalı virgül ve TOTP kodu eklenerek kod tabanlı çok faktörlü kimlik doğrulama kullanılabilir. Bu, yalnızca bu sağlayıcıya bağlanacak tüm kullanıcıların yapılandırılmış bir TOTP cihazı varsa etkinleştirilmelidir, aksi takdirde bir parola noktalı virgül içeriyorsa yanlış bir şekilde reddedilebilir.
zh_tw: 當啟用此功能時，可以透過在密碼後加上分號及TOTP授權碼（範例：password:totp授權碼）來使用多重要素驗證。您應只有在所有要連線到此服務的使用者都已設定TOTP裝置的情況下，才啟用此功能。如果使用者的密碼中恰好包含分號，可能會因誤判而被拒絕存取。

source: LDAP Provider
es: Proveedor de LDAP
fi_fi: LDAP-palveluntarjoaja
ja_jp: LDAPプロバイダー
pt: Provedor de LDAP
pt_br: Provedor LDAP
tr: LDAP Sağlayıcı
zh_tw: LDAP 供應商

source: LDAP Providers
es: Proveedores de LDAP
fi_fi: LDAP-palveluntarjoajat
ja_jp: LDAPプロバイダー
pt: Provedores de LDAP
pt_br: Provedores LDAP
tr: LDAP Sağlayıcıları
zh_tw: LDAP 供應商

source: Search full LDAP directory
es: Buscar en el directorio LDAP completo
fi_fi: Hae koko LDAP-hakemistosta
ja_jp: 完全な LDAP ディレクトリを検索
pt: Pesquisar no diretório LDAP completo
pt_br: Pesquisar diretório LDAP completo
tr: Bütün LDAP dizinini arama

source: Invalid Regex Pattern: {url}
es: Patrón Regex Inválido: {url}
fi_fi: Virheellinen regex-kaava: {url}
ja_jp: 無効な正規表現パターン: {url}
pt: Padrão Regex inválido: {url}
pt_br: Padrão Regex inválido: {url}

source: Based on the Hashed User ID
es: Basado en el ID de usuario con hash
fi_fi: Tiivistetyn käyttäjän ID:n perusteella
ja_jp: ハッシュされたユーザー ID に基づく
pt: Baseado no ID de utilizador com hash
pt_br: Com base no ID do usuário com hash
tr: Karma Kullanıcı Kimliğine göre
zh_tw: 基於經過雜湊處理的使用者 ID
