Repository: goauthentik/authentik
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fi_fi, ja_jp, pt, pt_br, tr, zh_tw

source: File size ({file.size}B) exceeds maximum allowed
pt_br: Tamanho do arquivo ({file.size}B) excede o máximo permitido

source: File name cannot be empty
pt_br: O nome do arquivo não pode estar vazio

source: File name can only contain letters (a-z, A-Z), numbers (0-9), dots (.), hyphens (-), underscores (_), and forward slashes (/)
pt_br: O nome do arquivo pode conter apenas letras (a-z, A-Z), números (0-9), pontos (.), hífens (-), underline (_) e barras (/)

source: File name cannot contain duplicate /
pt_br: O nome do arquivo não pode conter barras (/) duplicadas

source: Absolute paths are not allowed
pt_br: Caminhos absolutos não são permitidos

source: Parent directory references ('..') are not allowed
pt_br: Referências ao diretório pai ('..') não são permitidas

source: Paths cannot start with '.'
pt_br: Caminhos não podem começar com '.'

source: File name too long (max {MAX_FILE_NAME_LENGTH} characters)
pt_br: Nome do arquivo muito longo (máximo {MAX_FILE_NAME_LENGTH} caracteres)

source: Path component too long (max {MAX_PATH_COMPONENT_LENGTH} characters)
pt_br: Componente do caminho muito longo (máximo {MAX_PATH_COMPONENT_LENGTH} caracteres)

source: Version history
es: Historial de versiones
fi_fi: Versiohistoria
ja_jp: バージョン履歴
pt: Histórico de versões
pt_br: Histórico da versão
tr: Sürüm geçmişi

source: Update latest version info.
fi_fi: Päivitä tiedot uusimmasta versiosta.
ja_jp: 最新バージョン情報を更新。
pt_br: Atualizar informações da versão mais recente.

source: New version {version} available!
es: ¡Nueva versión {version} disponible!
fi_fi: Uusi versio {version} saatavilla!
ja_jp: 新バージョン {version} が利用可能です!
pt: Nova versão {version} disponível!
pt_br: Nova versão {version} disponível!
tr: Yeni sürüm {version} mevcut!

source: Which field to use when ordering the results.
fi_fi: Mitä kenttää käytetään tulosten järjestämiseen.
ja_jp: 結果の並べ替えに使用するフィールド。
pt_br: Qual campo utilizar ao ordenar os resultados.

source: A page number within the paginated result set.
fi_fi: Sivutettujen tulosten sivunumero.
ja_jp: ページネーション結果セット内のページ番号。
pt_br: Número de página dentro do grupo de resultados paginados.

source: Number of results to return per page.
fi_fi: Sivulla näytettävien tulosten määrä.
ja_jp: ページあたりの結果数。
pt_br: Número de resultados por página.

source: A search term.
fi_fi: Hakuehto
ja_jp: 検索用語。
pt_br: Termo de busca.

source: Generic API Error
es: Error de API genérico
fi_fi: Yleinen rajapintavirhe
ja_jp: 一般的なAPIエラー
pt: Erro genérico da API
pt_br: Erro genérico da API
tr: Genel API Hatası
zh_tw: 通用 API 錯誤

source: Validation Error
es: Error de validación
fi_fi: Vahvistusvirhe
ja_jp: 検証エラー
pt: Erro de validação
pt_br: Erro de Validação
tr: Doğrulama Hatası
zh_tw: 驗證錯誤

source: Blueprint file does not exist
es: El archivo de plantilla no existe
fi_fi: Suunnitelman tiedostoa ei löydetty
ja_jp: ブループリントファイルがありません
pt: Ficheiro de modelos não existe
pt_br: Arquivo de Blueprint não existe
tr: Plan dosyası mevcut değil
zh_tw: 藍圖檔案不存在

source: Failed to validate blueprint
es: No se pudo validar la plantilla
fi_fi: Suunnitelman validointi ei onnistunut
ja_jp: ブループリントの検証に失敗しました
pt: Falha na validação de modelo
pt_br: Falha ao validar o projeto
tr: Plan doğrulanamadı

source: Either path or content must be set.
es: Se debe establecer una ruta o contenido.
fi_fi: Joko polku tai sisältö on määritettävä.
ja_jp: パスかコンテンツの設定は必須です。
pt: O caminho ou o conteúdo devem ser definidos.
pt_br: O caminho ou o conteúdo devem ser definidos.
tr: Ya yol ya da içerik ayarlanmalıdır.
zh_tw: 必須設定路徑或內容其一。

source: Managed by authentik
es: Administrado por authentik
fi_fi: Authentikin hallinnoima
pt: Gerido por authentik
pt_br: Gerenciado pelo authentik
tr: Authentik tarafından yönetilmektedir
zh_tw: 由 authentik 管理

source: Objects that are managed by authentik. These objects are created and updated automatically. This flag only indicates that an object can be overwritten by migrations. You can still modify the objects via the API, but expect changes to be overwritten in a later update.
es: Objetos que son administrados por authentik. Estos objetos son creados y actualizados automáticamente. Esta bandera solo indica que un objeto puede ser sobrescrito por migraciones. Aún puedes modificar los objetos a través del API, pero espera que los cambios sean sobrescritos en alguna actualización futura.
fi_fi: Objektit, joita hallinnoi authentik. Nämä objektit luodaan ja päivitetään automaattisesti. Tämä lippu osoittaa vain, että objektin voi korvata migraatioiden yhteydessä. Voit silti muokata objekteja API kautta, mutta odota muutosten korvautuvan myöhemmässä päivityksessä.
ja_jp: authentikによって管理されるオブジェクト。これらのオブジェクトは自動的に作成および更新されます。このフラグは、オブジェクトがマイグレーションで上書きされる可能性があることを示しています。APIを通じてオブジェクトを変更できますが、将来のアップデートで変更が上書きされることが予想されます。authentikによって管理されるオブジェクトです。これらのオブジェクトは自動的に作成、アップデートされます。このフラグはオブジェクトがマイグレーションによって上書きされる可能性があることだけを示しています。APIを通してオブジェクトを編集することはできますが、将来のアップデートで変更が上書きされることが予想されます。
pt: Objectos que são geridos pelo authentik. Estes objectos são criados e atualizados automaticamente. Este sinalizador indica apenas que um objeto pode ser substituído por migrações. Ainda é possível modificar os objetos através da API, mas espera-se que as alterações sejam substituídas numa atualização posterior.
pt_br: Objetos que são gerenciados por authentik. Esses objetos são criados e atualizados automaticamente. Este sinalizador indica apenas que um objeto pode ser substituído por migrações. Você ainda pode modificar os objetos por meio da API, mas espera que as alterações sejam substituídas em uma atualização posterior.
tr: Authentik tarafından yönetilen nesneler. Bu nesneler otomatik olarak oluşturulur ve güncellenir. Bu bayrak yalnızca bir nesnenin taşıma işlemleri tarafından üzerine yazılabileceğini gösterir. Nesneleri API aracılığıyla değiştirmeye devam edebilirsiniz yada değişikliklerin daha sonraki bir güncellemede üzerine yazılmasını bekleyebilirsiniz.
zh_tw: 由 authentik 管理的物件。這些物件會自動地被建立和更新。這個旗標僅表示物件可以因遷移而被改寫。您仍然可以透過 API 修改物件，但預期在後續的更新中變更會被改寫。

source: Blueprint Instance
es: Instancia de Plantilla
fi_fi: Suunnitelman ilmentymä
ja_jp: ブループリントインスタンス
pt: Instância de Modelo
pt_br: Instância de Blueprint
tr: Plan Örneği
zh_tw: 藍圖執行個體

source: Blueprint Instances
es: Instancias de Plantilla
fi_fi: Suunnitelman ilmentymät
ja_jp: ブループリントインスタンス
pt: Instâncias de Modelo
pt_br: Instâncias de Blueprint
tr: Plan Örnekleri
zh_tw: 藍圖執行個體

source: authentik Export - {date}
es: Exportación de authentik - {date}
fi_fi: authentik Vienti - {date}
ja_jp: authentik エクスポート - {date}
pt: Exportação do authentik - {date}
pt_br: Export do authentik - {date}
tr: Authentik Dışa Aktarma - {date}
zh_tw: authentik 匯出 - {date}

source: Find blueprints as `blueprints_find` does, but return a safe dict.
fi_fi: Hae suunnitelmia kuten `blueprints_find` hakee, mutta palauta safe dict.
ja_jp: ブループリント検索と同様に安全な辞書を返す。
pt_br: Encontre blueprints como blueprints_find faz, mas retorne um dicionário seguro.

source: Find blueprints and check if they need to be created in the database.
fi_fi: Hae suunnitelmia ja tarkista täytyykö ne luoda tietokantaan.
ja_jp: ブループリントを検索し、データベースでの作成が必要かを確認。
pt_br: Encontre blueprints e verifique se precisam ser criados no banco de dados.

source: Apply single blueprint.
fi_fi: Käytä yksittäistä suunnitelmaa.
ja_jp: 単一のブループリントを適用。
pt_br: Aplicar blueprint único.

source: Remove blueprints which couldn't be fetched.
fi_fi: Poista suunnitelmat, joita ei saatu haettua.
ja_jp: 取得に失敗したブループリントを削除。
pt_br: Remover blueprints que não puderam ser obtidos.

source: Domain that activates this brand. Can be a superset, i.e. `a.b` for `aa.b` and `ba.b`
es: Dominio que activa esta marca. Puede ser un superconjunto, es decir, `a.b` para `aa.b` y `ba.b`
fi_fi: Toimialue, joka aktivoi tämän brändin. Voi olla ylijoukko, eli a.b toimialueille aa.b ja ba.b.
ja_jp: このブランドをアクティベートするドメイン。スーパーセットが可能（例：`aa.b`と`ba.b`に対して`a.b`）
pt: Domínio que ativa esta marca. Pode ser um superset, por exemplo `a.b` for `aa.b` e `ba.b`
pt_br: Domínio que ativa esta marca. Pode ser um conjunto maior, isto é, a.b para aa.b e ba.b
tr: Bu markayı etkinleştiren alan adı. Bir üst küme olabilir, yani `aa.b` ve `ba.b` için `a.b`
zh_tw: 啟用此品牌的域名。可以是超集合，例如：a.b 對應 aa.b 和 ba.b。

source: When set, external users will be redirected to this application after authenticating.
es: Cuando se configura, los usuarios externos serán redirigidos a esta aplicación después de autenticarse.
fi_fi: Kun tämä asetus on käytössä, ulkoiset käyttäjät ohjataan tähän sovellukseen todentamisen jälkeen.
ja_jp: 設定すると、外部ユーザーは認証後このアプリにリダイレクトされます。
pt: Quando definido, os utilizadores externos serão redireccionados para esta aplicação após a autenticação.
pt_br: Quando definido, usuários externos serão redirecionados para esta aplicação após autenticação.
tr: Ayarlandığında, harici kullanıcılar kimlik doğrulaması yaptıktan sonra bu uygulamaya yönlendirilecektir.

source: Web Certificate used by the authentik Core webserver.
es: Certificado Web usado por el servidor web Core de authentik
fi_fi: Web-sertifikaatti, jota authentik Core -verkkopalvelin käyttää.
ja_jp: authentik コア Web サーバーによって使用される Web 証明書。
pt: Certificado Web usado pelo servidor web authentik Core.
pt_br: Certificado da Web usado pelo servidor da web authentik Core.
tr: Authentik Core web sunucusu tarafından kullanılan Web Sertifikası.
zh_tw: 用於 authentik Core 網頁伺服器的網頁憑證。

source: Certificates used for client authentication.
es: Certificados utilizados para la autenticación del cliente.
fi_fi: Sertifikaatit, joita käytetään asiakkaan todentamiseen.
ja_jp: クライアント認証に使用される証明書。
pt_br: Certificados usados para autenticação de cliente.

source: Brands
es: Marcas
fi_fi: Brändit
ja_jp: ブランド
pt: Marcas
pt_br: Brand
tr: Markalar
zh_tw: 品牌

source: User does not have access to application.
es: El usuario no tiene acceso a la aplicación
fi_fi: Käyttäjällä ei ole pääsyä sovellukseen.
ja_jp: ユーザーはアプリへのアクセス権がありません。
pt: O utilizador não tem acesso à aplicação.
pt_br: O usuário não tem acesso ao aplicativo.

source: The slug '{slug}' is reserved and cannot be used for applications.
fi_fi: Polkutunniste '{slug}' on varattu, eikä sitä voi käyttää sovelluksissa.
ja_jp: スラッグ '{slug}' は予約されており、アプリに使用できません。
pt_br: O slug '{slug}' é reservado e não pode ser usado para aplicativos.

source: When not set all providers are returned. When set to true, only backchannel providers are returned. When set to false, backchannel providers are excluded
es: Cuando no se configura, se devuelven todos los proveedores. Cuando se configura como verdadero, solo se devuelven los proveedores de canal secundario. Cuando se configura como falso, se excluyen los proveedores de canal secundario.
fi_fi: Kun asetusta ei ole määritetty, kaikki tarjoajat palautetaan. Kun asetus on true, vain taustakanava-tarjoajat palautetaan. Kun asetus on false, takakanava-tarjoajat suljetaan pois.
ja_jp: 設定されていない場合、すべてのプロバイダーが返されます。trueに設定すると、バックチャネルプロバイダーのみが返されます。falseに設定すると、バックチャネルプロバイダーは除外されます
pt: Quando não definido, todos os provedores são retornados. Quando definido como verdadeiro, apenas os provedores de backchannel são retornados. Quando definido como falso, os provedores de backchannel são excluídos
pt_br: Quando não definido, todos provedores são retornados. Quando definido para true, somente os provedores de backchannel são retornados. Quando definido para false, provedores de backchannel são excluídos
tr: Ayarlanmadığında tüm sağlayıcılar döndürülür. true olarak ayarlandığında, yalnızca arka kanal sağlayıcıları döndürülür. false olarak ayarlandığında, arka kanal sağlayıcıları hariç tutulur
zh_tw: 如果未設置，將返回所有提供者。如果啟用，僅返回後端通道提供者。如果禁用，則排除後端通道提供者。

source: User lacks permission to create {model}
es: El usuario carece de permisos para crear {model}
fi_fi: Käyttäjältä puuttuu oikeus luoda {model}
ja_jp: ユーザーは {model} を作成するための権限がありません
pt: O utilizador não tem permissão para criar {model}
pt_br: O usuário não tem permissão para criar {model}

source: No leading or trailing slashes allowed.
es: No se permiten barras " / " al principio o al final.
fi_fi: Alkuun tai loppuun tulevia kauttaviivoja ei sallita.
ja_jp: 先頭や末尾でスラッシュを使用することはできません。
pt: Não são permitidas barras à esquerda ou à direita.
pt_br: Não são permitidas barras iniciais ou finais.
tr: Başta veya sonda eğik çizgiye ("/") izin verilmez.
zh_tw: 不允許使用前導或尾隨的斜線。

source: No empty segments in user path allowed.
es: No se permiten segmentos vacíos en la ruta de usuario.
fi_fi: Tyhjiä segmenttejä käyttäjäpolussa ei sallita.
ja_jp: ユーザーパスに空の部分を含めることはできません。
pt: Não são permitidos segmentos vazios no caminho do utilizador.
pt_br: Não são permitidos segmentos vazios no caminho do usuário.
tr: Kullanıcı yolunda boş bölüme izin verilmez.
zh_tw: 使用者路徑中不允許有空字串。

source: A user/group with these details already exists
fi_fi: Käyttäjä/ryhmä näillä tiedoilla on jo olemassa
ja_jp: これらの詳細を持つユーザー/グループは既に存在します
pt_br: Um usuário/grupo com estes detalhes já existe

source: Unable to create user
fi_fi: Käyttäjän luonti ei onnistunut
ja_jp: ユーザーを作成できません
pt_br: Falha ao criar usuário

source: Unknown error occurred
fi_fi: Tapahtui tuntematon virhe
ja_jp: 不明なエラーが発生しました
pt_br: Ocorreu um erro desconhecido

source: This field is required.
fi_fi: Tämä kenttä on pakollinen.
ja_jp: このフィールドは必須です。
pt_br: Este campo é obrigatório.

source: name
es: nombre
fi_fi: nimi
ja_jp: 名前
pt: nome
pt_br: nome
tr: isim
zh_tw: 名稱

source: Users added to this group will be superusers.
es: Los usuarios añadidos a este grupo serán superusuarios.
fi_fi: Tähän ryhmään lisätyt käyttäjät ovat pääkäyttäjiä.
ja_jp: このグループに追加したユーザーはスーパーユーザーになります。
pt: Os utilizadores adicionados a este grupo serão superutilizadores.
pt_br: Usuários adicionados a este grupo serão superusuários.
tr: Bu gruba eklenen kullanıcılar süper kullanıcı olacaktır.
zh_tw: 加入到該群組的使用者將會成為超級使用者。

source: Group
es: Grupo
fi_fi: Ryhmä
ja_jp: グループ
pt: Grupo
pt_br: Grupo
tr: Grup
zh_tw: 群组

source: Groups
es: Grupos
fi_fi: Ryhmät
ja_jp: グループ
pt: Grupos
pt_br: Grupos
tr: Gruplar
zh_tw: 群组

source: Add user to group
es: Agrega usuario al grupo
fi_fi: Lisää käyttäjä ryhmään
ja_jp: ユーザーをグループに追加
pt: Adicionar utilizador ao grupo
pt_br: Adicionar usuário ao grupo
tr: Gruba kullanıcı ekleme
zh_tw: 將使用者加入群組

source: Remove user from group
es: Remueve usuario del grupo
fi_fi: Poista käyttäjä ryhmästä
ja_jp: グループからユーザーを削除
pt: Remover utilizador do grupo
pt_br: Remover usuário do grupo
tr: Kullanıcıyı gruptan çıkarma
zh_tw: 將使用者移出群組

source: Enable superuser status
es: Habilitar el estado de superusuario
fi_fi: Ota pääkäyttäjä-tila käyttöön
ja_jp: スーパーユーザーを有効にする
pt: Ativar o estatuto de superutilizador
pt_br: Habilitar status de superuser

source: Disable superuser status
es: Deshabilitar el estado de superusuario
fi_fi: Ota pääkäyttäjä-tila pois käytöstä
ja_jp: スーパーユーザーを無効にする
pt: Desativar o estatuto de superutilizador
pt_br: Desabilitar status de superuser

source: Group Parentage Node
pt_br: Nó de Parentesco de Grupo

source: Group Parentage Nodes
pt_br: Nós de Parentesco de Grupo

source: User's display name.
es: Nombre para mostrar del usuario.
fi_fi: Käyttäjän näytettävä nimi
ja_jp: ユーザーの表示名。
pt: Nome de exibição do utilizador.
pt_br: Nome de exibição do usuário.
tr: Kullanıcının görünen adı.
zh_tw: 使用者的顯示名稱。

source: User
es: Usuario
fi_fi: Käyttäjä
ja_jp: ユーザー
pt: Utilizador
pt_br: Usuário
tr: Kullanıcı
zh_tw: 使用者

source: Users
es: Usuarios
fi_fi: Käyttäjät
ja_jp: ユーザー
pt: Utilizadores
pt_br: Usuários
tr: Kullanıcılar
zh_tw: 使用者

source: Reset Password
es: Restablecer contraseña
fi_fi: Nollaa salasana
ja_jp: パスワードをリセット
pt: Redefinir palavra-passe
pt_br: Redefinir senha
tr: Parolayı Sıfırla
zh_tw: 重設密碼

source: Can impersonate other users
es: Puede personificar otros usuarios
fi_fi: Voi esiintyä toisina käyttäjinä
ja_jp: 他のユーザーになりすますことができます
pt: Pode assumir a identidade de outros utilizadores
pt_br: Pode representar outros usuários
tr: Diğer kullanıcıların kimliğine bürünebilir
zh_tw: 可模擬其他使用者

source: Can assign permissions to users
es: Puede asignar permisos a usuarios
fi_fi: Voi antaa käyttöoikeuksia toisille käyttäjille
ja_jp: ユーザーに権限を付与することができます
pt: Pode atribuir permissões a utilizadores
pt_br: Pode atribuir permissões a usuários
tr: Kullanıcılara izinler atayabilir
zh_tw: 可為使用者分配權限

source: Can unassign permissions from users
es: Puede desasignar permisos a usuarios
fi_fi: Voi poistaa käyttöoikeuksia toisilta käyttäjiltä
ja_jp: ユーザーから権限を剥奪することができます
pt: Pode remover permissões a utilizadores
pt_br: Pode remover permissões de usuários
tr: Kullanıcılardan izin atamalarını kaldırabilir
zh_tw: 可取消分配使用者的權限

source: Can preview user data sent to providers
es: Puede previsualizar datos de usuario enviados a proveedores
fi_fi: Voi esikatsella käyttäjätietoja, joita lähetetään palveluntarjoajille
ja_jp: プロバイダーに送信されたユーザーデータをプレビューできます
pt: Pode pré-visualizar dados de utilizador enviados a provedores
pt_br: Pode pré-visualizar dados de usuário enviados a provedores
tr: Sağlayıcılara gönderilen kullanıcı verilerini önizleyebilir
zh_tw: 可以預覽發送給提供者的使用者資料

source: View applications the user has access to
es: Ver a qué aplicaciones tiene acceso el usuario
fi_fi: Voi katsoa sovelluksia, joihin käyttäjällä on pääsy
ja_jp: アクセス権のあるアプリを見る
pt: Ver as aplicações a que o utilizador tem acesso
pt_br: Visualizar aplicações que o usuário tem acesso
tr: Kullanıcının erişebildiği uygulamaları görüntüleme
zh_tw: 檢視使用者有權存取的應用程式

source: Flow used for authentication when the associated application is accessed by an un-authenticated user.
es: Flujo usado para autenticación cuando la aplicación relacionada es accedida por un usuario no autenticado.
fi_fi: Prosessi, jota käytetään todentamiseen, kun todentamaton käyttäjä yrittää käyttää siihen kytkettyä sovellusta.
ja_jp: このフローは、連携したアプリに認証されていないユーザーがアクセスした場合の認証に使用されます。
pt: Fluxo utilizado para autenticação quando a aplicação associada é acedida por um utilizador não autenticado.
pt_br: Fluxo usado para autenticação quando o aplicativo associado é acessado por um usuário não autenticado.
tr: İlişkili uygulamaya kimliği doğrulanmamış bir kullanıcı tarafından erişildiğinde kimlik doğrulama için kullanılan akış.
zh_tw: 當未經認證的使用者存取相關應用程式時，用於認證的流程。

source: Flow used when authorizing this provider.
es: Flujo utilizado al autorizar a este proveedor.
fi_fi: Tämän palveluntarjoajan valtuuttamiseen käytettävä prosessi.
ja_jp: フローはこのプロバイダーを承認するときに使用されます。
pt: Fluxo utilizado para autorizar este provedor.
pt_br: Fluxo usado ao autorizar este provedor.
tr: Bu sağlayıcıyı yetkilendirirken kullanılan akış.
zh_tw: 授權此供應商時所使用的流程。

source: Flow used ending the session from a provider.
es: Flujo utilizado para finalizar la sesión desde un proveedor.
fi_fi: Palveluntarjoajan istunnon lopettamiseen käytettävä prosessi.
ja_jp: プロバイダーからのセッション終了に使用されるフロー。
pt: Fluxo utilizado para terminar a sessão de um provedor.
pt_br: Fluxo usado para encerrar a sessão de um provedor.
tr: Bir sağlayıcıdan oturumu sonlandırmak için kullanılan akış.

source: Accessed from applications; optional backchannel providers for protocols like LDAP and SCIM.
es: Se accede desde aplicaciones; proveedores de canal secundario opcionales para protocolos como LDAP y SCIM.
fi_fi: Käytetään sovelluksista; valinnaisia taustakanavapalveluntarjoajia protokollille kuten LDAP ja SCIM.
ja_jp: アプリからアクセス可能。LDAPやSCIMなどのプロトコル用のオプショナルバックチャネルプロバイダー。
pt: Acedido a partir de aplicações; provedores opcionais de canais secundários para protocolos como LDAP e SCIM.
pt_br: Acessador das aplicações; canal de retorno opcional para os protocolos como LDAP e SCIM.
tr: Uygulamalardan erişilir; LDAP ve SCIM gibi protokoller için isteğe bağlı arka kanal sağlayıcıları.
zh_tw: 從應用程式存取；對於像是 LDAP 和 SCIM 這類協定，提供可選的後端通道提供者。

source: Application's display Name.
es: Nombre para mostrar de la aplicación.
fi_fi: Sovelluksen näytettävä nimi.
ja_jp: アプリの表示名。
pt: Nome de exibição da aplicação.
pt_br: Nome de exibição do aplicativo.
tr: Uygulamanın görünen adı.
zh_tw: 應用程式的顯示名稱。

source: Internal application name, used in URLs.
es: Nombre de la aplicación interna, utilizado en las URL.
fi_fi: Sovelluksen sisäinen nimi, jota käytetään URLeissa.
ja_jp: URLで使用される内部アプリ名。
pt: Nome interno da aplicação, usado em URLs.
pt_br: Nome do aplicativo interno, usado em URLs.
tr: URL'lerde kullanılan dahili uygulama adı.
zh_tw: 應用程式的內部名稱，將會用在網址中。

source: Open launch URL in a new browser tab or window.
es: Abrir la URL de inicio en una nueva pestaña o ventana del navegador.
fi_fi: Avaa käynnistys-URL uuteen selainvälilehteen tai -ikkunaan.
ja_jp: ブラウザーの新しいタブまたはウィンドウで起動URLを開きます。
pt: Abrir o URL de inicialização num novo separador ou janela do browser.
pt_br: Abra o URL de inicialização em uma nova guia ou janela do navegador.
tr: Başlatma URL'sini yeni bir tarayıcı sekmesinde veya penceresinde açın.
zh_tw: 從新瀏覽器分頁或視窗開啟網址。

source: Application
es: Aplicación
fi_fi: Sovellus
ja_jp: アプリ
pt: Aplicação
pt_br: Aplicativo
tr: Uygulama
zh_tw: 應用程式

source: Applications
es: Aplicaciones
fi_fi: Sovellukset
ja_jp: アプリ
pt: Aplicações
pt_br: Aplicativos
tr: Uygulamalar
zh_tw: 應用程式

source: Application Entitlement
es: Derecho de Aplicación
fi_fi: Sovelluksen oikeus
ja_jp: アプリの権限
pt: Autorização de aplicação
pt_br: Autorização de aplicação

source: Application Entitlements
es: Derechos de Aplicación
fi_fi: Sovelluksen oikeudet
ja_jp: アプリの権限
pt: Autorizações de aplicação
pt_br: Autorizações de aplicação

source: Use the source-specific identifier
es: Usar el identificador específico de la fuente
fi_fi: Käytä lähdekohtaista tunnistetta
ja_jp: ソースに固有の識別子を使用する
pt: Utilizar o identificador específico da fonte
pt_br: Use o identificador específico da fonte
tr: Kaynağa özgü tanımlayıcıyı kullan
zh_tw: 使用基於來源的識別碼

source: Link to a user with identical email address. Can have security implications when a source doesn't validate email addresses.
es: Enlace a un usuario con la misma dirección de correo electrónico. Puede tener implicaciones de seguridad cuando una fuente no valida las direcciones de correo electrónico.
fi_fi: Yhdistä käyttäjään identtisen sähköpostiosoitteen perusteella. Tällä voi olla tietoturvavaikutuksia, mikäli lähde ei varmenna sähköpostiosoitteita.
ja_jp: 同一のメールアドレスを持つユーザーにリンク。ソースがメールアドレスを検証しない場合、セキュリティ上の影響がある可能性があります一致するメールアドレスを持つユーザーにリンクします。送信元がメールアドレスの検証を行わない場合、セキュリティ上の問題が発生する可能性があります。
pt: Link para um utilizador com endereço de e-mail idêntico. Pode ter implicações de segurança quando uma fonte não valida endereços de e-mail.
pt_br: Link para um usuário com endereço de e-mail idêntico. Pode ter implicações de segurança quando uma fonte não valida endereços de e-mail.
tr: Aynı e-posta adresine sahip bir kullanıcıya bağlantı verin. Bir kaynak e-posta adreslerini doğrulamadığında güvenlik etkileri olabilir.
zh_tw: 連接到具有相同電子郵件地址的使用者。當來源不驗證電子郵件地址時，可能會有安全風險。

source: Use the user's email address, but deny enrollment when the email address already exists.
es: Use la dirección de correo electrónico del usuario, pero deniegue la inscripción cuando la dirección de correo electrónico ya exista.
fi_fi: Käytä käyttäjän sähköpostiosoitetta, mutta estä rekisteröityminen, jos sähköpostiosoite on jo olemassa.
ja_jp: ユーザーのEメールアドレスを使用しますが、メールアドレスがすでに存在する場合は登録を拒否します。
pt: Utilizar o endereço de e-mail do utilizador, mas recusar o registo quando o endereço de e-mail já existir.
pt_br: Use o endereço de e-mail do usuário, mas negue a inscrição quando o endereço de e-mail já existir.
tr: Kullanıcının e-posta adresini kullanın, ancak e-posta adresi zaten mevcutsa kaydı reddedin.
zh_tw: 使用使用者的電子郵件地址，但在電子郵件地址已存在時拒絕註冊。
