Repository: goauthentik/authentik
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fi_fi, ja_jp, pt, pt_br, tr, zh_tw

source: Pre-flow policies
es: Políticas pre-flujo
fi_fi: Prosessia edeltävät käytännöt
ja_jp: 事前フローのポリシー
pt: Políticas de pré-fluxo
pt_br: Políticas de pré-fluxo
tr: Akış öncesi ilkeleri
zh_tw: 在流程之前的政策

source: Flow
es: Flujo
fi_fi: Prosessi
ja_jp: フロー
pt: Fluxo
pt_br: Fluxo
tr: Akış
zh_tw: 流程

source: Flow does not apply to current user.
es: El flujo no aplica al usuario actual.
fi_fi: Prosessi ei koske nykyistä käyttäjää.
ja_jp: フローは現在のユーザーに適用されません。
pt: O fluxo não se aplica ao utilizador atual.
pt_br: O fluxo não se aplica ao usuário atual.
tr: Akış mevcut kullanıcı için geçerli değildir.
zh_tw: 流程並未套用到目前的使用者。

source: Dynamic In-memory stage: {doc}
es: Etapa Dinámica En-memoria: {doc}
fi_fi: Dynaaminen muistinsisäinen vaihe: {doc}
ja_jp: 動的メモリ内ステージ: {doc}
pt: Etapa dinâmica em memória: {doc}
pt_br: Etapa dinâmica em memória: {doc}
tr: Dinamik Bellek içi aşama: {doc}
zh_tw: 記憶體內的動態階段：{doc}

source: Visible in the URL.
es: Visible en la URL.
fi_fi: Näkyvissä URLissa.
ja_jp: URL に表示されます。
pt: Visível no URL.
pt_br: Visível no URL.
tr: URL'de görülebilir.
zh_tw: 在網址列中可見。

source: Shown as the Title in Flow pages.
es: Se muestra como título en las páginas de flujo.
fi_fi: Näytetään otsikkona prosessisivuilla.
ja_jp: フローページのタイトルとして表示されます。
pt: Apresentado como título nas páginas de fluxo.
pt_br: Mostrado como o título nas páginas de fluxo.
tr: Akış sayfalarında Başlık olarak gösterilir.
zh_tw: 做為在「流程」分頁中的標題。

source: Decides what this Flow is used for. For example, the Authentication flow is redirect to when an un-authenticated user visits authentik.
es: Decide para qué se utiliza este flujo. Por ejemplo, el flujo de autenticación se redirige a cuando un usuario no autenticado visita authentick.
fi_fi: Määrittää, mihin tätä prosessia käytetään. Esimerkiksi todennusprosessi ohjaa edelleen kun todentamaton käyttäjä avaa authentikin.
ja_jp: このフローの用途を決定します。例えば認証フローは未認証ユーザーが authentik にアクセスするときにリダイレクト先になります""このフローの用途を決定します。たとえば、認証されていないユーザーが authentik にアクセスすると、認証フローがリダイレクトされます。
pt: Determina para que é que este fluxo é utilizado. Por exemplo, o fluxo de autenticação para o qual é redirecionado um utilizador não autenticado quando visita o authentik.
pt_br: Decide para que este fluxo é usado. Por exemplo, o fluxo de Autenticação é redirecionado quando um usuário não autenticado visita authentik.
tr: Bu Akışın ne için kullanılacağına karar verir. Örneğin, Kimlik Doğrulama akışı, kimliği doğrulanmamış bir kullanıcı authentik'i ziyaret ettiğinde yönlendirilir.
zh_tw: 決定此流程用於何種目的。例如，當未經驗證的使用者存取 authentik 時，會重新導向到身份驗證流程。

source: Background shown during execution
es: Se muestra el fondo durante la ejecución
fi_fi: Suorittamisen aikana näytettävä tausta
ja_jp: 実行中に表示される背景
pt: Imagem de fundo mostrada durante a execução
pt_br: Plano de fundo mostrado durante a execução
tr: Yürütme sırasında gösterilen arka plan
zh_tw: 執行時顯示的背景

source: Enable compatibility mode, increases compatibility with password managers on mobile devices.
es: Habilite el modo de compatibilidad, aumenta la compatibilidad con los administradores de contraseñas en dispositivos móviles.
fi_fi: Käytä yhteensopivuusmoodia, joka parantaa yhteensopivuutta mobiililaitteiden salasanahallintasovelluksissa.
ja_jp: 互換モードを有効にすると、モバイル デバイスのパスワード マネージャーとの互換性が向上します。
pt: Permitir o modo de compatibilidade, aumenta a compatibilidade com gestores de palavras-passe de dispositivos móveis.
pt_br: Ativa o modo de compatibilidade, aumenta a compatibilidade com gerenciadores de senhas em dispositivos móveis.
tr: Uyumluluk modunu etkinleştirin, mobil cihazlardaki parola yöneticileriyle uyumluluğu artırır.
zh_tw: 啟用相容模式，增加與行動裝置上密碼管理器的相容性。

source: Configure what should happen when a flow denies access to a user.
es: Configura que debe suceder cuando un flujo deniega el acceso a un usuario.
fi_fi: Määritä, mitä tapahtuu kun prosessi estää käyttäjän pääsyn.
ja_jp: フローがユーザーへのアクセスを拒否した場合に何が起こるかを設定します。
pt: Configurar o que deve acontecer quando um fluxo nega o acesso a um utilizador.
pt_br: Configure o que deve acontecer quando um fluxo nega acesso a um usuário.
tr: Bir akış bir kullanıcıya erişimi reddettiğinde ne olması gerektiğini yapılandırın.
zh_tw: 設定當流程拒絕某個使用者存取時，應該發生什麼事情。

source: Required level of authentication and authorization to access a flow.
es: Nivel requerido de autenticación y autorización para acceder al flujo.
fi_fi: Tarvittava todennuksen ja valtuutuksen taso prosessiin pääsemiseksi.
ja_jp: フローにアクセスするために必要な認証および承認のレベル。
pt: Nível necessário de autenticação e autorização para aceder a um fluxo.
pt_br: Nível necessário de autenticação e autorização para acessar um fluxo.
tr: Bir akışa erişmek için gerekli kimlik doğrulama ve yetkilendirme düzeyi.
zh_tw: 存取流程時所需的身份驗證和授權等級。

source: Flows
es: Flujos
fi_fi: Prosessit
ja_jp: フロー
pt: Fluxos
pt_br: Fluxos
tr: Akışlar
zh_tw: 流程

source: Can export a Flow
es: Puedes exportar un Flujo
fi_fi: Voi viedä prosessin
ja_jp: フローをエクスポート可能
pt: Pode exportar um fluxo
pt_br: Pode exportar um Fluxo
tr: Bir Akışı dışa aktarabilir
zh_tw: 可匯出流程

source: Can inspect a Flow's execution
es: Puedes inspeccionar la ejecución de un Flujo
fi_fi: Voi tarkastella prosessin suorittamista
ja_jp: フローの実行を検査できます
pt: Pode inspecionar a execução de um fluxo
pt_br: Pode inspecionar um a execução do Fluxo
tr: Bir Akış'ın yürütülmesini inceleyebilir
zh_tw: 可察看流程執行

source: View Flow's cache metrics
es: Ver las métricas de caché del Flujo
fi_fi: Näytä prosessin välimuistitilastot
ja_jp: フローのキャッシュメトリクスを表示
pt: Ver as métricas da cache do fluxo
pt_br: Ver métricas de cache do Fluxo
tr: Flow'un önbellek ölçümlerini görüntüleme
zh_tw: 檢視流程的快取指標

source: Clear Flow's cache metrics
es: Borrar las métricas de caché del Flujo
fi_fi: Tyhjennä prosessin välimuistitilastot
ja_jp: フローのキャッシュメトリクスをクリア
pt: Limpar as métricas da cache do fluxo
pt_br: Limpar métricas de cache do Fluxo
tr: Flow'un önbellek ölçümlerini temizleme
zh_tw: 清除流程的快取指標

source: Evaluate policies during the Flow planning process.
es: Evalúa políticas durante el proceso de planeación del Flujo.
fi_fi: Suorita käytännöt prosessin suunnitteluvaiheen aikana.
ja_jp: フロー計画プロセス中にポリシーを評価。
pt: Avaliar as políticas durante o processo de planeamento do fluxo.
pt_br: Avalie as políticas durante o processo de planejamento do Fluxo.
tr: Akış planlama sürecinde ilkeleri değerlendirin.
zh_tw: 在流程規劃過程中的評估政策。

source: Evaluate policies when the Stage is presented to the user.
es: Evaluar las políticas cuando la Etapa se presenta al usuario.
fi_fi: Suorita käytännöt kun vaihe näytetään käyttäjälle.
ja_jp: ステージがユーザーに提示されるときにポリシーを評価。
pt: Avaliar as políticas quando a Etapa é apresentada ao utilizador.
pt_br: Avaliar políticas quando a Etapa for apresentada ao usuário.

source: Configure how the flow executor should handle an invalid response to a challenge. RETRY returns the error message and a similar challenge to the executor. RESTART restarts the flow from the beginning, and RESTART_WITH_CONTEXT restarts the flow while keeping the current context.
es: Configure cómo el ejecutor de flujo debe gestionar una respuesta no válida a un desafío. RETRY devuelve el mensaje de error y un desafío similar para el ejecutor. RESTART reinicia el flujo desde el principio y RESTART_WITH_CONTEXT reinicia el flujo manteniendo el contexto actual.
fi_fi: Määrittele, kuinka prosessisuorittaja käsittelee virheellisen vastauksen haasteeseen. RETRY palauttaa virheviestin ja samanlaisen haasteen suorittajalle. RESTART käynnistää prosessin alusta, ja RESTART_WITH_CONTEXT käynnistää prosessin uudelleen, mutta säilyttää nykyisen kontekstin.
ja_jp: フロー実行者がチャレンジへの無効なレスポンスを処理する方法を設定。RETRY はエラーメッセージと同様のチャレンジを実行者に返す。RESTART はフローを最初から再開し、RESTART_WITH_CONTEXT は現在のコンテキストを保持しながらフローを再開。
pt: Configura a forma como o executor de fluxo deve tratar uma resposta inválida a um desafio. RETRY devolve a mensagem de erro e um desafio semelhante ao executor. RESTART reinicia o fluxo desde o início, e RESTART_WITH_CONTEXT reinicia o fluxo mantendo o contexto atual.
pt_br: Configure como o executor de fluxo deve lidar com uma resposta inválida a um desafio. RETRY retorna a mensagem de erro e um desafio semelhante ao executor. RESTART reinicia o fluxo desde o início e RESTART_WITH_CONTEXT reinicia o fluxo enquanto mantém o contexto atual.
tr: Akış yürütücüsünün bir zorlamaya verilen geçersiz bir yanıtı nasıl ele alması gerektiğini yapılandırın. RETRY hata mesajını ve yürütücüye benzer bir meydan okuma döndürür. RESTART akışı baştan başlatır ve RESTART_WITH_CONTEXT geçerli bağlamı koruyarak akışı yeniden başlatır.
zh_tw: 設定流程執行器應如何處理對挑戰的無效回應。RETRY 向執行器回應錯誤訊息和類似的挑戰。RESTART 從頭開始重新啟動流程，RESTART_WITH_CONTEXT 在保留當前上下文的同時重新啟動流程。

source: Flow Stage Binding
es: Vinculación de Etapa de Flujo
fi_fi: Prosessivaiheliitos
ja_jp: ステージバインディング
pt: Associação da etapa de fluxo
pt_br: Ligação do Estágio de Fluxo
tr: Akış Aşaması Bağlama
zh_tw: 流程階段附加

source: Flow Stage Bindings
es: Vinculaciones de Etapa de Flujo
fi_fi: Prosessivaiheliitokset
ja_jp: ステージバインディング
pt: Associações da etapa de fluxo
pt_br: Vinculações do estágio de fluxo
tr: Akış Aşaması Bağlamaları
zh_tw: 流程階段附加

source: Flow used by an authenticated user to configure this Stage. If empty, user will not be able to configure this stage.
es: Flujo utilizado por un usuario autenticado para configurar esta etapa. Si está vacío, el usuario no podrá configurar esta etapa.
fi_fi: Prosessi, jota todennettu käyttäjä käyttää tämän vaiheen määrittämiseksi. Jos tämä jätetään tyhjäksi, käyttäjä ei pysty määrittämään tätä vaihetta.
ja_jp: 認証されたユーザーがこのステージを構成するために使用するフロー。空の場合、ユーザーはこのステージを構成できません。
pt: Fluxo utilizado por um utilizador autenticado para configurar esta etapa. Se estiver em branco, o utilizador não poderá configurar esta etapa.
pt_br: Fluxo utilizado por um usuário autenticado para configurar esta Etapa. Se estiver vazio, o usuário não poderá configurar esta etapa.
tr: Kimliği doğrulanmış bir kullanıcı tarafından bu Aşamayı yapılandırmak için kullanılan akış. Boşsa, kullanıcı bu aşamayı yapılandıramaz.
zh_tw: 由已認證的使用者用來設定此階段的流程。如果未設定則使用者將無法設定此階段。

source: Flow Token
es: Token de flujo
fi_fi: Prosessin tunniste
ja_jp: フロートークン
pt: Token do fluxo
pt_br: Token de Fluxo
tr: Akış Jetonu
zh_tw: 流程權杖

source: Flow Tokens
es: Tokens de flujo
fi_fi: Prosessin tunnisteet
ja_jp: フロートークン
pt: Tokens do fluxo
pt_br: Tokens de Fluxo
tr: Akış Jetonları
zh_tw: 流程權杖

source: Site footer
pt_br: Rodapé do site

source: Invalid next URL
es: Siguiente URL invalida
fi_fi: Virheellinen seuraava URL
ja_jp: 無効なネクスト URL
pt: URL seguinte inválido
pt_br: URL de próximo passo inválida
tr: Sonraki URL geçersiz
zh_tw: 無效的下一步網址

source: When to trigger sync for outgoing providers
pt_br: Quando acionar sincronização para provedores de saída

source: Controls the number of objects synced in a single task
fi_fi: Säätää yhdessä tehtävässä synkronoitavien objektien määrää
ja_jp: 単一タスクで同期されるオブジェクト数を制御
pt_br: Controla o número de objetos sincronizados em uma única tarefa.

source: Timeout for synchronization of a single page
fi_fi: Yhden sivun synkronoinnin aikakatkaisu
ja_jp: 単一ページの同期タイムアウト
pt_br: Tempo limite para sincronização de uma única página

source: When enabled, provider will not modify or create objects in the remote system.
es: Cuando está habilitado, el proveedor no modificará ni creará objetos en el sistema remoto.
fi_fi: Kun käytössä, palveluntarjoaja ei muokkaa tai luo objekteja etäjärjestelmään
ja_jp: 有効にすると、プロバイダーはリモートシステムのオブジェクトを変更または作成しません。
pt: Quando ativado, o provedor não modifica nem cria objectos no sistema remoto.
pt_br: Quando ativado, o provedor não modificará nem criará objetos no sistema remoto.

source: %(value)s is not in the correct format of 'hours=3;minutes=1'.
es: %(value)s no tiene el formato correcto de 'horas=3; minutos=1'.
fi_fi: %(value)s ei ole oikeassa muodossa 'hours=3;minutes=1'.
ja_jp: %(value)s は 'hours=3;minutes=1' の正しい形式ではありません。
pt: %(value)s não está no formato correto de 'hours=3;minutes=1'.
pt_br: %(value)s não está no formato correto de 'horas=3;minutos=1'.
tr: %(value)s 'ler doğru ('saat=3;dakika=1') biçimde değildir.
zh_tw: %(value)s 不符合 'hours=3;minutes=1' 的正確格式。

source: The fields {field_names} must be used together.
es: Los campos {field_names} deben ser usados juntos.
fi_fi: Kenttiä {field_names} on käytettävä yhdessä.
ja_jp: {field_names} フィールドは一緒に使用する必要があります。
pt: Os campos {field_names} devem ser utilizados em conjunto.
pt_br: Os campos {field_names} devem ser usados juntos.
tr: {field_names} alanları birlikte kullanılmalıdır.
zh_tw: 這些欄位 {field_names} 必須一起使用。

source: You can only use an empty kubeconfig when connecting to a local cluster.
es: Solo puedes usar un kubeconfig vacío cuando te conectas a un clúster local.
fi_fi: Voit käyttää vain tyhjää kubeconfigia paikalliseen klusteriin yhdistäessä.
ja_jp: ローカルクラスターに接続するときのみ、空の kubeconfig を使用できます。
pt: Só é possível utilizar um kubeconfig vazio ao ligar a um cluster local.
pt_br: Você só pode usar um kubeconfig vazio ao se conectar a um cluster local.
tr: Yerel bir kümeye bağlanırken yalnızca boş bir kubeconfig kullanabilirsiniz.
zh_tw: 您只能在連接到本機叢集時使用空的 kubeconfig。

source: Invalid kubeconfig
es: Kubeconfig no válido
fi_fi: Virheellinen kubeconfig
ja_jp: 無効なkubeconfig
pt: Kubeconfig inválido
pt_br: Kubeconfig inválido
tr: Geçersiz kubeconfig
zh_tw: 無效的 kubeconfig

source: If enabled, use the local connection. Required Docker socket/Kubernetes Integration
es: Si está habilitado, usa la conexión local. Requiere del socket de Docker/Integración de Kubernetes
fi_fi: Jos käytössä, käytä paikallista yhteyttä. Pakollinen Docker socket/Kubernetes-integraatio
ja_jp: 有効にするとローカル接続を使用。Docker ソケット/Kubernetes 統合が必要
pt: Se ativado, utiliza a ligação local. Integração necessária com Docker socket/Kubernetes
pt_br: Se ativado, use a conexão local. Integração necessária do soquete do Docker/Kubernetes
tr: Etkinleştirilmişse, yerel bağlantıyı kullanın. Docker soketi/Kubernetes Entegrasyonu Gereklidir
zh_tw: 如果啟用將使用本機連線。需要 Docker socket / Kubernetes 整合。

source: Can be in the format of 'unix://<path>' when connecting to a local docker daemon, or 'https://<hostname>:2376' when connecting to a remote system.
es: Puede estar en el formato de 'unix://<path>' cuando se conecta a un docker daemon local, o 'https://<hostname>:2376' cuando se conecta a un sistema remoto.
fi_fi: Voidaan käyttää muotoa 'unix://<path>' kun yhdistetään paikalliseen docker-palveluun, tai 'https://<hostname>:2376' yhdistettäessä ulkoiseen järjestelmään.
ja_jp: ローカル docker デーモンに接続するときは 'unix://<path>' の形式、リモートシステムに接続するときは 'https://<hostname>:2376' の形式。
pt: Pode ser no formato 'unix://<path>' quando se liga a um deamon local do Docker, ou 'https://<hostname>:2376' quando se liga a um sistema remoto.
pt_br: Pode estar no formato 'unix://<path>' ao conectar a um daemon docker local ou 'https://<hostname>:2376' ao conectar a um sistema remoto.
tr: Yerel bir docker arka plan programına bağlanırken 'unix://<path>' veya uzak bir sisteme bağlanırken 'https://<hostname>:2376' biçiminde olabilir.
zh_tw: 當連接到本地 Docker 常駐程式時，將會是 'unix://<path>' 的格式，當連接到遠端系統時，將會是 'https://<hostname>:2376' 的格式。

source: CA which the endpoint's Certificate is verified against. Can be left empty for no validation.
es: CA con el que se verifica el Certificado del endpoint. Se puede dejar vacío para que no se valide.
fi_fi: CA, jota käytetään päätepisteen varmenteen vahvistamiseen. Voidaan jättää tyhjäksi, jolloin vahvistusta ei tehdä.
ja_jp: エンドポイントの証明書を検証する CA。検証なしの場合は空のままにできます。
pt: CA contra a qual o certificado do ponto de ligação é verificado. Pode ser deixado em branco para que não haja validação.
pt_br: CA contra a qual o certificado do terminal é verificado. Pode ser deixado em branco para nenhuma validação.
tr: Uç noktanın Sertifikası karşı doğrulanan CA. Doğrulama yapılmadan boş bırakılabilir.
zh_tw: 用於驗證端點憑證的 CA（數位憑證認證機構）。若不需要驗證，可以留空。

source: Certificate/Key used for authentication. Can be left empty for no authentication.
es: Certificado/clave utilizados para la autenticación. Se puede dejar en blanco si no se realiza ninguna autenticación.
fi_fi: Todennuksessa käytettävä Sertifikaatti/Avain. Voidaan jättää tyhjäksi, jolloin tunnistautumista ei tehdä.
ja_jp: 認証に使用される証明書/キー。認証なしの場合は空のままにできます。
pt: Certificado/chave utilizado para autenticação. Pode ser deixado em branco para que não haja autenticação.
pt_br: Certificado/chave usado para autenticação. Pode ser deixado em branco para nenhuma autenticação.
tr: Kimlik doğrulama için kullanılan sertifika/anahtar. Kimlik doğrulama olmadan boş bırakılabilir.
zh_tw: 用於身份驗證的憑證/金鑰。可以留空表示不進行身份驗證。

source: Paste your kubeconfig here. authentik will automatically use the currently selected context.
es: Pega tu kubeconfig aquí. authentik usará automáticamente el contexto seleccionado actualmente.
fi_fi: Liitä käyttämäsi kubeconfig tähän. authentik käyttää valittua kontekstia automaattisesti.
ja_jp: kubeconfig をここに貼り付けます。authentik は現在選択されているコンテキストを自動的に使用します。
pt: Cole aqui o seu kubeconfig. O authentik utilizará automaticamente o contexto atualmente selecionado.
pt_br: Cole seu kubeconfig aqui. authentik usará automaticamente o contexto atualmente selecionado.
tr: kubeconfig'inizi buraya yapıştırın. authentik otomatik olarak o anda seçili olan bağlamı kullanacaktır.
zh_tw: 在這裡貼上您的 kubeconfig。authentik 將自動使用當前選定的上下文。

source: Verify SSL Certificates of the Kubernetes API endpoint
es: Verifica Certificados SSL del enpoint del API de Kubernetes
fi_fi: Vahvista Kubernetes-rajapinnan SSL-sertifikaatit.
ja_jp: Kubernetes API エンドポイントの SSL 証明書を検証
pt: Verificar os certificados SSL do ponto de ligação da API do Kubernetes
pt_br: Verifique os certificados SSL do endpoint da API do Kubernetes
tr: Kubernetes API uç noktasının SSL Sertifikalarını Doğrula
zh_tw: 驗證 Kubernetes API 端點的 SSL 憑證

source: Kubernetes Service-Connection
es: Conexión de Servicio de Kubernetes
fi_fi: Kubernetes-yhteys
ja_jp: Kubernetesサービス接続
pt: Ligação de serviço do Kubernetes
pt_br: Conexão de serviço do Kubernetes
tr: Kubernetes Servis Bağlantısı
zh_tw: Kubernetes 服務連線

source: Kubernetes Service-Connections
es: Conexiones de Servicio de Kubernetes
fi_fi: Kubernetes-yhteydet
ja_jp: Kubernetesサービス接続
pt: Ligações de serviço do Kubernetes
pt_br: Conexões de serviço do Kubernetes
tr: Kubernetes Servis Bağlantıları
zh_tw: Kubernetes 服務連線

source: Select Service-Connection authentik should use to manage this outpost. Leave empty if authentik should not handle the deployment.
es: Selecciona la Conexión de Servicio que authentik debe usar para administrar este puesto avanzado. Deja vacío si authentik no debe manejar el despliegue.
fi_fi: Valitse se palvelu-yhteys jota authentik käyttää tämän tukikohdan hallintaan. Jätä tyhjäksi, jos authentik ei hallinnoi käyttöympäristöä.
ja_jp: authentik がこの Outpost を管理するために使用するサービス接続を選択。authentik がデプロイメントを処理しない場合は空のままにします。
pt: Selecione a ligação de serviço que o authentik deve utilizar para gerir este posto avançado. Deixe em branco se o authentik não deve gerir a implementação.
pt_br: Selecione Service-Connection que o authentik deve usar para gerenciar este posto avançado. Deixe em branco se o authentik não deve lidar com a implantação.
tr: Authentik'in bu gözcüyü yönetmek için kullanması gereken Servis Bağlantısını seçin. Eğer authentik dağıtımı idare etmeyecekse boş bırakın.
zh_tw: 選擇 authentik 用於管理此前哨站的服務連線。請留空如果 authentik 不應處理此部署。

source: Outposts
es: Puestos Avanzados
fi_fi: Tukikohdat
ja_jp: アウトポスト
pt: Postos avançados
pt_br: Postos avançados
tr: Gözcüler

source: Update cached state of service connection.
fi_fi: Päivitä palveluyhteyden välimuistissa oleva tila.
ja_jp: サービス接続のキャッシュ状態を更新。
pt_br: Atualizar estado em cache da conexão de serviço.

source: Create/update/monitor/delete the deployment of an Outpost.
fi_fi: Luo/päivitä/tarkkaile/poista tukikohdan perustaminen.
ja_jp: Outpostの展開を作成/更新/監視/削除。
pt_br: Criar/atualizar/monitorar/excluir a implantação de um Outpost.

source: Ensure that all Outposts have valid Service Accounts and Tokens.
fi_fi: Varmista, että kaikilla tukikohdilla on voimassa olevat palvelutilit ja tunnisteet.
ja_jp: すべてのOutpostが有効なサービスアカウントとトークンを持っていることを確認。
pt_br: Garantir que todos os Outposts possuam Contas de Serviço e Tokens válidos.

source: Send update to outpost
fi_fi: Lähetä päivitys tukikohdalle
ja_jp: Outpostに更新を送信
pt_br: Enviar atualização para o Outpost

source: Checks the local environment and create Service connections.
fi_fi: Tarkista paikallinen ympäristö ja luo palveluyhteydet.
ja_jp: ローカル環境をチェックしてサービス接続を作成。
pt_br: Verificar o ambiente local e criar conexões de serviço.

source: Terminate session on all outposts.
fi_fi: Katkaise yhteys kaikista tukikohdista.
ja_jp: すべてのOutpostのセッションを終了。
pt_br: Encerrar sessão em todos os Outposts.

source: Access denied
es: Acceso denegado
fi_fi: Pääsy estetty
ja_jp: アクセスが拒否されました
pt: Acesso negado
pt_br: Acesso negado
tr: Erişim reddedildi
zh_tw: 存取被拒

source: Dummy Policy
es: Política ficticia
fi_fi: Valekäytäntö
ja_jp: ダミーポリシー
pt: Política fictícia
pt_br: Política fictícia
tr: Kukla İlkesi
zh_tw: 假政策

source: Dummy Policies
es: Políticas ficticias
fi_fi: Valekäytännöt
ja_jp: ダミーポリシー
pt: Políticas fictícias
pt_br: Políticas fictícias
tr: Kukla İlkeleri
zh_tw: 假政策

source: Match events created by selected application. When left empty, all applications are matched.
es: Coincidir con los eventos creados por la aplicación seleccionada. Si se deja en blanco, se incluyen todas las aplicaciones.
fi_fi: Valitse valitun sovelluksen luomat tapahtumat. Jos tämä jätetään tyhjäksi, kaikki tapahtumat valitaan.
ja_jp: 選択したアプリによって作成されたイベントと一致します。空のままにすると、すべてのアプリが一致します。
pt: Corresponde a eventos criados pela aplicação selecionada. Quando deixado em branco, todas as aplicações são correspondidas.
pt_br: Corresponde a eventos criados pelo aplicativo selecionado. Quando deixado em branco, todos os aplicativos são correspondidos.
tr: Seçili uygulama tarafından oluşturulan olayları eşleştirir. Boş bırakıldığında, tüm uygulamalar eşleştirilir.
zh_tw: 將選擇的應用程式與建立的事件配對。如果為空則將符合所有應用程式。

source: Match events created by selected model. When left empty, all models are matched. When an app is selected, all the application's models are matched.
es: Coincidir con los eventos creados por el modelo seleccionado. Si se deja en blanco, se incluyen todos los modelos. Cuando se selecciona una aplicación, se incluyen todos los modelos de esa aplicación.
fi_fi: Valitse valitun mallin luomat tapahtumat. Jos tämä jätetään tyhjäksi, kaikkien mallien tapahtumat valitaan. Kun sovellus on valittu, sovelluksen kaikkien mallien tapahtumat valitaan.
ja_jp: 選択されたモデルで作成されたイベントを照合。空の場合、すべてのモデルが照合されます。アプリが選択されている場合、そのアプリのすべてのモデルが照合されます""選択したモデルによって作成されたイベントと一致します。空のままにすると、すべてのモデルが一致します。アプリを選択すると、アプリのすべてのモデルが一致します。
pt: Corresponde a eventos criados pelo modelo selecionado. Quando deixado em branco, todos os modelos são correspondidos. Quando uma aplicação é selecionada, todos os modelos da aplicação são correspondidos.
pt_br: Combine eventos criados pelo modelo selecionado. Quando deixado em branco, todos os modelos serão correspondidos. Quando um aplicativo é selecionado, todos os modelos do aplicativo são correspondidos.
tr: Seçilen model tarafından oluşturulan olayları eşleştirir. Boş bırakıldığında, tüm modeller eşleştirilir. Bir uygulama seçildiğinde, uygulamanın tüm modelleri eşleştirilir.
zh_tw: 將選擇的模型與建立的事件配對。如果為空則將符合所有模型。如果選擇了某一個應用程式，則會配對該應用程式下所有模型的事件。

source: At least one criteria must be set.
es: Se debe establecer al menos un criterio.
fi_fi: Ainakin yksi ehto täytyy olla valittuna.
ja_jp: 少なくとも1つの条件を設定する必要があります。
pt: Deve ser definido pelo menos um critério.
pt_br: Pelo menos um critério deve ser definido.
tr: En az bir kriter belirlenmelidir.
zh_tw: 必須設定至少一個條件。
