Repository: goauthentik/authentik
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fi_fi, ja_jp, pt, pt_br, tr, zh_tw

source: Session not valid on or after current time + this value (Format: hours=1;minutes=2;seconds=3).
es: La sesión no es válida a partir de la hora actual + este valor (Formato: horas=1; minutos=2; segundos=3).
fi_fi: Istunto ei ole voimassa tänä hetkenä lisättynä tällä arvolla (Muoto: hours=-1;minutes=-2;seconds=-3).
ja_jp: セッション有効期限は現在時刻 + この値以降（形式: hours=1;minutes=2;seconds=3）。
pt: A sessão não é válida em ou após a hora atual + este valor (Formato: hours=1;minutes=2;seconds=3).
pt_br: Sessão inválida a partir da hora atual + este valor (Formato: horas=1;minutos=2;segundos=3).
tr: Oturum geçerli saat+bu değerden sonra geçerli değil (Biçim: hours=1; Dakika=2; ikinci=3).
zh_tw: 會談的有效期限是當前時間加上此值（格式：hours=1;minutes=2;seconds=3）。

source: When selected, incoming assertion's Signatures will be validated against this certificate. To allow unsigned Requests, leave on default.
es: Cuando se selecciona, las firmas de la aserción entrante se validarán con este certificado. Para permitir solicitudes sin firmar, déjelo en el valor predeterminado.
fi_fi: Kun tämä on valittu, saapuvien väitteiden allekirjoitukset validoidaan tällä sertifikaatilla. Jätä tämä tyhjäksi hyväksyäksesi allekirjoittamattomat pyynnöt.
ja_jp: 選択すると受信アサーションの署名がこの証明書に対して検証されます。未署名のリクエストを許可するにはデフォルトのままにします""選択すると、受信アサーションの署名がこの証明書に対して検証されます。署名されていないリクエストを許可するには、デフォルトのままにしておきます。
pt: Quando selecionado, as assinaturas da asserção recebida serão validadas contra este certificado. Para permitir pedidos não assinados, mantenha a predefinição.
pt_br: Quando selecionado, as assinaturas da asserção de entrada serão validadas em relação a este certificado. Para permitir solicitações não assinadas, deixe em padrão.
tr: Seçildiğinde, gelen iddianın İmzaları bu sertifikaya göre doğrulanacaktır. İmzasız İsteklere izin vermek için varsayılanda bırakın.
zh_tw: 當選擇後，傳入的斷言簽章將會根據這個憑證進行驗證。若要允許未簽屬的請求，請保留為預設值。

source: Verification Certificate
es: Certificado de Verificación
fi_fi: Vahvistussertifikaatti
ja_jp: 検証済み証明書
pt: Certificado de verificação
pt_br: Certificado de Verificação
tr: Doğrulama Sertifikası
zh_tw: 驗證憑證

source: Keypair used to sign outgoing Responses going to the Service Provider.
es: Par de claves utilizado para firmar las Respuestas salientes dirigidas al Proveedor de Servicios.
fi_fi: Avainpari, jota käytetään allekirjoittamaan palveluntarjoajalle lähtevät vastaukset.
ja_jp: サービスプロバイダーに送信される応答に署名するために使用されるキー ペア。
pt: Par de chaves utilizado para assinar respostas dirigidas ao provedor de serviços.
pt_br: Par de chaves usado para assinar respostas de saída indo para o provedor de serviços.
tr: Anahtar çifti, Servis Sağlayıcıya giden giden Yanıtları imzalamak için kullanılır.
zh_tw: 用於簽署傳給服務供應商回應的金鑰對。

source: Signing Keypair
es: Keypair de firma
fi_fi: Allekirjoitusavainpari
ja_jp: 署名キーペア
pt: Par de chaves de assinatura
pt_br: Par de chaves de assinatura
tr: İmzalama Anahtar Çifti
zh_tw: 簽署金鑰對

source: When selected, incoming assertions are encrypted by the IdP using the public key of the encryption keypair. The assertion is decrypted by the SP using the the private key.
es: Cuando se selecciona esta opción, el IdP cifra las aserción entrantes utilizando la clave pública del par de claves de encriptación. El SP descifra la aserción utilizando la clave privada.
fi_fi: Kun tämä on valittu, saapuvat väitteet salataan IdP:llä käyttäen allekirjoitusavainparin julkista avainta. SP purkaa väitteen käyttämällä yksityistä avainta.
ja_jp: 選択すると受信アサーションは IdP によって暗号化キーペアの公開鍵で暗号化されます。アサーションは SP によって秘密鍵で復号化されます。
pt: Quando selecionada, as asserções recebidas são encriptadas pelo IdP usando a chave pública do par de chaves de encriptação. A asserção é desencriptada pelo SP usando a chave privada.
pt_br: Quando selecionado, as assertions recebidas são criptografadas pelo IdP usando a chave pública do par de chaves de criptografia. A assertion é descriptografada pelo SP usando a chave privada.
tr: Seçildiğinde, gelen onaylar IdP tarafından şifreleme anahtar çiftinin genel anahtarı kullanılarak şifrelenir. İddia, SP tarafından özel anahtar kullanılarak deşifre edilir.

source: Encryption Keypair
es: Par de Claves de Encriptación
fi_fi: Salausavainpari
ja_jp: 暗号化キーペア
pt: Par de chaves de encriptação
pt_br: Par de Chaves de Criptografia
tr: Şifreleme Anahtar Çifti

source: Default relay_state value for IDP-initiated logins
es: Valor predeterminado de relay_state para inicios de sesión iniciados por IDP
fi_fi: Oletusarvoinen relay_state-kentän arvo IDP-lähtöisille kirjautumisille
ja_jp: IDP-initiated ログインのデフォルトの relay_state 値
pt: Valor predefinido de relay_state para inícios de sessão iniciados pelo IdP
pt_br: Valor padrão de relay_state para logins iniciados pelo IDP
tr: IDP tarafından başlatılan oturum açma işlemleri için varsayılan relay_state değeri
zh_tw: IDP-initiated 登入的預設 relay_state 值

source: SAML Provider
es: Proveedor de SAML
fi_fi: SAML-palveluntarjojaja
ja_jp: SAMLプロバイダー
pt: Provedor SAML
pt_br: Provedor de SAML
tr: SAML Sağlayıcı
zh_tw: SAML 供應商

source: SAML Providers
es: Proveedores de SAML
fi_fi: SAML-palveluntarjoajat
ja_jp: SAMLプロバイダー
pt: Provedores SAML
pt_br: Provedores de SAML
tr: SAML Sağlayıcıları
zh_tw: SAML 供應商

source: SAML Provider Property Mapping
es: Asignación de Propiedades de Proveedor de SAML
fi_fi: SAML-palveluntarjoajan ominaisuuskytkentä
ja_jp: SAML プロバイダープロパティマッピング
pt: Mapeamento de propriedades do provedor SAML
pt_br: Mapeamento de Propriedade do Provedor SAML
tr: SAML Sağlayıcısı Özellik Eşlemesi

source: SAML Provider Property Mappings
es: Asignaciones de Propiedades de Proveedor de SAML
fi_fi: SAML-palveluntarjoajan ominaisuuskytkennät
ja_jp: SAML プロバイダープロパティマッピング
pt: Mapeamentos de propriedades do provedor SAML
pt_br: Mapeamentos de Propriedade do Provedor SAML
tr: SAML Sağlayıcısı Özellik Eşlemeleri

source: SAML Provider from Metadata
es: Proveedor de SAML a partir de Metadatos
fi_fi: SAML-palveluntarjoaja metatiedoista
ja_jp: メタデータからSAMLプロバイダーを作成
pt: Provedor SAML a partir de metadados
pt_br: Provedor SAML a partir de Metadados
tr: Meta Verilerden SAML Sağlayıcısı
zh_tw: 從中繼資料取得 SAML 供應商

source: SAML Providers from Metadata
es: Proveedores de SAML a partir de Metadatos
fi_fi: SAML-palveluntarjoajat metatiedoista
ja_jp: メタデータから SAML プロバイダー
pt: Provedores SAML a partir de metadados
pt_br: Provedores SAML a partir de Metadata
tr: Meta Verilerden SAML Sağlayıcıları
zh_tw: 來自詮釋資料的 SAML 提供程式

source: Link to the user's authenticated session
fi_fi: Linkki käyttäjän todennettuun istuntoon
ja_jp: ユーザーの認証済みセッションへのリンク
pt_br: Link para a sessão autenticada do usuário

source: SAML SessionIndex for this session
fi_fi: SAML SessionIndex tälle istunnolle
ja_jp: このセッションの SAML SessionIndex
pt_br: SessionIndex SAML para essa sessão

source: SAML NameID value for this session
fi_fi: SAML NameID:n arvo tälle istunnolle
ja_jp: このセッションの SAML NameID 値
pt_br: Valor do SAML NameID para essa sessão

source: SAML NameID format
fi_fi: SAML NameID:n muoto
ja_jp: SAML NameID フォーマット
pt_br: Formato do SAML NameID

source: SAML Session
fi_fi: SAML-istunto
ja_jp: SAML セッション
pt_br: Sessão SAML

source: SAML Sessions
fi_fi: SAML-istunnot
ja_jp: SAML セッション
pt_br: Sessões SAML

source: Default
es: Predeterminado
fi_fi: Oletus
ja_jp: デフォルト
pt: Predefinição
pt_br: Padrão
zh_tw: 默认

source: Base URL to SCIM requests, usually ends in /v2
es: URL base para solicitudes SCIM, generalmente termina en /v2
fi_fi: URL-osoitteen perusosa SCIM-pyyntöjä varten, päättyy yleensä /v2
ja_jp: SCIM リクエストへの Base URL、通常は /v2 で終わります
pt: URL base para os pedidos SCIM, normalmente termina em /v2
pt_br: URL base para solicitações SCIM, geralmente termina em /v2
tr: SCIM istekleri için temel URL, genellikle /v2 ile biter
zh_tw: SCIM 要求中的基礎網址，通常以 /v2 結尾。

source: Authentication token
es: Token de Autenticación
fi_fi: Todennustunniste
ja_jp: 認証トークン
pt: Token de autenticação
pt_br: Token de autenticação
tr: Kimlik doğrulama jetonu
zh_tw: 認證權杖

source: OAuth Source used for authentication
fi_fi: OAuth-lähde, jota käytetään todentamiseen
ja_jp: 認証に使用される OAuth ソース
pt_br: Fonte OAuth usada para autenticação

source: Additional OAuth parameters, such as grant_type
fi_fi: OAuth-lisäparametrit, kuten grant_type
ja_jp: grant_type などの追加 OAuth パラメーター
pt_br: Parâmetros adicionais do OAuth, como grant_type

source: SCIM Compatibility Mode
es: Modo de Compatibilidad SCIM
fi_fi: SCIM-yhteensopivuustila
ja_jp: SCIM 互換モード
pt: Modo de compatibilidade SCIM
pt_br: Modo de Compatibilidade SCIM

source: Alter authentik behavior for vendor-specific SCIM implementations.
es: Modificar el comportamiento de authentik para implementaciones SCIM específicas de proveedores.
fi_fi: Muuta authentikin toimintaa valmistajakohtaisten SCIM-toteutusten osalta.
ja_jp: ベンダー固有の SCIM 実装に対して authentik の動作を変更。
pt: Alterar o comportamento de authentik para implementações SCIM específicas do fornecedor.
pt_br: Alterar o comportamento do authentik para implementações SCIM específicas do fornecedor.

source: Cache duration for ServiceProviderConfig responses. Set minutes=0 to disable.
pt_br: Duração do cache para respostas de ServiceProviderConfig. Defina minutes=0 para desabilitar.

source: SCIM Provider
es: Proveedor de SCIM
fi_fi: SCIM-palveluntarjoaja
ja_jp: SCIMプロバイダー
pt: Provedor SCIM
pt_br: Provedor SCIM
tr: SCIM Sağlayıcısı
zh_tw: SCIM 供應商

source: SCIM Providers
es: Proveedores de SCIM
fi_fi: SCIM-palveluntarjoajat
ja_jp: SCIMプロバイダー
pt: Provedores SCIM
pt_br: Provedores SCIM
tr: SCIM Sağlayıcıları
zh_tw: SCIM 供應商

source: SCIM Provider Mapping
es: Asignación de Proveedor de SCIM
fi_fi: SCIM-palveluntarjoajan ominaisuuskytkentä
ja_jp: SCIM プロバイダーマッピング
pt: Mapeamento do provedor SCIM
pt_br: Mapeamento de Provedor SCIM
tr: SCIM Sağlayıcısı Eşlemesi

source: SCIM Provider Mappings
es: Asignaciones de Proveedor de SCIM
fi_fi: SCIM-palveluntarjoajan ominaisuuskytkennät
ja_jp: SCIM プロバイダーマッピング
pt: Mapeamentos do provedor SCIM
pt_br: Mapeamentos de Provedor SCIM
tr: SCIM Sağlayıcısı Eşlemeleri

source: Sync SCIM provider objects.
fi_fi: Synkronoi SCIM-palveluntarjoajan objektit.
ja_jp: SCIM プロバイダーオブジェクトを同期。
pt_br: Sincronizar registros do provedor SCIM.

source: Full sync for SCIM provider.
fi_fi: SCIM-palveluntarjoajan täysi synkronointi.
ja_jp: SCIM プロバイダーの完全同期。
pt_br: Sincronização completa do provedor SCIM.

source: Sync a direct object (user, group) for SCIM provider.
fi_fi: Synkronoi suoraan kytketty objekti (käyttäjä, ryhmä) SCIM-palveluntarjoajalla.
ja_jp: SCIM プロバイダー用の直接オブジェクト（ユーザー、グループ）を同期。
pt_br: Sincronizar um registro direto (usuário, grupo) do provedor SCIM

source: Dispatch syncs for a direct object (user, group) for SCIM providers.
fi_fi: Käynnistä suoraan kytketyn objektin (käyttäjä, ryhmä) synkronoinnit SCIM-palveluntarjoajille.
ja_jp: SCIM プロバイダー用の直接オブジェクト（ユーザー、グループ）の同期をディスパッチ。
pt_br: Despachar sincronizações para um registro direto (usuário, grupo) do provedor SCIM.

source: Sync a related object (memberships) for SCIM provider.
fi_fi: Sykronoi liittyvä objekti (jäsenyydet) SCIM-palveluntarjoajalla.
ja_jp: SCIM プロバイダー用の関連オブジェクト（メンバーシップ）を同期。
pt_br: Sincronizar um registro relacionado (associações) do provedor SCIM.

source: Dispatch syncs for a related object (memberships) for SCIM providers.
fi_fi: Käynnistä liittyvän objektin (jäsenyydet) synkronoinnit SCIM-palveluntarjoajille.
ja_jp: SCIM プロバイダー用の関連オブジェクト（メンバーシップ）の同期をディスパッチ。
pt_br: Despachar sincronizações para um registro relacionado (associações) do provedor SCIM.

source: Role
es: Rol
fi_fi: Rooli
ja_jp: ロール
pt: Função
pt_br: Função
tr: Rol
zh_tw: 角色

source: Roles
fi_fi: Roolit
ja_jp: ロール
pt: Funções
pt_br: Funções
tr: Roller
zh_tw: 角色

source: Can assign permissions to roles
fi_fi: Voi antaa käyttöoikeuksia rooleille
ja_jp: ロールに権限を割り当てできます
pt_br: Pode atribuir permissões a funções

source: Can unassign permissions from roles
fi_fi: Voi poistaa käyttöoikeuksia rooleilta
ja_jp: ロールから権限を割り当て解除できます
pt_br: Pode remover permissões de funções

source: Initial Permissions
es: Permisos Iniciales
fi_fi: Alustavat käyttöoikeudet
ja_jp: 初期権限
pt: Permissões iniciais
pt_br: Permissões iniciais

source: System permission
es: Permiso de sistema
fi_fi: Järjestelmän käyttöoikeus
ja_jp: システム権限
pt: Permissão de sistema
pt_br: Permissão do sistema
tr: Sistem yetkisi
zh_tw: 系統權限

source: System permissions
es: Permisos de sistema
fi_fi: Järjestelmän käyttöoikeudet
ja_jp: システム権限
pt: Permissões de sistema
pt_br: Permissões do sistema
tr: Sistem yetkileri
zh_tw: 系統權限

source: Can view system info
es: Puede ver info de sistema
fi_fi: Voi katsoa järjestelmätietoja
ja_jp: システム情報を表示できます
pt: Pode ver informações de sistema
pt_br: Pode visualizar informações do sistema
tr: Sistem bilgilerini görüntüleyebilir
zh_tw: 可檢視系統資訊

source: Can access admin interface
es: Puede acceder a la interfaz de administrador
fi_fi: Voi käyttää hallintaliittymää
ja_jp: 管理者インターフェースにアクセスできます
pt: Pode aceder à interface de admin
pt_br: Pode acessar interface administrativa
tr: Yönetici arayüzüne erişebilir
zh_tw: 可存取管理員介面

source: Can view system settings
es: Puede ver ajustes de sistema
fi_fi: Voi katsoa järjestelmäasetuksia
ja_jp: システム設定を表示できます
pt: Pode ver as definições de sistema
pt_br: Pode visualizar configurações do sistema
tr: Sistem ayarlarını görüntüleyebilir
zh_tw: 可檢視系統設定

source: Can edit system settings
es: Puede editar ajustes de sistema
fi_fi: Voi muokata järjestelmäasetuksia
ja_jp: システム設定を編集できます
pt: Pode editar as definições de sistema
pt_br: Pode editar configurações do sistema
tr: Sistem ayarlarını düzenleyebilir
zh_tw: 可編輯系統設定

source: Can view media files
pt_br: Pode visualizar arquivos de mídia

source: Can manage media files
pt_br: Pode gerenciar arquivos de mídia

source: Create admin group if the default group gets deleted.
es: Cree un grupo de administración si se elimina el grupo predeterminado.
fi_fi: Luo ylläpidon ryhmä jos oletusryhmä poistetaan.
ja_jp: デフォルトグループが削除された場合は、管理者グループを作成します。
pt: Criar um grupo de admin se o grupo predefinido for eliminado.
pt_br: Crie um grupo de administradores se o grupo padrão for excluído.
tr: Varsayılan grup silinirse yönetici grubu oluşturun.
zh_tw: 如果預設群組被刪除，則建立管理員群組。

source: Create a Key which can be used to restore access to authentik.
es: Cree una clave que se pueda usar para restaurar el acceso a authentik.
fi_fi: Luo avain, jolla voidaan palauttaa pääsy authentikiin.
ja_jp: authentik へのアクセスを復元するために使用できるキーを作成します。
pt: Criar uma Chave que possa ser utilizada para restaurar o acesso ao authentik.
pt_br: Crie uma chave que pode ser usada para restaurar o acesso ao authentik.
tr: Authentik'e erişimi geri yüklemek için kullanılabilecek bir Anahtar oluşturun.
zh_tw: 建立一個金鑰用於恢復對 authentik 的存取權限。

source: Used recovery-link to authenticate.
es: Se utilizó un enlace de recuperación para autenticarse.
fi_fi: Käytti palautuslinkkiä todentamiseen.
ja_jp: リカバリーリンクを使用して認証しました。
pt: Usado o recovery-link para autenticar.
pt_br: Link de recuperação usado para autenticar.
tr: Kimlik doğrulamak için kurtarma bağlantısı kullanıldı.
zh_tw: 已使用救援連結進行認證。

source: Kerberos realm
es: Dominio Kerberos
fi_fi: Kerberos-toimialue
pt: Realm Kerberos
pt_br: Realm Kerberos
tr: Kerberos bölgesi

source: Custom krb5.conf to use. Uses the system one by default
es: krb5.conf personalizado a usar. Usa el del sistema por defecto.
fi_fi: Mukautettu krb5.conf, jota käytetään. Järjestelmän oletusta käytetään oletusarvoisesti.
ja_jp: 使用するカスタム krb5.conf。デフォルトではシステムのものを使用
pt: krb5.conf personalizado a ser usado. Usa o do sistema por predefinição
pt_br: krb5.conf personalizado para uso. Por padrão, usa o do sistema.
tr: Kullanılacak özel krb5.conf. Varsayılan olarak sistemi kullanır

source: KAdmin server type
es: Tipo de servidor KAdmin
fi_fi: KAdmin-palvelimen tyyppi
ja_jp: KAdmin サーバー タイプ
pt: Tipo de servidor KAdmin
pt_br: Tipo de servidor KAdmin

source: Sync users from Kerberos into authentik
es: Sincronizar usuarios desde Kerberos hacia Authentik
fi_fi: Synkronoi käyttäjät Kerberos-järjestelmästä authentikiin
ja_jp: Kerberos のユーザーを authentik に同期
pt: Sincronizar utilizadores do Kerberos para o authentik
pt_br: Sincronizar usuários do Kerberos para o authentik
tr: Kullanıcıları Kerberos'tan authentik'e senkronize etme

source: When a user changes their password, sync it back to Kerberos
es: Cuando un usuario cambie su contraseña, sincronizarla de vuelta a Kerberos.
fi_fi: Kun käyttäjä muuttaa salasanansa, synkronoi se Kerberosiin
ja_jp: ユーザーがパスワードを変更するとき、Kerberos に同期
pt: Quando um utilizador altera a sua palavra-passe, sincroniza-a com o Kerberos
pt_br: Quando um usuário alterar a senha, sincronizar de volta para o Kerberos
tr: Bir kullanıcı parolasını değiştirdiğinde, bunu Kerberos'a geri eşitleyin

source: Principal to authenticate to kadmin for sync.
es: Principal para autenticarse en kadmin para la sincronización.
fi_fi: Käyttäjä, jota käytetään kadminiin todentamisessa synkronointia varten.
ja_jp: 同期のための kadmin に認証するためのプリンシパル。
pt: Principal para autenticar no kadmin para sincronização.
pt_br: Principal para autenticar no kadmin para sincronização.
tr: Senkronizasyon için kadmin'e kimlik doğrulaması yapacak müdür.

source: Password to authenticate to kadmin for sync
es: Contraseña para autenticarse en kadmin para la sincronización
fi_fi: Salasana, jota käytetään kdaminiin todentamisessa synkronointia varten.
ja_jp: 同期のための kadmin に認証するためのパスワード
pt: Palavra-passe para autenticar no kadmin para sincronização
pt_br: Senha para autenticar no kadmin para sincronização
tr: Senkronizasyon için kadmin'e kimlik doğrulama parolası

source: Keytab to authenticate to kadmin for sync. Must be base64-encoded or in the form TYPE:residual
es: Keytab para autenticarse en kadmin para la sincronización. Debe estar codificado en base64 o en el formato TIPO:residuo
fi_fi: Keytab-tiedosto, jota käytetään kadminiin todentamisessa synkronointia varten. Täytyy olla base64-koodattu tai muodossa TYPE:residual
ja_jp: 同期のための kadmin に認証する keytab。base64 エンコードまたは TYPE:residual 形式である必要があります
pt: Keytab para autenticar no kadmin para sincronização. Deve ser codificado em base64 ou na forma TYPE:residual
pt_br: Keytab para autenticar no kadmin para sincronização. Deve estar codificado em base64 ou no formato TYPE:residual
tr: Senkronizasyon için kadmin'e kimlik doğrulaması yapmak üzere anahtar sekmesi. Base64 kodlu veya TYPE:residual biçiminde olmalıdır

source: Credentials cache to authenticate to kadmin for sync. Must be in the form TYPE:residual
es: Cache de credenciales para autenticarse como kadmin para la sincronización. Debe estar en el formato TIPO:residual
fi_fi: Tunnistetietojen välimuistitiedosto, jota käytetään kadminiin todentamisessa synkronointia varten. Täytyy olla muodossa TYPE:residual
ja_jp: 同期のための kadmin に認証する認証情報キャッシュ。TYPE:residual 形式である必要があります
pt: Cache de credenciais para autenticar o kadmin para sincronização. Deve estar na forma TYPE:residual
pt_br: Cache de credenciais para autenticar no kadmin para sincronização. Deve estar no formato TYPE:residual
tr: Senkronizasyon için kadmin'e kimlik doğrulaması yapmak üzere kimlik bilgileri önbelleği. TYPE:residual şeklinde olmalıdır

source: Force the use of a specific server name for SPNEGO. Must be in the form HTTP@hostname
es: Forzar el uso de un nombre de servidor específico para SPNEGO. Debe estar en el formato HTTP@nombre_de_host
fi_fi: Pakotettu palvelimen nimi SPNEGOa varten. Täytyy olla muodossa HTTP@hostname
ja_jp: SPNEGO に特定のサーバー名を強制します。HTTP@hostname 形式である必要があります
pt: Forçar a utilização de um nome de servidor específico para o SPNEGO. Deve estar na forma HTTP@hostname
pt_br: Forçar o uso de um nome de servidor específico para SPNEGO. Deve estar no formato HTTP@hostname
tr: SPNEGO için belirli bir sunucu adının kullanımını zorlar. HTTP@hostname şeklinde olmalıdır

source: SPNEGO keytab base64-encoded or path to keytab in the form FILE:path
es: Keytab de SPNEGO codificado en base64 o ruta al keytab en el formato FILE:ruta
fi_fi: SPNEGOn keytab-tiedosto base64-koodattuna tai polku keytab-tiedostoon muodossa FILE:path
ja_jp: SPNEGO keytab base64 エンコードまたは FILE:path 形式の keytab へのパス
pt: SPNEGO keytab codificado em base64 ou caminho para keytab na forma FILE:path
pt_br: Keytab SPNEGO codificado em base64 ou caminho para keytab no formato FILE:path
tr: SPNEGO keytab base64 kodlu veya FILE:path biçiminde keytab yolu

source: Credential cache to use for SPNEGO in form type:residual
es: Caché de credenciales a usar para SPNEGO en el formato tipo:residual
fi_fi: Tunnistetietojen välimuistitiedosto SPNEGOa varten muodossa type:residual
ja_jp: SPNEGO に使用する認証情報キャッシュ（type:residual 形式）
pt: Cache de credenciais a utilizar para SPNEGO na forma TYPE:residual
pt_br: Cache de credenciais a ser usado para SPNEGO no formato type:residual
tr: SPNEGO için kullanılacak kimlik bilgisi önbelleği form türü:artık

source: If enabled, the authentik-stored password will be updated upon login with the Kerberos password backend
es: Si está habilitado, la contraseña almacenada en authentik se actualizará al iniciar sesión con el backend de contraseñas de Kerberos.
fi_fi: Jos tämä on käytössä, authentikiin tallennettu salasana päivitetään kirjauduttaessa Kerberosin salasanapalvelun kautta
ja_jp: 有効にするとログイン時に authentik で保存されたパスワードが Kerberos パスワードバックエンドで更新されます
pt: Se ativado, a palavra-passe armazenada no authentik será atualizada no início de sessão com o backend de palavra-passe do Kerberos
pt_br: Se ativado, a senha armazenada no authentik será atualizada ao fazer login usando o backend de senha Kerberos
tr: Etkinleştirilirse, Kerberos parola arka ucu ile oturum açıldığında kimlik doğrulaması için saklanan parola güncellenir

source: Kerberos Source
es: Fuente de Kerberos
fi_fi: Kerberos-lähde
ja_jp: Kerberos ソース
pt: Fonte Kerberos
pt_br: Origem Kerberos
tr: Kerberos Kaynağı

source: Kerberos Sources
es: Fuentes de Kerberos
fi_fi: Kerberos-lähteet
ja_jp: Kerberos ソース
pt: Fontes Kerberos
pt_br: Origens Kerberos
tr: Kerberos Kaynakları

source: Kerberos Source Property Mapping
es: Asignación de Propiedades de Fuente de Kerberos
fi_fi: Kerberos-lähteen ominaisuuskytkentä
ja_jp: Kerberos ソースプロパティマッピング
pt: Mapeamento de propriedades de fonte Kerberos
pt_br: Mapeamento de Propriedade da Origem Kerberos
tr: Kerberos Kaynağı Özellik Eşlemesi

source: Kerberos Source Property Mappings
es: Asignaciones de Propiedades de Fuente de Kerberos
fi_fi: Kerberos-lähteen ominaisuuskytkennät
ja_jp: Kerberos ソースプロパティマッピング
pt: Mapeamentos de propriedades de fonte Kerberos
pt_br: Mapeamentos de Propriedades da Origem Kerberos
tr: Kerberos Kaynağı Özellik Eşlemeleri

source: User Kerberos Source Connection
es: Conexión de Fuente de Kerberos de Usuario
fi_fi: Käyttäjän Kerberos-lähteen yhteys
ja_jp: ユーザー Kerberos ソース接続
pt: Ligação à fonte Kerberos de Utilizador
pt_br: Conexão da Origem Kerberos do Usuário
tr: Kullanıcı Kerberos Kaynağı Bağlantısı

source: User Kerberos Source Connections
es: Conexiones de Fuente de Kerberos de Usuario
fi_fi: Käyttäjän Kerberos-lähteen yhteydet
ja_jp: ユーザー Kerberos ソース接続
pt: Ligações à fonte Kerberos de Utilizador
pt_br: Conexões da Origem Kerberos do Usuário
tr: Kullanıcı Kerberos Kaynağı Bağlantıları

source: Group Kerberos Source Connection
es: Conexión de Fuente Kerberos de Grupo
fi_fi: Ryhmän Kerberos-lähteen yhteys
ja_jp: グループ Kerberos ソース接続
pt: Ligação à fonte Kerberos de Grupo
pt_br: Origem Kerberos do Usuário de Grupo
tr: Grup Kerberos Kaynağı Bağlantısı

source: Group Kerberos Source Connections
es: Conexiones de Fuente de Kerberos de Grupo
fi_fi: Ryhmän Kerberos-lähteen yhteydet
ja_jp: グループ Kerberos ソース接続
pt: Ligações à fonte Kerberos de Grupo
pt_br: Conexões da Origem Kerberos de Grupo
tr: Grup Kerberos Kaynağı Bağlantıları

source: Check connectivity for Kerberos sources.
fi_fi: Tarkista Kerberos-lähteiden yhteydet.
ja_jp: Kerberos ソースの接続性を確認。
pt_br: Verificar conectividade das fontes Kerberos.
