Repository: goauthentik/authentik
Catalog: web/xliff/*.xlf
Languages: cs_cz, de, es, fi, fr, it, ko, nl, pt_br, ru, tr, zh_tw

# s37d1b74df205b528
source: Permissions set on roles which affect this object.
cs_cz: Oprávnění nastavená na rolích, která ovlivňují tento objekt.
de: Berechtigungen, die auf Rollen gesetzt sind und dieses Objekt betreffen.
es: Permisos establecidos en los roles que afectan a este objeto.
fi: Rooleille asetetut käyttöoikeudet, jotka vaikuttavat tähän objektiin.
fr: Les permissions définies sur des roles qui affectent cet objet.
it: Autorizzazioni impostate su ruoli che influenzano questo oggetto.
pt_br: Permissões definidas em funções que afetam este objeto.
ru: Разрешения, установленные для ролей, которые влияют на этот объект.
tr: Bu nesneyi etkileyen roller üzerinde ayarlanan izinler.

# s9cc631505c17b028
source: Assigned global permissions
cs_cz: Přiřazená globální oprávnění
de: Zugewiesene globale Berechtigungen
es: Permisos globales asignados
fi: Asetetut yleiset käyttöoikeudet
fr: Permissions globales assignées
it: Autorizzazioni globali assegnate
ko: 전역 권한 할당
pt_br: Permissões globais atribuídas
ru: Назначенные глобальные разрешения
tr: Atanan genel izinler
zh_tw: 已分配的全域權限

# s8f85a0e678846080
source: Assigned object permissions
cs_cz: Přiřazená oprávnění objektu
de: Zugewiesene Objektberechtigungen
es: Permisos de objeto asignados
fi: Asetetut objekti-käyttöoikeudet
fr: Permissions d'objet assignées
it: Autorizzazioni oggetto assegnate
ko: 할당된 오브젝트 권한
pt_br: Permissões de objeto atribuídas
ru: Назначенные разрешения объекта
tr: Atanan nesne izinleri
zh_tw: 已分配的物件權限

# s17032e57ba222d2f
source: Permissions assigned to this role which affect all object instances of a given type.
cs_cz: Oprávnění přiřazená této roli, která ovlivňují všechny instance objektů daného typu.
de: Berechtigungen, die dieser Rolle zugewiesen sind und alle Objektinstanzen eines bestimmten Typs betreffen.
es: Permisos asignados a este rol que afectan a todas las instancias de objetos de un tipo determinado.
fi: Tälle roolille asetetut käyttöoikeudet, jotka vaikuttavat kaikkiin saman tyyppisiin objekteihin.
fr: Les permissions définies sur des roles qui affectent toutes les instances d'un objet d'un type défini.
it: Autorizzazioni assegnate a questo ruolo che influiscono su tutte le istanze degli oggetti di un determinato tipo.
pt_br: Permissões atribuídas a este papel que afetam todas as instâncias de objetos de um determinado tipo.
ru: Назначенные этой роли разрешения, которые влияют на все экземпляры объектов данного типа.
tr: Bu role atanan ve belirli bir türdeki tüm nesne örneklerini etkileyen izinler.

# s5e8250fb85d64c23
source: Close
cs_cz: Zavřít
de: Schließen
es: Cerrar
fi: Sulje
fr: Fermer
it: Chiudi
ko: 닫기
nl: Sluiten
pt_br: Fechar
ru: Закрыть
tr: Kapat
zh_tw: 關閉

# sc08c153234510246
source: Update "${this.label || "object"}" Permissions
pt_br: Atualizar Permissões de "${this.label || "object"}"

# s6d25eef21a9e76ba
source: Open "${this.label || "object"}" permissions modal
pt_br: Abrir modal de permissões de "${this.label || "object"}"

# se8dca0132c66ae03
source: Permissions
cs_cz: Oprávnění
de: Berechtigungen
es: Permisos
fi: Käyttöoikeudet
it: Permessi
ko: 권한
nl: Machtigingen
pt_br: Permissões
ru: Разрешения
tr: İzinler
zh_tw: 權限

# sd091e43d5e99dea4
source: Waiting to run
cs_cz: Čeká na spuštění
es: Esperando a correr
pt_br: Aguardando para executar

# s2f06038e5cfd09df
source: Consumed
pt_br: Consumido

# s556a7cc7c0c9f032
source: Pre-processing
pt_br: Pré processamento

# s85994a70cd39166c
source: Running
cs_cz: Běží
es: Corriendo
pt_br: Executando

# sb37a630168e1e0e5
source: Post-processing
pt_br: Pós processamento

# sbe9a51f29a4a2c5b
source: Successful
cs_cz: Úspěch
de: Erfolgreich
es: Éxito
fi: Onnistunut
fr: Réussite
it: Riuscito
ko: 성공
nl: Succesvol
pt_br: Sucesso
ru: Успешно
tr: Başarılı
zh_tw: 成功

# s5f343a43e7ea9f91
source: Error
cs_cz: Chyba
de: Fehler
fi: Virhe
fr: Erreur
it: Errore
ko: 오류
nl: Fout
pt_br: Erro
ru: Ошибка
tr: Hata
zh_tw: 錯誤

# sc592307ea80f16b9
source: Unknown
cs_cz: Neznámý
de: Unbekannt
es: Desconocido
fi: Tuntematon
fr: Inconnu
it: Sconosciuto
ko: 알 수 없음
nl: Onbekend
pt_br: Desconhecido
ru: Неизвестно
tr: Bilinmeyen
zh_tw: 未知

# s94f08f46277af7d6
source: Running tasks
pt_br: Tarefas em andamento

# s8b551364b894d1ee
source: Queued tasks
pt_br: Tarefas enfileiradas

# s2139d19009989a19
source: Successful tasks
pt_br: Tarefas bem-sucedidas

# s0787cd9eab5aa6e3
source: Error tasks
pt_br: Tarefas com erro

# s03ee3cfb0919c62c
source: Task
cs_cz: Úloha
de: Aufgabe
es: Tarea
fr: Tâche
it: Compito
pt_br: Tarefa

# sc7637275f670c938
source: Queue
cs_cz: V pořadí
es: Cola
pt_br: Fila

# s84fb675fb17d4455
source: Retries
pt_br: Tentativas

# s1d300a2f13c19ab4
source: Planned execution time
pt_br: Tempo de execução planejado

# sb91d1be10eb2c7da
source: Last updated
cs_cz: Poslední aktualizace
es: Última actualización
pt_br: Última atualização

# s8af61807443f32a4
source: Actions
cs_cz: Akce
de: Aktionen
es: Acciones
fi: Toiminnot
it: Azioni
ko: 액션
nl: Acties
pt_br: Ações
ru: Действия
tr: Eylemler
zh_tw: 動作

# sa3242c7021e01280
source: Row Actions
pt_br: Ações da Linha

# s911c2c952e64b223
source: Show only standalone tasks
cs_cz: Ukázat pouze samostatné úlohy
es: Mostrar solo tareas independientes
pt_br: Mostrar apenas tarefas independentes

# s14053a4609676b8b
source: Exclude successful tasks
cs_cz: Vynechat úspěšné úlohy
es: Excluir tareas exitosas
pt_br: Excluir tarefas bem-sucedidas

# s8ff646d0515aab2a
source: Retry task
cs_cz: Zopakovat úlohu
es: Reintentar tarea
pt_br: Tentar novamente a tarefa

# sac44b0f4dc14c227
source: Current execution logs
cs_cz: Aktuální logy běhu
pt_br: Logs de execução atuais

# s5e13dff03b580216
source: Previous executions logs
cs_cz: Předešlé logy běhu
pt_br: Logs de execuções anteriores

# s9b8dccb514a0e34c
source: Schedule
cs_cz: Plán
pt_br: Agendar

# sf92789320708efed
source: Next run
cs_cz: Příští spuštění
es: Próxima ejecución
pt_br: Próxima execução

# s1aecc6c0d6cbf4ed
source: Last status
cs_cz: Poslední stav
es: Último estado
pt_br: Último status

# s6089c283e28012fb
source: Show only standalone schedules
cs_cz: Ukázat pouze samostatné plány
es: Mostrar solo horarios independientes
pt_br: Mostrar apenas agendamentos independentes

# s48006fb6e0b1860a
source: Run scheduled task now
cs_cz: Spustit naplánovanou úlohu nyní
es: Ejecutar tarea programada ahora
pt_br: Executar tarefa agendada agora

# s8b0432eecbd8b034
source: Update
cs_cz: Aktualizovat
de: Aktualisieren
es: Actualizar
fi: Päivitä
fr: Mettre à jour
it: Aggiorna
ko: 업데이트
pt_br: Atualizar
ru: Обновить
tr: Güncelleme
zh_tw: 更新

# s6492593d534108e1
source: Update Schedule
cs_cz: Aktualizovat plán
es: Actualización del calendario
pt_br: Atualizar Agendamento

# s64ef2a6c2dd1d3d1
source: Edit
cs_cz: Upravit
de: Bearbeiten
es: Editar
fi: Muokkaa
fr: Éditer
it: Modifica
ko: 수정
nl: Bewerken
pt_br: Editar
ru: Редактировать
tr: Düzenle
zh_tw: 編輯

# sc797fd9076cc136d
source: Tasks
cs_cz: Úlohy
es: Tareas
pt_br: Tarefas

# sf2d616b20d62240d
source: Schedules
cs_cz: Pláy
es: Horarios
pt_br: Agendamentos

# s3b34d9930e33bd46
source: System Tasks
cs_cz: Systémové úlohy
de: Systemaufgaben
es: Tareas del sistema
fi: Järjestelmän tehtävät
fr: Tâches du système
it: Attività di sistema
ko: 시스템 작업
nl: Systeemtaken
pt_br: Tarefas do Sistema
ru: Системные задачи
tr: Sistem Görevleri
zh_tw: 系統工作

# saaa3abe03c7260f9
source: Long-running operations which authentik executes in the background.
cs_cz: Dlouhodobé operace, které authentik provádí na pozadí.
de: Langfristig laufende Aufgaben, die authentik im Hintergrund ausführt.
es: Operaciones de larga ejecución que authentik se ejecuta en segundo plano.
fi: Pitkäkestoiset operaatiot, joita authentik suorittaa taustalla.
fr: Opérations de longue durée qu'authentik exécute en arrière-plan.
it: Operazioni di lunga durata che authentik esegue in background.
ko: authentik이 백그라운드에서 실행하는 장기 실행 작업입니다.
nl: Langlopende operaties die authentik uitvoert op de achtergrond.
pt_br: Operações de grande duração que o authentik executa no plano de fundo.
ru: Длительные операции, которые authentik выполняет в фоновом режиме.
tr: Authentik'in arka planda yürüttüğü uzun süreli işlemler.
zh_tw: authentik 在背景執行的長時間工作。

# s0fbf6dc6a1966408
source: Next
cs_cz: Další
de: Weiter
es: Siguiente
fi: Seuraava
fr: Suivant
it: Successivo
ko: 다음
nl: Volgende
pt_br: Próximo
ru: Далее
tr: Önümüzdeki
zh_tw: 下一步

# sc16e00a7a8b2fde2
source: Back
cs_cz: Zpět
de: Zurück
es: Volver
fi: Takaisin
fr: Retour
it: Indietro
ko: 뒤로
nl: Terug
pt_br: Voltar
ru: Назад
tr: Geri
zh_tw: 返回

# s56e7ff6cc2abeb0d
source: Wizard steps
pt_br: Etapas do Assistente

# s04e09c193d15e4b4
source: Wizard navigation
pt_br: Navegação do Assistente

# s0c9670f429e74283
source: New application
cs_cz: Nová aplikace
de: Neue Anwendung
es: Nueva aplicación
fi: Uusi sovellus
fr: Nouvelle application
it: Nuova applicazione
ko: 새 애플리케이션
nl: Nieuwe applicatie
pt_br: Novo aplicativo
ru: Новое приложение
tr: Yeni uygulama
zh_tw: 新增應用程式

# s140111d464591e6b
source: Create a new application and configure a provider for it.
cs_cz: Vytvořte novou aplikaci a nakonfigurujte pro ni poskytovatele.
de: Erstelle eine neue Anwendung und konfiguriere einen Anbieter dafür.
es: Crea una nueva aplicación y configura un proveedor para la misma.
fr: Créer une nouvelle application et configurer un fournisseur pour celle-ci.
it: Crea una nuova applicazione e configura un fornitore per essa.
pt_br: Criar um novo aplicativo e configurar um provedor para ele.

# s1a0e95458b44d7f8
source: Any policy must match to grant access
cs_cz: Pro udělení přístupu se musí shodovat s některou zásadou
de: Beliebige Bedingung muss erfüllt sein, um Zugang gewährt zu bekommen.
es: Cualquier política debe coincidir para otorgar acceso
fi: Minkä tahansa käytännön läpäisy riittää myöntämään pääsyn
fr: N'importe quelle politique doit correspondre pour accorder l'accès
it: Qualsiasi criterio deve corrispondere per concedere l'accesso
ko: 여러 정책 중 어느 하나라도 충족하면 액세스를 허용
nl: Elk beleid moet overeenkomen om toegang te verlenen
pt_br: Qualquer política deve coincidir para conceder o acesso
ru: Любая политика должна соответствовать для предоставления доступа
tr: Erişim izni vermek için herhangi bir politikanın eşleşmesi gerekir
zh_tw: 必須符合任一政策才能取得存取權

# s7fc1ace65486dc25
source: All policies must match to grant access
cs_cz: Pro udělení přístupu se musí všechny zásady shodovat
de: Alle Bedingungen müssen erfüllt sein, um Zugang gewährt zu bekommen.
es: Todas las políticas deben coincidir para otorgar acceso
fi: Kaikkien käytäntöjen täytyy läpäisy tarvitaan myöntämään pääsyn
fr: Toutes les politiques doivent correspondre pour accorder l'accès
it: Tutte i criteri devono corrispondere per concedere l'accesso
ko: 여러 정책 중 모든 정책이 충족하면 액세스를 허용
nl: Alle beleidsregels moeten overeenkomen om toegang te verlenen
pt_br: Todas as políticas devem corresponder para conceder acesso
ru: Все политики должны соответствовать для предоставления доступа
tr: Erişim izni vermek için tüm politikaların eşleşmesi gerekir
zh_tw: 必須符合全部政策才能取得存取權

# sb80507bed88545a6
source: An application name is required
cs_cz: Je vyžadován název aplikace
de: Ein Anwendungsname ist erforderlich
es: Un nombre de aplicación es requerida
fi: Sovelluksen nimi vaaditaan
fr: Un nom d'application est requis
it: È richiesto un nome dell'applicazione
pt_br: Um nome de aplicativo é obrigatório

# s39c052006b2b141a
source: Not a valid URL
cs_cz: Není platná URL
de: Keine gültige URL
es: No es una URL válida
fi: URL-osoite ei ole kelvollinen
fr: URL invalide
it: Non è un URL valido
pt_br: Não é uma URL válida
ru: Неверный URL-адрес

# s317f3ab0da3d068a
source: Not a valid slug
cs_cz: Není platný slug
de: Kein gültiger Slug
es: No es un slug válido
fi: Polkutunniste ei ole kelvollinen
fr: Slug invalide
it: Non è uno slug valido
pt_br: Não é um slug válido

# s704091f8e3dbd721
source: The name displayed in the application library.
cs_cz: Zobrazované jméno v knihovně aplikací.
pt_br: O nome exibido na biblioteca de aplicativos.

# s1cffe58249b04669
source: Internal application name used in URLs.
cs_cz: Interní název aplikace používaný v URL.
de: Interner Anwendungsname, der in URLs verwendet wird.
es: Nombre interno de la aplicación utilizado en las URLs.
fi: Sovelluksen sisäinen nimi, jota käytetään URLeissa.
fr: Nom de l'application interne utilisé dans les URLs.
it: Nome applicazione interno utilizzato negli URL.
ko: URL에 사용되는 내부 애플리케이션 이름입니다.
pt_br: Nome interno da aplicação usado em URLs.
ru: Внутреннее имя приложения, используемое в URL-адресах.
tr: URL'lerde kullanılan iç uygulama adı.
zh_tw: 用於網址的應用程式內部名稱。

# s98b1cb8fb62909ec
source: Group
cs_cz: Skupina
de: Gruppe
es: Grupo
fi: Ryhmä
it: Gruppo
ko: 그룹
nl: Groep
pt_br: Grupo
ru: Группа
tr: Grup
zh_tw: 群組

# sc22c7703fd074f5f
source: e.g. Collaboration, Communication, Internal, etc.
cs_cz: např. Spolupráce, Komunikace, Interní, atd.
pt_br: ex. Colaboração, Comunicação, Interno, etc.

# sdae55084f6cb2662
source: Optionally enter a group name. Applications with identical groups are shown grouped together.
cs_cz: Volitelně zadejte název skupiny. Aplikace se stejnými skupinami jsou zobrazeny společně.
de: Geben Sie optional einen Gruppennamen ein. Anwendungen in gleicher Gruppe werden gruppiert angezeigt.
es: Opcionalmente, ingrese un nombre de grupo. Las aplicaciones con grupos idénticos se muestran agrupadas.
fi: Halutessasi syötä ryhmän nimi. Sovellukset näytetään ryhmiteltyinä identtisten ryhmän nimien mukaan.
fr: Optionnellement, entrez un nom de groupe. Les applications avec les mêmes groupes seront affichées ensemble.
it: Facoltativamente, inserisci il nome del gruppo. Le applicazioni con gruppi identici vengono visualizzate raggruppate insieme.
ko: 선택 사항으로 그룹 이름을 입력합니다. 동일한 그룹을 가진 애플리케이션이 함께 그룹으로 표시됩니다.
nl: Voer optioneel een groepsnaam in. Applicaties met identieke groepen worden samen weergegeven.
pt_br: Opcionalmente, insira um nome de grupo. Aplicativos com grupos idênticos são mostrados agrupados.
ru: По желанию введите имя группы. Приложения с одинаковыми группами отображаются сгруппированными вместе.
tr: İsteğe bağlı olarak bir grup adı girin. Aynı gruplara sahip uygulamalar birlikte gruplandırılmış olarak gösterilir.
zh_tw: 可選：輸入群組名稱。具有相同群組的應用程式會排列在同一分組。

# s0639662111324466
source: Policy engine mode
cs_cz: Režim mechanismu zásad
de: Richtlinien-Engine-Modus
es: Modo de motor de políticas
fi: Käytäntöjen tila
fr: Mode d'application des politiques
it: Modalità motore criteri
ko: 정책 엔진 모드
nl: Modus beleidsengine
pt_br: Modo do mecanismo de política
ru: Режим механизма политики
tr: İlke altyapısı modu
zh_tw: 政策引擎模式

# se2b29e6cfe59414c
source: UI Settings
cs_cz: Nastavení UI
de: UI-Einstellungen
es: Ajustes de UI
fi: Käyttöliittymän asetukset
fr: Paramètres d'UI
it: Impostazioni dell'Interfaccia Utente
ko: UI 설정
pt_br: Configurações de UI
ru: Настройки пользовательского интерфейса
tr: Kullanıcı Arayüzü Ayarları
zh_tw: 使用者介面設定

# s427f788ff333f45b
source: Launch URL
cs_cz: Spouštěcí URL
de: Start URL
es: URL de lanzamiento
fi: Käynnistys-URL
fr: URL de lancement
it: URL di Avvio
ko: 시작 URL
nl: Start-URL
pt_br: URL de lançamento
ru: URL запуска
tr: URL Başlat
zh_tw: 啟動的網址

# s992f8d1a776e763c
source: If left empty, authentik will try to extract the launch URL based on the selected provider.
cs_cz: Pokud je ponecháno prázdné, authentik se pokusí extrahovat spouštěcí URL na základě vybraného poskytovatele.
de: Wenn diese Option leer bleibt, versucht Authentik, die Start-URL auf der Grundlage des ausgewählten Providers zu extrahieren.
es: Si se deja vacío, authentik intentará extraer la URL de inicio en función del proveedor seleccionado.
fi: Jos tämä jätetään tyhjäksi, authentik yrittää päätellä käynnistys-URLin valitun palveluntarjoajan perusteella.
fr: Si laissé vide, authentik essaiera d'extraire l'URL de lancement en se basant sur le fournisseur sélectionné.
it: Se lasciato vuoto, authentik proverà ad estrarre l'URL di lancio in base al provider selezionato.
ko: 비워두면 authentik이 선택한 공급업체를 기반으로 시작 URL을 추출하려고 시도합니다.
nl: Indien leeg gelaten, zal authentik proberen om de start-URL te extraheren op basis van de geselecteerde provider.
pt_br: Se deixado em branco, o authentik tentará extrair o URL de inicialização com base no provedor selecionado.
ru: Если оставить пустым, authentik попытается извлечь URL-адрес запуска на основе выбранного провайдера.
tr: Boş bırakılırsa, authentik seçili sağlayıcıya göre başlatma URL'sini ayıklamaya çalışacaktır.
zh_tw: 如果為空，authentik 將會嘗試從選擇的供應商取得啟動網址。

# s2348f46ebf436671
source: Open in new tab
cs_cz: Otevřít v nové záložce
de: Im neuen Tab öffnen
es: Abrir en nueva pestaña
fi: Avaa uudessa välilehdessä
fr: Ouvrir dans un nouvel onglet
it: Apri in una nuova scheda
ko: 새 브라우저 탭에서 열기
nl: Openen in nieuw tabblad
pt_br: Abrir em uma nova aba
ru: Открывать в новой вкладке
tr: Yeni sekmede aç
zh_tw: 另開新分頁

# s8655c52824caac63
source: If checked, the launch URL will open in a new browser tab or window from the user's application library.
cs_cz: Pokud je zaškrtnuto, spouštěcí URL se otevře v nové záložce nebo okně prohlížeče z knihovny aplikací uživatele.
de: Wenn diese Option aktiviert ist, wird die Aufruf-URL in einer neuen Browser-Registerkarte oder einem neuen Fenster der Anwendungsbibliothek des Benutzers geöffnet.
es: Si está seleccionado, la URL de lanzamiento se abrirá en una nueva pestaña o ventana del navegador desde la biblioteca de aplicaciones del usuario.
fi: Jos tämä on valittu, käynnistys-URL avataan uuteen selainvälilehteen tai -ikkunaan käyttäjän sovelluskirjastosta.
fr: Si cette case est cochée, l'URL de lancement s'ouvrira dans un nouvel onglet ou une nouvelle fenêtre du navigateur à partir de la bibliothèque d'applications de l'utilisateur.
it: Se selezionato, l'URL di avvio si aprirà in una nuova scheda o finestra del browser dalla libreria dell'applicazione dell'utente.
ko: 이 옵션을 선택하면 사용자의 애플리케이션 라이브러리에서 새 브라우저 탭이나 창에서 실행 URL이 열립니다.
nl: Indien aangevinkt, zal de start-URL worden geopend in een nieuw browser-tabblad of venster vanuit de applicatiebibliotheek van de gebruiker.
pt_br: Se marcado, a URL de lançamento será aberta em uma nova guia ou janela do navegador a partir da biblioteca de aplicativos do usuário.
ru: Если флажок установлен, URL-адрес запуска будет открываться в новой вкладке браузера или окне из библиотеки приложений пользователя.
tr: İşaretlenirse, başlatma URL'si kullanıcının uygulama kitaplığından yeni bir tarayıcı sekmesinde veya penceresinde açılır.
zh_tw: 如果勾選此項，將從使用者的應用程式庫中，在瀏覽器新的分頁或視窗中打開啟動的網址。

# s909e876731a8febb
source: Select all rows
cs_cz: Vybrat všechny řádky
de: Wählen Sie alle Zeilen aus
es: Seleccionar todas las filas
fi: Valitse kaikki rivit
fr: Sélectionner toutes les lignes
it: Seleziona tutte le righe
ko: 모든 행 선택
nl: Selecteer alle rijen
pt_br: Selecionar todas as linhas
ru: Выбрать все строки
tr: Tüm satırları seç
zh_tw: 選擇所有列

# s375a13497266db93
source: Bind existing policy/group/user
cs_cz: Svázat existující zásadu/skupinu/uživatele
de: Bestehende Richtlinie/Gruppe/Benutzer binden
es: Vincular política/grupo/usuario existente
fi: Liitä olemassa oleva käytäntö/ryhmä/käyttäjä
fr: Lier une politique/un group/un utilisateur existant
it: Associa la politica/gruppo/utente esistente
pt_br: Vincular política/grupo/usuário existente
ru: Связать существующую политику/группу/пользователя
tr: Mevcut ilkeyi/grubu/kullanıcıyı bağlama

# s2ba5f4d8f3bd7c57
source: Order
cs_cz: Pořadí
de: Reihenfolge
es: Orden
fi: Tilaa
fr: Tri
it: Ordine
ko: 순서
nl: Volgorde
pt_br: Ordem
ru: Порядок
tr: Sıra
zh_tw: 執行順序

# s965c503c3e42fdfe
source: Enabled
cs_cz: Povoleno
de: Aktiviert
es: Habilitado
fi: Käytössä
fr: Activé
it: Abilitato
ko: 활성화됨
nl: Ingeschakeld
pt_br: Habilitado
ru: Включено
tr: Etkin
zh_tw: 啟用中

# se1e040b55319a0e8
source: Timeout
cs_cz: Časový limit
de: Zeitlimit
es: Tiempo límite
fi: Aikakatkaisu
ko: 타임아웃
pt_br: Tempo limite
ru: Тайм-аут
tr: Zaman aşımı
zh_tw: 逾時過期

# s030ed8a3f12c23ff
source: Configure Bindings
cs_cz: Konfigurovat vazby
de: Bindings konfigurieren
es: Configurar Vinculaciones
fi: Määritä liitokset
fr: Configurer les liaisons
it: Configura associazioni
pt_br: Configurar Vínculos

# s030ac0829bb50a49
source: Policy ${v.policyObj?.name}
cs_cz: Zásada ${item.policyObj?.name}
de: Richtlinie ${item.policyObj?.name}
es: Política ${item.policyObj?.name}
fi: Käytäntö ${item.policyObj?.name}
fr: Politique ${item.policyObj?.name}
it: Criterio ${item.policyObj?.name}
pt_br: Política
ru: Политика ${item.policyObj?.name}
tr: İlke ${item.policyObj?.name}

# s2a64d2dca3da9b0e
source: Group ${v.groupObj?.name}
cs_cz: Skupina ${item.groupObj?.name}
de: Gruppe ${item.groupObj?.name}
es: Grupo ${item.groupObj?.name}
fi: Ryhmä ${item.groupObj?.name}
fr: Groupe ${item.groupObj?.name}
it: Gruppo ${item.groupObj?.name}
pt_br: Grupo
ru: Группа ${item.groupObj?.name}
tr: Grup ${item.groupObj?.name}

# se5dc026819a32ff8
source: User ${v.userObj?.name}
cs_cz: Uživatel ${item.userObj?.name}
de: Benutzer ${item.userObj?.name}
es: Usuario ${item.userObj?.name}
fi: Käyttäjä ${item.userObj?.name}
fr: Utilisateur ${item.userObj?.name}
it: Utente ${item.userObj?.name}
pt_br: Usuário
ru: Пользователь ${item.userObj?.name}
tr: Kullanıcı ${item.userObj?.name}

# sc387b20e6d629087
source: Configure Policy/User/Group Bindings
cs_cz: Konfigurovat zásadu/uživatele/vazby skupiny
de: Richtlinien-/Benutzer-/Gruppen-Bindings konfigurieren
es: Configurar Vinculaciones de Políticas / Grupos / Usuarios
fi: Määritä käytännön/käyttäjän/ryhmän liitokset
fr: Configurer les liaisons vers politique/utilisateur/groupe
it: Configura associazioni Policy/User/Group
pt_br: Configurar Vínculos de Política/Usuário/Grupo

# s473f0143efa3f706
source: These policies control which users can access this application.
cs_cz: Tyto zásady řídí, kteří uživatelé mohou přistupovat k této aplikaci.
de: Diese Richtlinien steuern, welche Benutzer auf diese Anwendung zugreifen können.
es: Estas políticas controlan qué usuarios pueden acceder a esta aplicación.
fi: Näillä käytännöillä hallitaan käyttäjien pääsyä tähän sovellukseen.
fr: Ces politiques contrôlent les autorisations d'accès des utilisateurs à cette application.
it: Questi criteri controllano quali utenti possono accedere a questa applicazione.
ko: 이러한 정책은 이 애플리케이션에 액세스할 수 있는 사용자를 제어합니다.
nl: Deze beleidsregels bepalen welke gebruikers toegang hebben tot deze applicatie.
pt_br: Essas políticas controlam quais usuários podem acessar este aplicativo.
ru: Эти политики контролируют, какие пользователи могут получить доступ к этому приложению.
tr: Bu ilkeler hangi kullanıcıların bu uygulamaya erişebileceğini denetler.
zh_tw: 這些政策控制了哪些使用者可以存取這個應用程式。

# s71c3ec95efe723ca
source: No bound policies.
cs_cz: Žádné svázané zásady.
de: Keine verknüpften Richtlinien.
es: Sin políticas vinculadas.
fi: Ei liitettyjä käytäntöjä.
fr: Aucune politique liée.
it: Nessun criterio associato
pt_br: Sem políticas vinculadas.

# sc15d60377cc8aaac
source: No policies are currently bound to this object.
cs_cz: K tomuto objektu nejsou v současné době vázány žádné zásady.
de: Aktuell sind keine Richtlinien mit diesem Objekt verknüpft.
es: Actualmente, no hay políticas vinculadas a este objeto.
fi: Tähän objektiin ei ole liitetty käytäntöjä.
fr: Aucune politique n'est actuellement lié à cet objet.
it: Nessun criterio è associato a questo oggetto al momento.
ko: 현재 이 오브젝트에 바인딩된 정책이 없습니다.
nl: Er zijn momenteel geen beleidsregels aan dit object gekoppeld.
pt_br: Nenhuma política está atualmente vinculada a este objeto.
ru: В настоящее время ни одна политика не связана с этим объектом.
tr: Hiçbir ilke şu anda bu nesneye bağlı değildir.
zh_tw: 目前沒有附加到此物件的政策。
