Repository: goauthentik/authentik
Catalog: web/xliff/*.xlf
Languages: cs_cz, de, es, fi, fr, it, ko, nl, pt_br, ru, tr, zh_tw

# s1889ba2eaeec2f1e
source: When enabled, code-based multi-factor authentication can be used by appending a semicolon and the TOTP code to the password. This should only be enabled if all users that will bind to this provider have a TOTP device configured, as otherwise a password may incorrectly be rejected if it contains a semicolon.
cs_cz: Pokud je tato funkce povolena, lze vícefaktorové ověřování založené na kódu použít tak, že se k heslu připojí středník a kód TOTP. Tato funkce by měla být povolena pouze v případě, že všichni uživatelé, kteří se budou vázat k tomuto poskytovateli, mají nakonfigurované zařízení TOTP, protože jinak může být heslo nesprávně odmítnuto, pokud obsahuje středník.
de: Wenn diese Option aktiviert ist, kann eine codebasierte Multi-Faktor-Authentifizierung verwendet werden, indem ein Semikolon und der TOTP-Code an das Passwort angehängt werden. Dies sollte nur aktiviert werden, wenn alle Benutzer, die sich an diesen Provider gebunden haben, ein TOTP-Gerät konfiguriert haben, da andernfalls ein Passwort fälschlicherweise zurückgewiesen werden kann, wenn es ein Semikolon enthält.
es: Cuando está habilitada, se puede utilizar la autenticación multifactor basada en código agregando un punto y coma y el código TOTP a la contraseña. Esto solo debe habilitarse si todos los usuarios que se vincularán a este proveedor tienen un dispositivo TOTP configurado, ya que de lo contrario, una contraseña puede ser rechazada incorrectamente si contiene un punto y coma.
fi: Kun tämä asetus on käytössä, koodipohjaista monivaiheista tunnistautumista voidaan käyttää lisäämällä puolipiste ja TOTP-koodi salasanan loppuun. Tätä tulisi käyttää vain, jos kaikilla tähän palveluntarjoajaan kytketyillä käyttäjillä on käytössä TOTP-laite, muussa tapauksessa salasana saatetaan virheellisesti hylätä, jos se sisältää puolipisteen.
fr: Lorsqu'elle est activée, l'authentification multifactorielle basée sur un code peut être utilisée en ajoutant un point-virgule et le code TOTP au mot de passe. Cette option ne doit être activée que si tous les utilisateurs qui se lieront à ce fournisseur ont un dispositif TOTP configuré, faute de quoi un mot de passe peut être rejeté à tort s'il contient un point-virgule.
it: Se abilitato, l'autenticazione multi-fattore basata su codice può essere utilizzata aggiungendo un punto e virgola e il codice TOTP alla password. Questo dovrebbe essere abilitato solo se tutti gli utenti che si legaranno a questo provider hanno un dispositivo TOTP configurato, poiché altrimenti una password può essere respinta in modo errato se contiene un punto e virgola.
ko: 이 옵션을 활성화하면, 비밀번호에 세미콜론과 TOTP 코드를 추가하여 코드 기반 멀티팩터 인증을 사용할 수 있습니다. 비밀번호에 세미콜론이 포함되어 있으면 비밀번호가 거부될 수 있으므로, 이 공급자에 바인딩할 모든 사용자가 TOTP 디바이스를 구성한 경우에만 이 기능을 사용하도록 설정해야 합니다.
nl: Indien ingeschakeld, kan op codes gebaseerde multi-factor authenticatie worden gebruikt door een puntkomma en de TOTP-code toe te voegen aan het wachtwoord. Dit moet alleen worden ingeschakeld als alle gebruikers die zich aan deze provider zullen binden, een TOTP-apparaat hebben geconfigureerd, aangezien anders een wachtwoord mogelijk onterecht wordt afgewezen als het een puntkomma bevat.
pt_br: Quando habilitado, a autenticação multifator baseada em código pode ser usada anexando um ponto e vírgula e o código TOTP à senha. Isso só deve ser habilitado se todos os usuários que se conectarão a este provedor tiverem um dispositivo TOTP configurado, caso contrário, uma senha pode ser rejeitada incorretamente se contiver um ponto e vírgula.
ru: Если эта функция включена, можно использовать многофакторную аутентификацию на основе кода, добавляя к паролю точку с запятой и код TOTP. Эту функцию следует включать только в том случае, если у всех пользователей, которые будут привязываться к этому провайдеру, настроено устройство TOTP, поскольку в противном случае пароль может быть ошибочно отклонен, если он содержит точку с запятой.
tr: Etkinleştirildiğinde, kod tabanlı çok faktörlü kimlik doğrulaması, parolaya noktalı virgül ve TOTP kodu eklenerek kullanılabilir. Bu, yalnızca bu sağlayıcıya bağlanacak tüm kullanıcıların yapılandırılmış bir TOTP aygıtı varsa etkinleştirilmelidir, aksi takdirde noktalı virgül içeren bir parola yanlışlıkla reddedilebilir.
zh_tw: 當啟用此功能時，可以透過在密碼後加上分號及TOTP認證碼（範例：password:totp認證碼）來使用多重要素驗證。您應只有在所有要連線到此服務的使用者都已設定TOTP裝置的情況下，才啟用此功能。如果使用者的密碼中恰好包含分號，可能會因誤判而被拒絕存取。

# s4647b2c92638d6fd
source: The certificate for the above configured Base DN. As a fallback, the provider uses a self-signed certificate.
cs_cz: Certifikát pro výše nakonfigurovaný základní DN. Jako záložní možnost poskytovatel používá self-signed certifikát.
de: Das Zertifikat für den oben konfigurierten Basis-DN. Als Fallback verwendet der Provider ein selbstsigniertes Zertifikat.
es: El certificado para el DN base configurado anteriormente. Como alternativa, el proveedor utiliza un certificado autofirmado.
fi: Sertifikaatti yllä määriteltyä Base DN:ää varten. Varavaihtoehtona palveluntarjoaja käyttää itse allekirjoitettua sertifikaattia.
fr: Certificat pour le DN de base configuré ci-dessus. Sinon, le fournisseur utilise un certificat auto-signé.
it: Il certificato per la base di base sopra configurata DN. Come fallback, il fornitore utilizza un certificato autofirmati.
ko: 위에 구성된 기본 DN에 대한 인증서입니다. 공급자는 대체 수단으로 자체 서명된 인증서를 사용합니다.
nl: Het certificaat voor de hierboven geconfigureerde basis-DN. Als back-up gebruikt de aanbieder een zelfondertekend certificaat.
pt_br: O certificado para o DN Base configurado acima. Como alternativa, o provedor usa um certificado autoassinado.
ru: Сертификат для вышеуказанного настроенного базового DN. В качестве запасного варианта провайдер использует самоподписанный сертификат.
tr: Yukarıda yapılandırılan Temel DN'nin sertifikası. Geri dönüş olarak, sağlayıcı otomatik olarak imzalanan bir sertifika kullanır.
zh_tw: 針對上述設定的 Base DN 的憑證。作為備援方案，供應商使用自簽憑證。

# s2acef4f6ba39bf11
source: DNS name for which the above configured certificate should be used. The certificate cannot be detected based on the base DN, as the SSL/TLS negotiation happens before such data is exchanged.
cs_cz: DNS název, pro který by měl být použit výše nakonfigurovaný certifikát. Certifikát nelze detekovat na základě základního DN, protože SSL/TLS vyjednávání probíhá před výměnou těchto dat.
de: DNS-Name, für den das oben konfigurierte Zertifikat verwendet werden soll. Das Zertifikat kann nicht anhand des Basis-DN erkannt werden, da die SSL/TLS-Aushandlung vor dem Austausch solcher Daten erfolgt.
es: Nombre DNS para el cual debe usarse el certificado configurado anteriormente. El certificado no puede ser detectado basándose en el DN base, ya que la negociación SSL/TLS ocurre antes de que se intercambie dicha información.
fi: DNS-nimi, johon yllä määriteltyä sertifkaattia käytetään. Sertifikaattia ei voida tunnistaa base DN:n perusteella, koska SSL/TLS-kättely tapahtuu ennen kuin siihen liittyvää dataa vaihdetaan.
fr: Nom DNS pour lequel le certificat configuré ci-dessus doit être utilisé. Le certificat ne peut pas être détecté à partir du DN de base, car la négociation SSL/TLS a lieu avant que cette donnée ne soit échangée.
it: Nome DNS per il quale deve essere utilizzato il certificato configurato sopra. Il certificato non può essere rilevato in base al DN di base, poiché la negoziazione SSL/TLS avviene prima che tali dati vengano scambiati.
ko: 위에 구성된 인증서를 사용해야 하는 DNS 이름입니다. SSL/TLS 협상이 발생하기 전에 이러한 데이터가 교환되기 때문에 기본 Distinguished Name(DN)을 기준으로 인증서를 감지할 수 없습니다.
nl: DNS-naam waarvoor het geconfigureerde certificaat hierboven moet worden gebruikt. Het certificaat kan niet worden gedetecteerd op basis van de basis-DN, omdat de SSL/TLS-onderhandeling plaatsvindt voordat dergelijke gegevens worden uitgewisseld.
pt_br: Nome DNS para o qual o certificado configurado acima deve ser usado. O certificado não pode ser detectado com base no DN base, pois a negociação SSL/TLS acontece antes de tais dados serem trocados.
ru: DNS-имя, для которого должен использоваться настроенный выше сертификат. Сертификат не может быть определен на основе базового DN, поскольку согласование SSL/TLS происходит до обмена такими данными.
tr: Yukarıda yapılandırılan sertifikanın kullanılması gereken DNS adı. SSL/TLS anlaşması bu tür veriler değiş tokuş edilmeden önce gerçekleştiğinden, sertifika temel DN'ye göre algılanamaz.
zh_tw: 應使用上述設定憑證的 DNS 名稱。Base DN 無法檢測憑證，因為 SSL/TLS 協商發生在此類資料交換之前。

# s60edbcfac8ed1f90
source: The start for uidNumbers, this number is added to the user.Pk to make sure that the numbers aren't too low for POSIX users. Default is 2000 to ensure that we don't collide with local users uidNumber
cs_cz: Začátek pro uidNumbers, toto číslo se přidává k user.Pk, aby se zajistilo, že čísla nebudou pro uživatele POSIX příliš nízká. Výchozí hodnota je 2000, aby se zajistilo, že nebudeme kolidovat s místními uživateli uidNumber
de: Der Anfang für uidNumbers, diese Zahl wird zu user.Pk hinzugefügt, um sicherzustellen, dass die Zahlen für POSIX-Benutzer nicht zu niedrig sind. Standardwert ist 2000, um sicherzustellen, dass wir nicht mit lokalen Benutzer kollidieren
es: El comienzo de UIDNumbers, este número se agrega a User.pk para asegurarse de que los números no sean demasiado bajos para los usuarios de POSIX. El valor predeterminado es 2000 para garantizar que no colisionemos con el UIDNumber de los usuarios locales
fi: Alkupiste uidNumber-arvoille. Tämä numero lisätään user.pk:hon, jolla varmistetaan, että numerot eivät ole liian pieniä POSIX-käyttäjille. Oletusarvo on 2000, niin että paikallisten käyttäjien uidNumber-arvojen kanssa ei tule yhteentörmäyksiä.
fr: Ce nombre est ajouté au nombre généré à partir de user.Pk pour s'assurer que ceux-ci ne sont pas trop bas pour les utilisateurs POSIX. La valeur par défaut est 2000 pour éviter des collisions avec les uidNumber des utilisateurs locaux.
it: L'inizio di uidNumbers, questo numero viene aggiunto a user.Pk per assicurarsi che i numeri non siano troppo bassi per gli utenti POSIX. Il valore predefinito è 2000 per garantire che non ci si scontri con gli utenti locali.
ko: UID의 시작값입니다. 이 숫자는 user.Pk에 추가되어 POSIX 사용자의 숫자가 너무 낮지 않도록 합니다. 기본값은 2000으로 설정되어 로컬 사용자 UID와 충돌하지 않도록 합니다.
nl: Het begin voor uidNumbers, dit nummer wordt toegevoegd aan user.Pk om ervoor te zorgen dat de getallen niet te laag zijn voor POSIX-gebruikers. Standaard is 2000 om ervoor te zorgen dat we niet botsen met uidNumber van lokale gebruikers.
pt_br: Início dos uidNumbers, este número é adicionado a user.Pk para garantir que oa números não são muito pequenos para usuários POSIX. Padrão é 2000 para garantir que não iremos colidir com o uidNumber de usuários locais
ru: Начало для uidNumbers, это число добавляется в user.pk, чтобы убедиться, что номера не слишком малы для пользователей POSIX. По умолчанию 2000, чтобы не столкнуться с локальными пользователями uidNumber
tr: UidNumbers'ın başlangıcında, bu sayı, POSIX kullanıcıları için sayıların çok düşük olmadığından emin olmak için user.Pk öğesine eklenir. Varsayılan 2000 yerel kullanıcılarla çarpışmadığımızdan emin olmak için uidNumber
zh_tw: 對於 uidNumbers 的起始值，這個數字會加到 user.Pk 上，以確保對於 POSIX 使用者來說，這個數字不會太低。預設值是 2000，以確保我們不會和本機使用者的 uidNumber 產生衝突

# s1c8e9816dcae6d9c
source: The start for gidNumbers, this number is added to a number generated from the group.Pk to make sure that the numbers aren't too low for POSIX groups. Default is 4000 to ensure that we don't collide with local groups or users primary groups gidNumber
cs_cz: Začátek pro gidNumbers, toto číslo se přičte k číslu vygenerovanému z group.Pk, aby se zajistilo, že čísla nebudou příliš nízká pro skupiny POSIX. Výchozí hodnota je 4000, aby se zajistilo, že nebudeme kolidovat s místními skupinami nebo primárními skupinami uživatelů gidNumber
de: Der Anfang für gidNumbers, diese Zahl wird zu einer aus der group.Pk generierten Zahl addiert, um sicherzustellen, dass die Zahlen für POSIX-Gruppen nicht zu niedrig sind. Der Standardwert ist 4000, um sicherzustellen, dass wir nicht mit lokalen Gruppen oder primären Benutzergruppen kollidieren.
es: El comienzo de GIDNumbers, este número se agrega a un número generado por el grupo.pk para asegurarse de que los números no sean demasiado bajos para los grupos POSIX. El valor predeterminado es 4000 para garantizar que no choquemos con los grupos locales o los grupos principales de los usuarios (GIDNumber).
fi: Alkupiste gidNumber-arvoille. Tämä numero lisätään numeroon, joka luodaan group.pk:sta. Tällä varmistetaan, että numerot eivät ole liian pieniä POSIX-ryhmille. Oletusarvo on 4000, niin että paikallisten käyttäjäryhmien tai käyttäjien ensisijaisten ryhmien gidNumber-arvojen kanssa ei tule yhteentörmäyksiä.
fr: Ce nombre est ajouté au nombre généré à partir de group.Pk pour s'assurer que ceux-ci ne sont pas trop bas pour les groupes POSIX. La valeur par défaut est 4000 pour éviter des collisions avec les groupes locaux ou les groupes primaires.
it: Il punto di partenza per gidNumbers, questo numero viene aggiunto a un numero generato dal group.pk per assicurarsi che i numeri non siano troppo bassi per i gruppi POSIX. Il valore predefinito è 4000 per garantire che non ci siano collisioni con gruppi locali o gruppi primari di utenti gidNumber.
ko: GID의 시작값입니다. 이 숫자는 group.Pk에서 생성된 숫자에 추가되어 POSIX 그룹의 숫자가 너무 낮지 않도록 합니다. 기본값은 4000으로 설정되어 로컬 그룹 또는 사용자의 기본 그룹 gidNumber와 충돌하지 않도록 합니다.
nl: Het begin voor gidNumbers, dit nummer wordt toegevoegd aan een nummer dat wordt gegenereerd uit group.Pk om ervoor te zorgen dat de getallen niet te laag zijn voor POSIX-groepen. Standaard is 4000 om ervoor te zorgen dat we niet botsen met gidNumber van lokale groepen of gebruikers primaire groepen.
pt_br: O início para gidNumbers, este número é adicionado ao número gerado do grupo.Pk para garantir que os números não são baixos demais para grupos POSIX. Padrão é 4000 para garantir que não irá colidir com os grupos locais ou o gidNumber dos grupos primários de usuários
ru: Начало для gidNumbers, это число добавляется к числу, сгенерированному из group.pk, чтобы убедиться, что числа не слишком малы для POSIX-групп. По умолчанию 4000, чтобы исключить столкновение с локальными группами или первичными группами пользователей gidNumber
tr: gidNumbers'ın başlangıcı, bu sayı group.Pk öğesinden oluşturulan bir sayıya eklenir ve sayıların POSIX grupları için çok düşük olmamasını sağlar. Yerel gruplar veya kullanıcıların birincil grupların gidNumber'ıyla çakışmaması için varsayılan 4000'dir
zh_tw: 對於 gidNumbers 的起始值，這個數字會加到從 group.Pk 生成的數字上，以確保對於 POSIX 群組來說，這個數字不會太低。預設值是 4000，以確保我們不會和本地群組或使用者的主要群組的 gidNumber 產生衝突

# sdb16a3d366135cef
source: Provider Name
cs_cz: Název poskytovatele
pt_br: Nome do Provedor

# se5973e7c8ba0fc71
source: Bind mode
cs_cz: Režim vazby
de: Bindungsmodus
es: Modo de vinculación
fi: Liitoksen tila
fr: Lier un mode
it: Modalità associazione
ko: 모드 바인드
nl: Bindmodus
pt_br: Modo de vinculação
ru: Режим привязки
tr: Bağlama modu
zh_tw: 附加模式

# scef3f4ad80abbd22
source: Configure how the outpost authenticates requests.
cs_cz: Konfigurace způsobu ověřování požadavků v outpostu
de: Konfigurieren Sie, wie der Außenposten Anfragen authentifiziert.
es: Configura como el puesto avanzado auténtica las peticiones.
fi: Määritä, kuinka tukikohta todentaa pyynnöt.
fr: Configure comment les avant-postes authentifient les requêtes.
it: Configura come l'avamposto autentica le richieste.
ko: Outpost가 요청을 인증하는 방법을 구성합니다.
nl: Configureer hoe de buitenpost verzoeken authenticeert.
pt_br: Configurar como o Outpost autentica requisições.
ru: Настройка способа аутентификации запросов на внешнем компоненте.
tr: Karakolun isteklerin kimliğini nasıl doğrulayacağını yapılandırın.
zh_tw: 設定 Outpost 如何驗證要求。

# sbcae51a6f06e53d4
source: Search mode
cs_cz: Režim vyhledávání
de: Suchmodus
es: Modo de búsqueda
fi: Haun toimintatapa
fr: Mode de Recherche
it: Modalità di ricerca
ko: 모드 검색
nl: Zoekmodus
pt_br: Modo de busca
ru: Режим поиска
tr: Arama modu
zh_tw: 搜尋模式

# s8b87df5664de7eb8
source: Configure how the outpost queries the core authentik server's users.
cs_cz: Konfigurace způsobu, jakým se outpost dotazuje na uživatele core serveru authentik.
de: Konfigurieren Sie, wie der Outpost die Benutzer des Core-Authentik-Servers abfragt.
es: Configure la forma en que el puesto avanzado consulta a los usuarios del servidor auténtico principal.
fi: Määritä, kuinka tukikohta tekee kyselyjä authentik-palvelimen käyttäjiin.
fr: Configure comment les avant-postes requêtent les utilisateurs du serveur cœur d’authentik.
it: Configura come l'avamposto interroga gli utenti del server core authentik.
ko: Outpost가 코어 authentik 서버의 사용자를 조회하는 방식을 구성합니다.
nl: Configureer hoe de buitenpost de gebruikers van de kern authentik-server queryt.
pt_br: Configura como o Outpost busca os usuários do servidor do authentik.
ru: Настройте, как внешний компонент будет запрашивать пользователей основного сервера authentik.
tr: Üssün çekirdek authentik sunucusunun kullanıcılarını nasıl sorgulayacağını yapılandırın.
zh_tw: 設定 Outpost 如何查詢 authentik core 伺服器上的使用者。

# s254d527e3a53dbb7
source: Code-based MFA Support
cs_cz: Podpora MFA založená na kódu
de: Codebasierte MFA-Unterstützung
es: Soporte de MFA basado en código
fi: Koodipohjainen MFA-tuki
fr: Support du MFA basé sur un code
it: Supporto MFA basato sul codice
ko: 코드 기반 다중 인증 (MFA) 지원
nl: Ondersteuning voor op codes gebaseerde MFA
pt_br: Suporte a MFA baseado em código
ru: Поддержка MFA на основе кодов
tr: Kod Tabanlı MFA Desteği
zh_tw: 基於認證碼多重要素認證支援

# s1cc0e66dbd2b5502
source: Flow settings
cs_cz: Nastavení toku
de: Flow-Einstellungen
es: Configuración de flujo
fi: Prosessin asetukset
fr: Paramètres du flux
it: Impostazione flusso
ko: 플로우 설정
nl: Flowinstellingen
pt_br: Configurações de fluxo
ru: Настройки потока
tr: Akış ayarları
zh_tw: 流程設定

# sff69c1a637f899a6
source: Bind flow
cs_cz: Přiřadit tok
de: Flow-Binding
es: Flujo de enlace
fi: Liitosprosessi
fr: Lier un flux
it: Associazione fase
ko: 플로우 바인드
nl: Bindproces
pt_br: Fluxo de vinculação
ru: Связать поток
tr: Bağlama akışı
zh_tw: 附加流程

# s319040353f479853
source: Flow used for users to authenticate.
cs_cz: Tok používaný pro ověřování uživatelů.
de: Flow für die Authentifizierung der Benutzer.
es: Flujo usado para autenticar a los usuarios.
fi: Prosessi, jota käyttäjät käyttävät tunnistautumiseen.
fr: Flux utilisé pour que les utilisateurs s'authentifient
it: Flusso usato per autenticare gli utenti.
ko: 사용자가 인증하는 데 사용되는 플로우입니다.
nl: Flow die wordt gebruikt om gebruikers te authenticeren.
pt_br: Flow utilizado para usuários autenticarem.
ru: Поток используемый для аутентификации пользователей.
tr: Kullanıcıların kimlik doğrulaması için kullanılan akış.
zh_tw: 用於使用者認證的流程

# s821d70ef9496e6f7
source: Unbind flow
cs_cz: Zrušení vazby toku
de: Flow unbinden
es: Desvincular flujo
fi: Irrota prosessin liitos
fr: Flux de déconnexion
it: Sblind Flow
pt_br: Fluxo de desvinculação
tr: Akışı çöz

# s6773ec2a233bbf41
source: Flow used for unbinding users.
cs_cz: Tok používaný pro zrušení vazby uživatelů.
de: Flow, der zum unbinden von Benutzern verwendet wird.
es: Flujo utilizado para usuarios desvinculados.
fi: Prosessi, jota käytetään käyttäjien liitoksen irrottamiseen.
fr: Flux utilisé pour déconnecter les utilisateurs.
it: Flusso utilizzato per gli utenti che non si muovono.
pt_br: Fluxo usado para desvincular usuários.
tr: Kullanıcıların bağlantısını kaldırmak için kullanılan akış.

# sfe388f0313f52da2
source: Protocol settings
cs_cz: Nastavení protokolu
de: Protokolleinstellungen
es: Configuración del protocolo
fi: Protokollan asetukset
fr: Paramètres du protocole
it: Impostazioni del protocollo
ko: 프로토콜 설정
nl: Protocolinstellingen
pt_br: Configurações de protocolo
ru: Настройки протокола
tr: Protokol ayarları
zh_tw: 通訊協定設定

# s55d731be1ef66efe
source: Base DN
cs_cz: Základní DN
es: DN base
fr: DN racine
nl: Basis-DN
pt_br: DN base
tr: Taban DN

# s0b15ff11a0049cfd
source: LDAP DN under which bind requests and search requests can be made.
cs_cz: LDAP DN, pod kterým lze provádět požadavky na vazbu a vyhledávání.
de: LDAP DN, unter dem Bind-Requests und Suchanfragen gestellt werden können.
es: DN de LDAP con el que se pueden realizar solicitudes de enlace y solicitudes de búsqueda.
fi: LDAP DN, jonka piiristä liitospyynnöt ja hakupyynnöt voidaan tehdä.
fr: DN LDAP avec lequel les connexions et recherches sont effectuées.
it: LDAP DN sotto il quale possono essere effettuate le richieste di bind e di ricerca.
ko: 바인드 요청 및 검색 요청을 수행할 LDAP DN입니다.
nl: LDAP-DN waarbinnen bindverzoeken en zoekverzoeken kunnen worden uitgevoerd.
pt_br: DN do LDAP em que requisições sao vinculadas e requisições de busca podem ser feitas.
ru: LDAP DN, под которым могут выполняться запросы привязки и поиска.
tr: Bağlama istekleri ve arama istekleri altında yapılabilen LDAP DN.
zh_tw: 可以進行附加和搜尋要求的 LDAP DN。

# scd247ffad6e04ac0
source: TLS Server name
cs_cz: Jméno serveru TLS
es: Nombre de Servidor TLS
fi: TLS-palvelimen nimi
fr: Nom TLS du serveur
it: Nome server TLS
ko: TLS 서버 이름
nl: TLS-servernaam
pt_br: Nome do servidor TLS
ru: Имя сервера TLS
tr: TLS Sunucusu adı
zh_tw: TLS 伺服器名稱

# sac43cb9690260b86
source: UID start number
cs_cz: Počáteční číslo UID
de: UID-Startnummer
es: Número inicial de UID
fi: UID:n alkupiste
fr: Numéro de départ d'UID
it: Numero di inizio UID
ko: UID 시작 번호
nl: Startnummer UID
pt_br: Número inicial do UID
ru: Начальный номер UID
tr: UID başlangıç numarası
zh_tw: UID 起始編號

# s5acb607b40356974
source: GID start number
cs_cz: Počáteční číslo GID
de: GID-Startnummer
es: Número inicial de GID
fi: GID-numeroiden alkupiste
fr: Numéro de départ du GID
it: Numero di inizio GID
ko: GID 시작 번호
nl: Startnummer GID
pt_br: Número inicial do GID
ru: Начальный номер GID
tr: GID başlangıç numarası
zh_tw: GID 起始編號

# s1a711c19cda48375
source: Configure LDAP Provider
cs_cz: Konfigurovat poskytovatele LDAP
de: LDAP-Provider konfigurieren
es: Configura el Proveedor de LDAP
fi: Määritä LDAP-palveluntarjoaja
fr: Configurer le fournisseur LDAP
it: Configurare il provider LDAP
ko: LDAP 공급자 구성
pt_br: Configurar Provedor LDAP
ru: Настроить LDAP Провайдера
tr: LDAP Sağlayıcısını Yapılandırma

# sf9686d31d28fcf7d
source: Show field content
cs_cz: Zobrazit obsah pole
de: Feldinhalt anzeigen
es: Mostrar contenido del campo
fr: Afficher le contenu du champ
it: Mostra il contenuto del campo
pt_br: Mostrar conteúdo do campo

# sb1b05a7573ab618c
source: Hide field content
cs_cz: Skrýt obsah pole
de: Feldinhalt verbergen
es: Ocultar contenido del campo
fr: Cacher le contenu du champ
it: Nascondi il contenuto del campo
pt_br: Ocultar conteúdo do campo

# s6cee92a3b310e650
source: Add entry
cs_cz: Přidat položku
de: Eintrag hinzufügen
es: Agregar entrada
fi: Lisää rivi
fr: Ajouter une entrée
it: Aggiungi voce
pt_br: Adicionar entrada
ru: Добавить запись

# s58bec0ecd4f3ccd4
source: Strict
cs_cz: Striktní
es: Estricto
fi: Tiukka
pt_br: Estrito

# sd27a8f54aca5d278
source: Regex
es: Expresión Regular
pt_br: Expressão Regular

# s399cc2d67d92e957
source: Confidential
cs_cz: Důvěrné
de: Vertraulich
es: Confidencial
fi: Luottamuksellinen
fr: Confidentiel
it: Confidenziale
ko: 기밀
nl: Vertrouwelijk
pt_br: Confidencial
ru: Конфиденциальный
tr: Gizli
zh_tw: 機密
