Repository: goauthentik/authentik
Catalog: web/xliff/*.xlf
Languages: cs_cz, de, es, fi, fr, it, ko, nl, pt_br, ru, tr, zh_tw

# s54cd35e6224ba65d
source: By default, only icons are shown for sources. Enable this to show their full names.
cs_cz: Ve výchozím nastavení se pro zdroje zobrazují pouze ikony. Povolte tuto možnost pro zobrazení jejich celých názvů.
de: Standardmäßig werden für Quellen nur Symbole angezeigt. Aktiviere diese Option, um den vollständigen Namen anzuzeigen.
es: De forma predeterminada, solo se muestran los iconos de las fuentes. Actívela para mostrar sus nombres completos.
fi: Oletuksena vain lähteiden kuvakkeet näytetään. Kytke tämä käyttöön näyttääksesi niiden koko nimet.
fr: Par défaut, seuls les icônes sont affichés pour les sources, activez cette option pour afficher leur nom complet.
it: Per impostazione predefinita, vengono mostrate solo le icone per le fonti. Abilita questa opzione per mostrare i loro nomi completi.
ko: 기본적으로 소스에는, 아이콘만 표시됩니다. 전체 이름을 표시하려면 이 옵션을 활성화합니다.
nl: Standaard worden alleen pictogrammen weergegeven voor bronnen. Schakel dit in om hun volledige namen te tonen.
pt_br: Por padrão, apenas ícones são exibidos para as fontes. Ative isso para mostrar seus nomes completos.
ru: По умолчанию для источников отображаются только значки. Включите эту опцию, чтобы показывать их полные имена.
tr: Varsayılan olarak, kaynaklar için yalnızca simgeler gösterilir. Tam adlarını göstermek için bunu etkinleştirin.
zh_tw: 預設的情況下，只會顯示來源的圖示，啟用這個選項來顯示全名。

# s9ee20003cb116abf
source: Passwordless flow
cs_cz: Tok bez hesla
de: Passwortloser Flow
es: Flujo sin contraseña
fi: Salasanaton prosessi
fr: Flux sans mot de passe
it: Flusso passwordless
ko: 비밀번호 없는 플로우
nl: Wachtwoordloze flow
pt_br: Fluxo sem senha
ru: Беспарольный поток
tr: Parolasız akış
zh_tw: 無密碼認證流程

# s0c8c4d2bb0a9162a
source: Optional passwordless flow, which is linked at the bottom of the page. When configured, users can use this flow to authenticate with a WebAuthn authenticator, without entering any details.
cs_cz: Volitelný bezheslový tok, na který je odkaz ve spodní části stránky. Pokud je nakonfigurován, uživatelé mohou použít tento tok k ověření pomocí WebAuthn autentikátoru bez zadávání jakýchkoli údajů.
de: Optionaler passwortloser Flow, der unten auf der Seite verlinkt ist. Nach der Konfiguration können Benutzer diesen Flow verwenden, um sich mit einem WebAuthn-Authentifikator zu authentifizieren, ohne Details einzugeben.
es: Flujo opcional sin contraseña, cuyo enlace se encuentra en la parte inferior de la página. Cuando se configura, los usuarios pueden usar este flujo para autenticarse con un autenticador WebAuthn, sin ingresar ningún dato.
fi: Valinnainen salasanaton prosessi, joka on linkitettynä sivun alalaitaan. Kun tämä on määritelty, käyttäjät voivat tunnistautua WebAuthn-todentajalla kirjoittamatta mitään tietoja.
fr: Flux sans mot de passe facultatif, qui sera accessible en bas de page. Lorsque configuré, les utilisateurs peuvent utiliser ce flux pour s'authentifier avec un authentificateur WebAuthn, sans entrer de détails.
it: Flusso opzionale senza password, che è collegato in fondo alla pagina. Quando configurato, gli utenti possono usare questo flusso per autenticarsi con un autenticatore WebAuthn, senza immettere alcun dettaglio.
ko: 페이지 하단에 링크된 선택적 비밀번호 없는 플로우입니다. 이 플로우를 구성하면 사용자는 세부 정보를 입력하지 않고도 이 플로우를 사용하여 WebAuthn 인증기로 인증할 수 있습니다.
nl: Optionele wachtwoordloze flow, die onder aan de pagina is gekoppeld. Wanneer geconfigureerd, kunnen gebruikers deze flow gebruiken om te authenticeren met een WebAuthn-authenticator zonder enige gegevens in te voeren.
pt_br: Fluxo opcional sem senha, que está vinculado na parte inferior da página. Quando configurado, os usuários podem usar esse fluxo para se autenticar com um autenticador WebAuthn, sem inserir nenhum detalhe.
ru: Дополнительный беспарольный поток, ссылка на который находится в нижней части страницы. При настройке пользователи могут использовать этот поток для аутентификации с помощью аутентификатора WebAuthn, не вводя никаких данных.
tr: Sayfanın alt kısmında bağlanan isteğe bağlı parolasız akış. Yapılandırıldığında, kullanıcılar herhangi bir ayrıntı girmeden WebAuthn kimlik doğrulayıcısı ile kimlik doğrulaması için bu akışı kullanabilir.
zh_tw: 可選：無密碼認證的流程，連結顯示在頁面底部。設定時，使用者可以無須輸入任何詳細資訊，透過此流程搭配 WebAuthn 身分認證器來進行認證。

# s01a3a7f48ee4edaf
source: Optional enrollment flow, which is linked at the bottom of the page.
cs_cz: Volitelný tok pro registraci, na který je odkaz ve spodní části stránky.
de: Optionaler Enrollment-Flow, der am unteren Seitenrand verlinkt ist.
es: Flujo de inscripción opcional, que se enlaza en la parte inferior de la página.
fi: Valinnainen rekisteröitymisprosessi, joka on linkitettynä sivun alalaitaan.
fr: Flux d'inscription facultatif, qui sera accessible en bas de page.
it: Flusso di iscrizione facoltativo, il cui collegamento si trova in fondo alla pagina.
ko: 페이지 하단에 링크된, 선택적 등록 플로우를 참조하세요.
nl: Optionele inschrijvingsflow, die onder aan de pagina is gekoppeld.
pt_br: Fluxo de inscrição opcional, que é vinculado no fim da página.
ru: Дополнительный поток регистрации, ссылка на который находится в нижней части страницы.
tr: Sayfanın alt kısmında bağlanan isteğe bağlı kayıt akışı.
zh_tw: 可選：註冊流程，連結顯示在頁面底部。

# s82188c9542510212
source: Optional recovery flow, which is linked at the bottom of the page.
cs_cz: Volitelný tok obnovení, na který je odkaz ve spodní části stránky.
de: Optionaler Wiederherstellungs-Flow, der unten auf der Seite verlinkt ist.
es: Flujo de recuperación opcional, que se enlaza en la parte inferior de la página.
fi: Valinnainen palautusprosessi, joka on linkitettynä sivun alalaitaan.
fr: Flux de récupération facultatif, qui sera accessible en bas de page.
it: Flusso di recupero facoltativo, il cui collegamento si trova in fondo alla pagina.
ko: 페이지 하단에 링크된, 선택적 복구 플로우를 참조하세요.
nl: Optionele herstelflow, die onder aan de pagina is gekoppeld.
pt_br: Fluxo de recuperação opcional, que tem um link no final da página.
ru: Дополнительный поток восстановления доступа, ссылка на который находится в нижней части страницы.
tr: Sayfanın alt kısmında bağlı olan isteğe bağlı kurtarma akışı.
zh_tw: 可選：救援流程，連結顯示在頁面底部。

# s3e59b8b2debf0209
source: This stage can be included in enrollment flows to accept invitations.
cs_cz: Tento krok může být zahrnut do toků registrace pro přijetí pozvánek.
de: Diese Stage kann in Registrierung-Flows aufgenommen werden, um Einladungen anzunehmen.
es: Esta etapa se puede incluir en los flujos de inscripción para aceptar invitaciones.
fi: Tämä vaihe voidaan liittää rekisteröitymisprosesseihin kutsujen hyväksymistä varten.
fr: Cette étape peut être incluse dans les flux d'inscription pour accepter les invitations.
it: Questa fase può essere inclusa nei flussi di iscrizione per accettare gli inviti.
ko: 이 스테이지는 등록 플로우에 포함시켜 초대를 수락할 수 있습니다.
nl: Deze fase kan worden opgenomen in inschrijvingsflows om uitnodigingen te accepteren.
pt_br: Esse estágio pofe ser incluído em fluxos de inscrição para aveitar convites.
ru: Этот этап может быть включен в потоки регистрации для принятия приглашений.
tr: Bu aşama, davetleri kabul etmek için kayıt akışlarına dahil edilebilir.
zh_tw: 此階段可以包含在註冊流程中以接受邀請。

# s79ad406777feab1f
source: Continue flow without invitation
cs_cz: Pokračovat v toku bez pozvánky
de: Flow ohne Einladung fortsetzen
es: Continuar el flujo sin invitación
fi: Jatka prosessia ilman kutsua
fr: Continuer le flux sans invitation
it: Continua a flusso senza invito
ko: 초대 없이 플로우 계속
nl: Doorgaan met de flow zonder uitnodiging
pt_br: Continuar fluxo sem convite
ru: Продолжить поток без приглашения
tr: Davetsiz akışa devam edin
zh_tw: 設定無邀請函的流程

# s61ccefd661ac2296
source: If this flag is set, this Stage will jump to the next Stage when no Invitation is given. By default this Stage will cancel the Flow when no invitation is given.
cs_cz: Pokud je tento příznak nastaven, tento krok přeskočí na další krok, když není poskytnuta žádná pozvánka. Ve výchozím nastavení tento krok zruší tok, když není poskytnuta žádná pozvánka.
de: Wenn dieses Flag gesetzt ist, springt diese Stage zur nächsten Stage, wenn keine Einladung erfolgt. Standardmäßig bricht dieser Schritt den Flow ab, wenn keine Einladung erfolgt.
es: Si se establece esta bandera, esta etapa saltará a la siguiente etapa cuando no se dé ninguna invitación. De forma predeterminada, esta etapa cancelará el flujo cuando no se dé ninguna invitación.
fi: Jos tämä asetus on käytössä, tämä vaihe hyppää seuraavaan vaiheeseen jos kutsua ei ole. Oletuksena tämä vaihe peruuttaa prosessin jos kutsua ei ole.
fr: Si activé, cette étape passera à l'étape suivante si aucune invitation n'est donnée. Par défaut, cette étape annule le flux en l'absence d'invitation.
it: Se questa bandiera è impostata, questa fase salterà alla fase successiva quando non viene fornito alcun invito. Per impostazione predefinita, questa fase annullerà il flusso quando non viene fornito alcun invito.
ko: 이 플래그를 설정하면 초대를 받지 못했을 때 이 스테이지가 다음 스테이지로 이동합니다. 기본적으로 이 스테이지는 초대를 받지 못하면 플로우를 취소합니다.
nl: Als deze vlag is ingesteld, springt deze fase naar de volgende fase wanneer er geen uitnodiging is gegeven. Standaard wordt de flow geannuleerd als er geen uitnodiging is gegeven.
pt_br: Se esta flag estiver definida, este estágio pulará para o próximo estágio quando nenhum convite for dado. Por padrão, este estágio cancelará o fluxo quando nenhum convite for dado.
ru: Если этот флаг установлен, то при отсутствии приглашения этот этап перейдет к следующему этапу. По умолчанию эта стадия отменяет поток, если приглашение не получено.
tr: Bu bayrak ayarlanırsa, Davet verilmediğinde bu Aşama bir sonraki Aşama'ya atlanır. Varsayılan olarak bu Aşama , davet verilmediğinde Akışı iptal eder.
zh_tw: 如果啟用此旗標，當沒有邀請函時這個階段將會跳到下個階段。預設的情況下，此階段將會取消流程。

# s9300147e327fd8f6
source: Client-certificate/mTLS authentication/enrollment.
cs_cz: Autentizace/registrace pomocí klientského certifikátu/mTLS.
de: Client-Zertifikat/mTLS-Authentifizierung/-Registrierung.
es: Autenticación/registro con certificado de cliente/mTLS.
fr: Authentification/inscription par certificat client/mTLS.
it: Autenticazione/registrazione tramite certificato client/mTLS.
pt_br: Autenticação/matrícula de certificado de cliente/mTLS.

# sbf990ec848470f5c
source: Certificate optional
cs_cz: Certifikát volitelný
de: Zertifikat optional
es: Certificado opcional
fr: Certificat facultatif
it: Certificato facoltativo
pt_br: Certificado opcional

# s72e2876e9409b9eb
source: If no certificate was provided, this stage will succeed and continue to the next stage.
cs_cz: Pokud nebyl poskytnut žádný certifikát, tato fáze bude úspěšná a bude pokračovat na další fázi.
de: Wenn kein Zertifikat bereitgestellt wurde, wird diese Stage erfolgreich abgeschlossen und mit der nächsten fortgefahren.
es: Si no se proporcionó ningún certificado, esta etapa tendrá éxito y continuará a la siguiente etapa.
fr: Si aucun certificat n'a été fourni, cette étape réussira et passera à l'étape suivante.
it: Se non è stato fornito alcun certificato, questa fase avrà esito positivo e si passerà alla fase successiva.
pt_br: Se nenhum certificado for fornecido, esta etapa será bem-sucedida e continuará para a próxima etapa.

# se07d973901a6e6b9
source: Certificate required
cs_cz: Certifikát povinný
de: Zertifikat erforderlich
es: Certificado requerido
fr: Certificat requis
it: Certificato richiesto
pt_br: Certificado obrigatório

# s664c47df020ee414
source: If no certificate was provided, this stage will stop flow execution.
cs_cz: Pokud nebyl poskytnut žádný certifikát, tato fáze zastaví provedení toku.
de: Wenn kein Zertifikat bereitgestellt wurde, wird der Flow bei dieser Stage gestoppt.
es: Si no se proporcionó ningún certificado, esta etapa detendrá la ejecución del flujo.
fr: Si aucun certificat n'a été fourni, cette étape arrêtera l'exécution du flux.
it: Se non è stato fornito alcun certificato, questa fase interromperà l'esecuzione del flusso.
pt_br: Se nenhum certificado for fornecido, esta etapa interromperá a execução do fluxo.

# sbe9da6dad795aa39
source: Certificate authorities
cs_cz: Certifikační autority
de: Zertifizierungsstellen
es: Autoridades de certificación
fr: Autorités de certification
it: Autorità di certificazione
pt_br: Autoridades certificadoras

# se3a6aa4f0ab7568e
source: Configure the certificate authority client certificates are validated against. The certificate authority can also be configured on a brand, which allows for different certificate authorities for different domains.
cs_cz: Nakonfigurujte certifikační autoritu, vůči které se ověřují klientské certifikáty. Certifikační autorita může být také nakonfigurována pro značku, což umožňuje různé certifikační autority pro různé domény.
de: Konfiguriere die Zertifizierungsstelle, gegen die Client-Zertifikate validiert werden. Die Zertifizierungsstelle kann auch in einer Brand konfiguriert werden, wodurch unterschiedliche Zertifizierungsstellen für verschiedene Domains ermöglicht werden.
es: Configure la autoridad de certificación contra la que se validan los certificados de cliente. La autoridad de certificación también se puede configurar en una marca, lo que permite diferentes autoridades de certificación para distintos dominios.
fr: Configurez l'autorité de certification par rapport à laquelle les certificats clients sont validés. L'autorité de certification peut également être configurée sur une marque, ce qui permet d'utiliser différentes autorités de certification pour différents domaines.
it: Configurare l'autorità di certificazione con cui vengono convalidati i certificati client. L'autorità di certificazione può anche essere configurata per un marchio, consentendo di utilizzare autorità di certificazione diverse per domini diversi.
pt_br: Configure a autoridade certificadora contra a qual os certificados de cliente são validados. A autoridade certificadora também pode ser configurada em uma marca, o que permite diferentes autoridades certificadoras para diferentes domínios.

# sb8fdf5a09a969870
source: Certificate attribute
cs_cz: Atribut certifikátu
de: Zertifikatsattribut
es: Atributo del certificado
fr: Attribut du certificat
it: Attributo del certificato
pt_br: Atributo do certificado

# sd4ac926e4ebb1cd7
source: Common Name
de: Gemeinsamer Name
es: Nombre común
fi: Yleinen nimi
fr: Nom Commun
ko: 일반 이름
nl: Algemene naam
pt_br: Nome Comum
ru: Обычное имя
tr: Ortak İsim
zh_tw: 主體名稱

# s8069037a865037c9
source: Configure the attribute of the certificate used to look for a user.
cs_cz: Nakonfigurujte atribut certifikátu používaný k vyhledání uživatele.
de: Konfiguriere das Zertifikatsattribut, das zur Benutzersuche verwendet wird.
es: Configure el atributo del certificado que se utiliza para buscar un usuario.
fr: Configurez l'attribut du certificat utilisé pour rechercher un utilisateur.
it: Configura l'attributo del certificato utilizzato per cercare un utente.
pt_br: Configure o atributo do certificado usado para procurar um usuário.

# sc185a8ad96f8eaa2
source: User attribute
cs_cz: Atribut uživatele
de: Benutzerattribut
es: Atributo de usuario
fr: Attribut utilisateur
it: Attributo utente
pt_br: Atributo do usuário

# s4f9860fefb8fbe01
source: Configure the attribute of the user used to look for a user.
cs_cz: Nakonfigurujte atribut uživatele používaný k vyhledání uživatele.
de: Konfiguriere das Benutzerattribut, das zur Benutzersuche verwendet wird.
es: Configure el atributo del usuario que se utiliza para buscar un usuario.
fr: Configurez l'attribut utilisateur utilisé pour rechercher un utilisateur.
it: Configura l'attributo dell'utente utilizzato per cercare un utente.
pt_br: Configure o atributo do usuário usado para procurar um usuário.

# sba42248f3f27955c
source: User database + standard password
cs_cz: Uživatelská databáze + standardní heslo
de: Benutzer Datenbank + Standardpasswort
es: Base de datos de usuarios + contraseña estándar
fi: Käyttäjätietokanta + normaali salasana
fr: Base de données utilisateurs + mots de passe standards
it: Database utente + password standard
ko: 사용자 데이터베이스 + 표준 비밀번호
nl: Gebruikersdatabase + standaard wachtwoord
pt_br: Banco de dados de usuários + senha padrão
ru: База данных пользователей + стандартный пароль
tr: Kullanıcı veritabanı+standart parola
zh_tw: 使用者資料庫 + 標準密碼

# s3330adb3f0922f7b
source: User database + app passwords
cs_cz: Uživatelská databáze + hesla aplikací
de: Benutzer Datenbank + Applikations Passwort
es: Base de datos de usuario+contraseñas
fi: Käyttäjätietokanta + sovelluksen salasanat
fr: Base de données utilisateurs + mots de passes applicatifs
it: Database utente + password dell'app
ko: 사용자 데이터베이스 + 앱 비밀번호
nl: Gebruikersdatabase + app-wachtwoorden
pt_br: Banco de dados de usuários + senhas de aplicativo
ru: База данных пользователей + пароли приложения
tr: Kullanıcı veritabanı+uygulama parolaları
zh_tw: 使用者資料庫 + 應用程式密碼

# sc10db51c9bb77d5c
source: User database + LDAP password
cs_cz: Uživatelská databáze + LDAP heslo
de: Benutzer Datenbank + LDAP Passwort
es: Base de datos de usuarios+contraseña
fi: Käyttäjätietokanta + LDAP-salasana
fr: Base de données utilisateurs + mot de passe LDAP
it: Database utente + password LDAP
ko: 사용자 데이터베이스 + LDAP 비밀번호
nl: Gebruikersdatabase + LDAP-wachtwoord
pt_br: Banco de dados de usuários + senha LDAP
ru: База данных пользователей + пароль LDAP
tr: Kullanıcı veritabanı+LDAP parolası
zh_tw: 使用者資料庫 + LDAP 密碼

# s03e4044abe0b556c
source: User database + Kerberos password
cs_cz: Uživatelská databáze + heslo Kerberos
de: Benutzerdatenbank + Kerberos-Passwort
es: Base de datos de usuarios + contraseña Kerberos
fi: Käyttäjätietokanta + Kerberos-salasana
fr: Base de données utilisateurs + mot de passe Kerberos
it: Database utente + password Kerberos
pt_br: Banco de dados de usuário + senha Kerberos
tr: Kullanıcı veritabanı + Kerberos parolası

# sdc30bddeda2f0225
source: Validate the user's password against the selected backend(s).
cs_cz: Ověřte heslo uživatele proti vybraným backendům.
de: Validieren Sie das Passwort des Benutzers mit den ausgewählten Backends.
es: Validar la contraseña del usuario en relación con los backend(s) seleccionados.
fi: Validoi käyttäjän salasana valituilla taustajärjestelmillä.
fr: Valider le mot de passe de l'utilisateur sur le(s) backend(s) sélectionné(s).
it: Convalida la password dell'utente rispetto al backend selezionato.
ko: 선택한 백엔드에 대해 사용자의 비밀번호를 검증합니다.
nl: Valideer het wachtwoord van de gebruiker tegen de geselecteerde backend(s).
pt_br: Validar a senha do usuário em relação ao(s) backend(s) selecionado(s).
ru: Проверка пароля пользователя на соответствие выбранному бэкэнду (бэкэндам).
tr: Kullanıcının parolasını seçili arka uç(lara) göre doğrulayın.
zh_tw: 由選擇的後端來驗證使用者密碼。

# sd35ae4be63df1f9f
source: Selection of backends to test the password against.
cs_cz: Výběr backendů pro testování hesla.
de: Auswahl der Backends, mit denen das Kennwort getestet werden soll.
es: Selección de backends para probar la contraseña.
fi: Valitut taustapalvelut, joita käytetään salasanan tarkistamiseen.
fr: Sélection de backends pour tester le mot de passe.
it: Selezione di backend per testare la password contro.
ko: 비밀번호를 테스트할 백엔드를 선택합니다.
nl: Selectie van back-ends om het wachtwoord tegen te testen.
pt_br: Seleção de backends para testar a senha.
ru: Выбор бэкендов для проверки пароля.
tr: Parolayı test etmek için arka uçların seçimi.
zh_tw: 選擇要用於測試密碼的後端。

# s77994108c886b965
source: Failed attempts before cancel
cs_cz: Neúspěšné pokusy před zrušením
de: Fehlgeschlagene Versuche vor Abbruch
es: Intentos fallidos antes de cancelar
fi: Epäonnistuneet yritykset ennen perumista
fr: Échecs avant annulation
it: Tentativi non riusciti prima dell'annullamento
ko: 취소 전 실패 시도 횟수
nl: Mislukte pogingen voordat annuleren
pt_br: Falhas antes do cancelamento
ru: Неудачные попытки до отмены
tr: İptal edilmeden önce başarısız denemeler
zh_tw: 取消前可嘗試的次數

# sa9020b93c3bd7235
source: How many attempts a user has before the flow is canceled. To lock the user out, use a reputation policy and a user_write stage.
cs_cz: Kolik pokusů má uživatel, než je tok zrušen. Pro uzamčení uživatele použijte zásadu reputace a fázi user_write.
de: Anzahl der Versuche, die Benutzer haben, bevor der Flow abgebrochen wird. Um Benutzer auszuschließen, kann eine Reputations-Policy und eine user_write-Stage genutzt werden.
es: Cuántos intentos tiene un usuario antes de que se cancele el flujo. Para bloquear al usuario, usa una política de reputación y una etapa user_write.
fi: Kuinka monta yritystä käyttäjälle sallitaan, ennen kuin prosessi perutaan. Käyttäjän lukitsemiseksi voit käyttää mainekäytäntöä ja user_write-vaihetta.
fr: Nombre de tentatives dont dispose un utilisateur avant que le flux ne soit annulé. Pour verrouiller l'utilisateur, utilisez une politique de réputation et une étape user_write.
it: Quanti tentativi ha un utente prima che il flusso venga annullato. Per bloccare l'utente, utilizzare una politica di reputazione e una fase User_Write.
ko: 플로우가 취소되기 전에 사용자가 시도할 수 있는 횟수입니다. 사용자를 잠그려면 평판 정책과 user_write 단계를 사용하세요.
nl: Hoeveel pogingen een gebruiker heeft voordat de flow wordt geannuleerd. Gebruik een reputatiebeleid en een user_write-fase om de gebruiker uit te sluiten.
pt_br: Quantas tentativas um usuário tem antes que o fluxo seja cancelado. Para bloquear o usuário, use uma política de reputação e um estágio de user_write.
ru: Количество попыток пользователя до отмены потока. Чтобы заблокировать пользователя, используйте политику репутации и этап user_write.
tr: Akış iptal edilmeden önce bir kullanıcının kaç denemesi vardır. Kullanıcıyı kilitlemek için itibar ilkesi ve user_write aşamasını kullanın.
zh_tw: 在取消流程前使用者嘗試的次數。要鎖定使用者請使用名譽政策和 user_write 階段。

# s9dda0789d278f5c5
source: Provide users with a 'show password' button.
cs_cz: Zpřístupnit uživatelům tlačítko 'zobrazit heslo'.
de: Benutzern eine Schaltfläche „Passwort anzeigen“ anbieten.
es: Proporcionar a los usuarios un botón 'mostrar contraseña'.
fi: Näytä käyttäjille 'näytä salasana' -painike.
fr: Fourni un bouton « Montrer le mot de passe » aux utilisateurs.
it: Fornisci agli utenti un pulsante "Mostra password".
pt_br: Fornecer aos usuários um botão 'mostrar senha'.
ru: Предоставить пользователям кнопку "показать пароль".
tr: Kullanıcılara bir 'şifreyi göster' düğmesi sağlayın.

# s2d5f69929bb7221d
source: ${p.name} ("${p.fieldKey}", of type ${p.type})
fi: ${p.name} (&quot;${p.fieldKey}&quot;, tyyppiä ${p.type})
pt_br: ${p.name} ("${p.fieldKey}", do tipo ${p.type})
