Repository: goauthentik/authentik
Catalog: web/xliff/*.xlf
Languages: cs_cz, de, es, fi, fr, it, ko, nl, pt_br, ru, tr, zh_tw

# s7b298427bdea81ae
source: If set, the OAuth Device Code profile can be used, and the selected flow will be used to enter the code.
cs_cz: Pokud je nastaveno, lze použít profil OAuth kódu zařízení a vybraný tok bude použit k zadání kódu.
de: Wenn gesetzt, kann das OAuth Device-Code-Profil verwendet werden, und der ausgewählte Flow wird zur Eingabe des Codes genutzt.
es: Si está configurado, se puede usar el perfil OAuth Device Code, y el flujo seleccionado se utilizará para ingresar el código.
fi: Jos tämä on asetettu, OAuth Device Code -profiilia voidaan käyttää, ja valittua prosessia käytetään koodin syöttämiseen.
fr: S'il est activé, le profil OAuth Device Code peut être utilisé et le flux sélectionné sera utilisé pour saisir le code.
it: Se impostato, è possibile utilizzare il OAuth Device Code e il flusso selezionato verrà utilizzato per immettere il codice.
ko: 설정하면 OAuth 디바이스 코드 프로필을 사용할 수 있으며, 선택한 플로우를 사용하여 코드를 입력할 수 있습니다.
nl: Als dit is ingesteld, kan het OAuth Apparaatcode-profiel worden gebruikt en wordt de geselecteerde flow gebruikt om de code in te voeren.
pt_br: Se definido, o perfil de Código de Dispositivo OAuth pode ser usado, e o fluxo selecionado será usado para inserir o código.
ru: Если установлено, можно использовать профиль OAuth Device Code, и выбранный поток будет использоваться для ввода кода.
tr: Ayarlanırsa, OAuth Cihaz Kodu profili kullanılabilir ve kodu girmek için seçilen akış kullanılır.
zh_tw: 如果設定此欄位，可以使用 OAuth 裝置認證碼設定檔，並使用所選的流程來輸入認證碼。

# s7f4e4054fbe132e1
source: Other global settings
cs_cz: Další globální nastavení
de: Weitere globale Einstellungen
es: Otros ajustes globales
fi: Muut yleiset asetukset
fr: Autres paramètres globaux
it: Altre impostazioni globali
ko: 기타 전역 설정
nl: Andere globale instellingen
pt_br: Outras configurações globais
ru: Другие глобальные настройки
tr: Diğer genel ayarlar
zh_tw: 其他全域設定

# sbadde673052efc02
source: Web Certificate
cs_cz: Webový certifikát
de: Web-Zertifikat
es: Certificado web
fi: Web-sertifikaatti
fr: Certificat Web
it: Certificato Web
ko: 웹 인증서
nl: Webcertificaat
pt_br: Certificado Web
ru: Веб сертификат
tr: Web Sertifikası
zh_tw: 網頁伺服器憑證

# s2c42bb3c6f5420d2
source: Client Certificates
cs_cz: Klientské certifikáty
de: Client-Zertifikate
es: Certificados de Cliente
fr: Certificats clients
it: Certificati client
pt_br: Certificados de Cliente

# s95901716c0629274
source: Available Certificates
cs_cz: Dostupné certifikáty
de: Verfügbare Zertifikate
es: Certificados Disponibles
fr: Certificats disponibles
it: Certificati disponibili
pt_br: Certificados Disponíveis

# sdbf6b484fa1436b0
source: Selected Certificates
cs_cz: Vybrané certifikáty
de: Ausgewählte Zertifikate
es: Certificados Seleccionados
fr: Certificats sélectionnés
it: Certificati selezionati
pt_br: Certificados Selecionados

# s17260b71484b307f
source: Set custom attributes using YAML or JSON. Any attributes set here will be inherited by users, if the request is handled by this brand.
cs_cz: Nastavte vlastní atributy pomocí YAML nebo JSON. Jakékoli atributy nastavené zde budou zděděny uživateli, pokud je požadavek zpracován touto značkou.
de: Setze benutzerdefinierte Attribute mit YAML oder JSON. Alle hier gesetzten Attribute werden von Benutzern übernommen, wenn die Anfrage von dieser Brand verarbeitet wird.
es: Establezca atributos personalizados mediante YAML o JSON. Los usuarios heredarán los atributos definidos aquí si esta marca gestiona la solicitud.
fi: Määritä mukautettuja attribuutteja YAMLia tai JSONia käyttämällä. Tässä asetetut attribuutit periytetään käyttäjille, jos tämä brändi käsittelee pyynnön.
fr: Définir des attributs personnalisés en utilisant YAML ou JSON. Tous les attributs définis ici seront hérités par les utilisateurs, si la demande est traitée par cette marque.
it: Imposta attributi personalizzati utilizzando YAML o JSON. Eventuali attributi impostati qui saranno ereditati dagli utenti, se la richiesta viene gestita da questo marchio.
pt_br: Defina atributos customizados usando YAML ou JSON. Atributos definidos aqui serão herdados por usuários, se o request for gerido por essa brand.
ru: Задайте пользовательские атрибуты с помощью YAML или JSON. Любые атрибуты, заданные здесь, будут наследоваться пользователями, если запрос будет обработан этим брендом.
tr: YAML veya JSON kullanarak özel öznitelikler ayarlayın. Burada ayarlanan tüm özellikler, isteğin bu marka tarafından ele alınması durumunda kullanıcılar tarafından devralınır.

# s4270ebcf645b9df5
source: Search by domain or brand name...
pt_br: Buscar por domínio ou nome de marca...

# s164be9a7537b99f6
source: Configure visual settings and defaults for different domains.
cs_cz: Konfigurace vizuálních nastavení a výchozích hodnot pro různé domény.
de: Konfiguriere visuelle Einstellungen und Standards für verschiedene Domains.
es: Configure los ajustes visuales y los valores predeterminados para los diferentes dominios.
fi: Määritä visuaaliset asetukset ja oletusarvot eri verkkotunnuksille.
fr: Configure le paramètres visuels et par défaut des différents domaines.
it: Configura le impostazioni visibili e le impostazioni predefinite per domini diversi.
ko: 다양한 도메인에 대한 시각적 설정 및 기본값을 구성합니다.
nl: Configureer visuele instellingen en standaardwaarden voor verschillende domeinen.
pt_br: Configure configurações visuais e padrões para diferentes domínios.
ru: Настройте визуальные параметры и значения по умолчанию для разных доменов.
tr: Farklı etki alanları için görsel ayarları ve varsayılanları yapılandırın.
zh_tw: 為不同的網域設定視覺化設定和各項預設值。

# se16b4d412ad1aba9
source: Brand name
cs_cz: Název značky
es: Nombre de la marca
fi: Brändin nimi
fr: Nom de la marque
it: Nome Brand
pt_br: Nome da brand
ru: Имя бренда
tr: Markası

# s4802636d55022ed3
source: Default?
cs_cz: Výchozí?
de: Standard?
es: ¿Por defecto?
fi: Oletus?
fr: Par défaut ?
it: Predefinito?
ko: 기본값?
nl: Standaard?
pt_br: Padrão?
ru: По умолчанию?
tr: Varsayılan?
zh_tw: 是否為預設

# s801bf3d03f4a3ff1
source: Update Brand
cs_cz: Aktualizovat značku
de: Brand aktualisieren
es: Actualizar Marca
fi: Päivitä brändi
fr: Mettre à jour la marque
it: Aggiorna Brand
pt_br: Atualizar Brand
ru: Обновить бренд
tr: Markayı Güncelle

# s5c3efec5330e0000
source: Create Brand
cs_cz: Vytvořit značku
de: Brand erstellen
es: Crear Marca
fi: Luo brändi
fr: Créer une marque
it: Crea Brand
pt_br: Criar Brand
ru: Создать бренд
tr: Marka Oluştur

# sb4661b2d2c2b3564
source: New Brand
pt_br: Niva Marca

# s8cb7bb82e96d5d77
source: Policies
cs_cz: Zásady
de: Richtlinien
es: Políticas
fi: Käytännöt
fr: Politiques
it: Criteri
ko: 정책
nl: Beleidsregels
pt_br: Políticas
ru: Политики
tr: İlkeler
zh_tw: 政策

# sec1808532fe107b9
source: Allow users to use Applications based on properties, enforce Password Criteria and selectively apply Stages.
cs_cz: Umožněte uživatelům používat aplikace na základě vlastností, vynucovat kritéria pro hesla a selektivně aplikovat Kroky.
de: Erlauben Sie Benutzern die Verwendung von Anwendungen auf der Grundlage von Eigenschaften, erzwingen Sie Passwortkriterien und wende ausgewählte Stages an.
es: Permita a los usuarios utilizar aplicaciones en función de las propiedades, aplicar criterios de contraseña y aplicar etapas de forma selectiva.
fi: Salli käyttäjien käyttää sovelluksia ominaisuuksien perusteella, pakota salasanavaatimukset ja kytke vaiheet selektiivisesti.
fr: Permettre aux usagers l'utilisation d'applications sur la base de leurs propriétés, appliquer les critères de robustesse des mots de passe et sélectionner les flux applicables.
it: Consenti agli utenti di utilizzare le applicazioni in base alle proprietà, applicare i criteri di password e applicare selettivamente le fasi(stages).
ko: 사용자가 속성(Property)을 기반으로 애플리케이션을 사용하고, 비밀번호 기준을 적용하고, 스테이지를 선택적으로 적용할 수 있도록 허용합니다.
nl: Sta gebruikers toe om applicaties te gebruiken op basis van eigenschappen, dwing wachtwoordcriteria af en pas selectief stadia toe.
pt_br: Permite que os usuários usem Aplicativos com base em propriedades, imponham Critérios de Senha e apliquem Estágios seletivamente.
ru: Разрешите пользователям использовать приложения на основе свойств, применяйте критерии паролей и выборочно применяйте этапы.
tr: Kullanıcıların özelliklere göre Uygulamaları kullanmasına, Parola Ölçütlerini uygulamasına ve Aşama Alanları'nı seçerek uygulamasına izin verin.
zh_tw: 允許使用者根據屬性使用應用程式、執行密碼的標準，和有選擇性地應用在階段。

# se16ac750b81fa93d
source: Assigned to ${item.boundTo} object(s).
cs_cz: Přiřazeno k ${item.boundTo}objektu(ům).
de: Zugewiesen zu ${item.boundTo} Objekt(en).
es: Asignado a objeto(s) de ${item.boundTo}.
fi: Liitetty ${item.boundTo}objektiin.
fr: Assigné à ${item.boundTo}objet(s).
it: Assegnato a ${item.boundTo}oggetto(i).
ko: ${item.boundTo}에 오브젝트 할당.
nl: Toegewezen aan ${item.boundTo} object(en).
pt_br: Atribuído a ${item.boundTo} objeto(s).
ru: Назначен ${item.boundTo} объекту(ам).
tr: Atandığı kişi ${item.boundTo} object(s).
zh_tw: 已分配给 ${item.boundTo} 個物件。

# s5a48d5171e1a1522
source: Warning: Policy is not assigned.
cs_cz: Upozornění: Zásada není přiřazena.
de: Warnung: Keine Richtlinie zugewiesen
es: Advertencia: la Política no está asignada.
fi: Varoitus: Käytäntöä ei ole liitetty.
fr: Avertissement : la politique n'est pas assignée.
it: Attenzione: il criterio non è assegnato.
ko: 경고: 정책이 할당되지 않았습니다.
nl: Waarschuwing: beleidsregel is niet toegewezen.
pt_br: Aviso: A política não está atribuída.
ru: Предупреждение: Политика не назначена.
tr: Uyarı: İlke atanmamış.
zh_tw: 警告：政策未被分配。

# s544142ce35050751
source: Test Policy
cs_cz: Test zásady
de: Testrichtlinie
es: Política de Pruebas
fi: Testikäytäntö
fr: Tester la politique
it: Prova criterio
ko: 정책 테스트
nl: Testbeleid
pt_br: Testar Política
ru: Тест политики
tr: Test İlkesi
zh_tw: 測試政策

# s00c8354318addfa0
source: Policy / Policies
cs_cz: Zásada / Zásady
de: Richtlinie / Richtlinien
es: Política / Políticas
fi: Käytäntö / käytännöt
fr: Politique/s
it: Criterio / Criteri
ko: 정책
nl: Beleid / Beleidsregels
pt_br: Política / Políticas
ru: Политика / Политики
tr: İlke / İlkeler
zh_tw: 政策

# s76da2c978dcc5ef4
source: Successfully cleared policy cache
cs_cz: Úspěšně vymazána mezipaměť zásady
de: Richtlinien-Cache erfolgreich geleert
es: Caché de Políticas borrado correctamente
fi: Käytäntövälimuistin tyhjennys onnistui.
fr: Cache de politique vidé avec succès
it: Cancellazione della cache dei criteri con successo
ko: 정책 캐시를 성공적으로 지웠습니다.
nl: Beleidscache succesvol gewist
pt_br: Cache de política limpo com sucesso
ru: Кэш политики успешно очищен
tr: İlke önbelleği başarıyla temizlendi
zh_tw: 成功清除政策快取

# sa717841a602fe7d8
source: Failed to delete policy cache
cs_cz: Nepodařilo se odstranit mezipaměť zásady
de: Richtlinienpuffer löschen fehlgeschlagen
es: No se pudo eliminar la caché de políticas
fi: Käytäntövälimuistin tyhjennys epäonnistui.
fr: Impossible de vider le cache de politique
it: Impossibile eliminare la cache della policy
ko: 정책 캐시 삭제에 실패했습니다.
nl: Beleidscache verwijderen mislukt
pt_br: Falha ao excluir cache de política
ru: Не удалось удалить кэш политики
tr: İlke önbelleği silinemedi
zh_tw: 未能清除政策快取

# s1b07757762cda372
source: Clear Policy cache
cs_cz: Vymazat mezipamět zásady
de: Löschen Sie den Richtlinien-Cache
es: Borrar Caché de Políticas
fi: Tyhjennä käytäntövälimuisti
fr: Vider le cache de politique
it: Cancella cache criteri
ko: 정책 캐시 삭제
nl: Beleidscache wissen
pt_br: Limpar cache de política
ru: Очистить кэш политики
tr: İlke önbelleği temizle
zh_tw: 清除政策快取

# s15b46b78edebb20a
source: Are you sure you want to clear the policy cache? This will cause all policies to be re-evaluated on their next usage.
cs_cz: Jste si jisti, že chcete vymazat mezipaměť zásad? To způsobí, že všechny zásady budou při jejich dalším použití znovu vyhodnoceny.
de: Bist du sicher, dass du den Policy-Cache leeren möchtest? Dadurch werden alle Policies bei ihrer nächsten Verwendung neu ausgewertet.
es: ¿Está seguro de que desea borrar la memoria caché de políticas? Esto hará que se vuelvan a evaluar todas las políticas la próxima vez que se utilicen.
fi: Haluatko varmasti tyhjentää käytäntövälimuistin? Tämä aiheuttaa kaikkien käytäntöjen uudelleensuorittamisen niiden seuraavalla käyttökerralla.
fr: Êtes-vous sûr de vouloir vider le cache des politiques ? Cela entraînera la réévaluation de toutes les politiques lors de leur prochaine utilisation.
it: Sei sicuro di voler cancellare la cache delle politiche? Ciò causerà la rivalutazione di tutte le politiche al loro prossimo utilizzo.
ko: 정책 캐시를 지우시겠습니까? 이렇게 하면 다음 사용 시 모든 정책이 재평가됩니다.
nl: Weet je zeker dat je de beleidscache wilt wissen? Dit zal ertoe leiden dat alle beleidsregels opnieuw worden geëvalueerd bij hun volgende gebruik.
pt_br: Tem certeza de que deseja limpar o cache de políticas? Isso fará com que todas as políticas sejam reavaliadas na próxima utilização.
ru: Вы уверены, что хотите очистить кэш политик? Это приведет к тому, что все политики будут заново оценены при следующем использовании.
tr: İlke önbelleğini temizlemek istediğinizden emin misiniz? Bu, tüm ilkelerin bir sonraki kullanımlarında yeniden değerlendirilmesine neden olur.
zh_tw: 您確定要清除政策快取嗎?這將會導致所有政策在下次使用時重新評價。

# s62ddcbaaa91d120d
source: Reputation scores
cs_cz: Skóre reputace
de: Reputationswert
es: Puntuación de reputación
fi: Mainepistemäärät
fr: Scores de Réputation
it: Punteggi di reputazione
ko: 평판 점수
nl: Reputatiescores
pt_br: Pontuações de reputação
ru: Оценка репутации
tr: İtibar puanları
zh_tw: 名譽分數

# sd080b2370aa82967
source: Reputation for IP and user identifiers. Scores are decreased for each failed login and increased for each successful login.
cs_cz: Reputace pro IP a identifikátory uživatelů. Skóre se snižuje za každé neúspěšné přihlášení a zvyšuje za každé úspěšné přihlášení.
de: Reputation für IP und Benutzerkennungen. Die Punktzahl wird für jede fehlgeschlagene Anmeldung verringert und für jede erfolgreiche Anmeldung erhöht.
es: Reputación de identificadores de usuario e IP. Las puntuaciones disminuyen por cada inicio de sesión fallido y aumentan por cada inicio de sesión exitoso.
fi: IP-osoitteiden ja käyttäjätunnisteiden maine. Pistemääriä pienennetään jokaisen epäonnistuneen kirjautumisen jälkeen ja suurennetaan jokaisen onnistuneen kirjautumisen jälkeen.
fr: Réputations pour chaque IP et identifiant utilisateur. Les scores sont décrémentés à chaque connexion échouée et incrémentés pour chaque connexion réussie.
it: Reputazione per IP e identificatori dell'utente. I punteggi vengono ridotti per ogni accesso non riuscito e aumentati per ogni accesso riuscito.
ko: IP 및 사용자 식별자에 대한 평판. 로그인에 실패할 때마다 점수가 감소하고 로그인에 성공할 때마다 점수가 증가합니다.
nl: Reputatie voor IP- en gebruikersidentificatie. Scores worden verlaagd voor elke mislukte aanmelding en verhoogd voor elke geslaagde aanmelding.
pt_br: Reputação para IPs e identificadores de usuário. A pontuação é reduzida a cada login com falha e aumentada a cada login bem-sucedido.
ru: Репутация для IP-адресов и идентификаторов пользователей. Баллы уменьшаются за каждый неудачный вход и увеличиваются за каждый успешный вход.
tr: IP ve kullanıcı tanımlayıcıları için itibar. Başarısız olan her giriş için puan azaltılır ve her başarılı oturum açma için artırılır.
zh_tw: IP 和使用者識別碼的名譽。每次登入失敗都會降低分數，反之每次成功登入都會增加分數。

# s7d684b6257284e55
source: Score
cs_cz: Skóre
de: Punkt(e)
es: Puntuación
fi: Pistemäärä
fr: Note
it: Punteggio
ko: 점수
pt_br: Pontuação
ru: Оценка
tr: Skor
zh_tw: 分數

# s10d2dbc4613397f0
source: Updated
cs_cz: Aktualizováno
de: Aktualisiert
es: Actualizado
fi: Päivitetty
fr: Mis à Jour
it: Aggiornato
ko: 업데이트됨
nl: Bijgewerkt
pt_br: Atualizado
ru: Обновлено
tr: Güncellendi
zh_tw: 最後更新時間

# sa33d061d2ade20aa
source: Reputation
cs_cz: Reputace
es: Reputación
fi: Maine
fr: Réputation
it: Reputazione
ko: 평판
nl: Reputatie
pt_br: Reputação
ru: Репутация
tr: İtibar
zh_tw: 名譽

# sf0d94539428a0900
source: Search for a group by name…
pt_br: Pesquisar grupo por nome...

# s77ec9e27e9ae81b8
source: Group Search
pt_br: Busca de Grupo

# s9f26843287bb592d
source: Groups
cs_cz: Skupiny
de: Gruppen
es: Grupos
fi: Ryhmät
fr: Groupes
it: Gruppi
ko: 그룹
nl: Groepen
pt_br: Grupos
ru: Группы
tr: Gruplar
zh_tw: 群組

# s4dcb9288f7e9e4d7
source: Group users together and give them permissions based on the membership.
cs_cz: Seskupte uživatele a přidělte jim oprávnění na základě členství.
de: Gruppieren Sie Benutzer und erteilen Sie ihnen Berechtigungen basierend auf der Mitgliedschaft.
es: Agrupe a los usuarios y otorgue permisos en función de la membresía.
fi: Ryhmittele käyttäjät ja myönnä heille käyttöoikeuksia jäsenyyden perusteella.
fr: Regroupez les utilisateurs et donnez-leur des autorisations en fonction de leur appartenance.
it: Gruppo gli utenti insieme e forniscono loro autorizzazioni in base all'appartenenza.
ko: 사용자를 그룹화하고 멤버십에 따라 권한을 부여합니다.
nl: Groepeer gebruikers en geef ze machtigingen op basis van het lidmaatschap.
pt_br: Agrupe os usuários e conceda-lhes permissões com base na associação.
ru: Объединяйте пользователей в группы и предоставляйте им разрешения на основе членства.
tr: Kullanıcıları birlikte gruplandırın ve üyeliğe bağlı olarak izinler verin.
zh_tw: 將使用者分組，並依照成員資格給予權限。

# s62f93cfcb45d5a06
source: Superuser privileges?
cs_cz: Práva superuživatele?
de: Administrationsrechte?
es: ¿Los privilegios de superusuario?
fi: Pääkäyttäjän oikeudet?
fr: Privilèges de super-utilisateur ?
it: Privilegi di superutente?
ko: 슈퍼유저 권한?
nl: Supergebruiker-privileges?
pt_br: Privilégios de superusuário?
ru: Привилегии суперпользователя?
tr: Süper kullanıcı ayrıcalıkları mı?
zh_tw: 是否擁有超級使用者權限

# s9fdda7ea4642306c
source: Group(s)
cs_cz: Skupiny
de: Gruppe(n)
es: Grupo (s)
fi: Ryhmät
fr: Groupe(s)
it: Gruppo(i)
ko: 그룹
nl: Groep(en)
pt_br: Grupo(s)
ru: Группа(ы)
tr: Grup (ler)
zh_tw: 群組

# s79683026e49e4866
source: View details of group "${item.name}"
pt_br: Ver detslhes do grupo &quot;${item.name}&quot;

# s416a540b16275f2e
source: Create Group
cs_cz: Vytvořit skupinu
de: Gruppe erstellen
es: Crear Grupo
fi: Luo ryhmä
fr: Créer un groupe
it: Crea Gruppo
ko: 그룹 생성
nl: Groep aanmaken
pt_br: Criar Grupo
ru: Создать Группу
tr: Grup Oluştur
zh_tw: 建立群組

# s62dfa9c45cb3025a
source: New Group
pt_br: Novo Grupo

# s7c5774fad9d050ce
source: Create group
cs_cz: Vytvořit skupinu
de: Gruppe erstellen
es: Crear grupo
fi: Luo ryhmä
fr: Créer un groupe
it: Crea gruppo
ko: 그룹 생성
nl: Groep aanmaken
pt_br: Criar grupo
ru: Создать группу
tr: Grup oluştur
zh_tw: 建立群組

# s66752390605b7d37
source: Create and assign a group with the same name as the user.
pt_br: Criar e atribuir um grupo com o mesmo nome do usuário.

# s0137933e117f2092
source: Whether the token will expire. Upon expiration, the token will be rotated.
pt_br: Indica se o token irá expirar. Após a expirado, o token será rotacionado.

# s6b6e6eb037aef7da
source: Use the username and password below to authenticate. The password can be retrieved later on the Tokens page.
cs_cz: Pro ověření použijte níže uvedené uživatelské jméno a heslo. Heslo lze později získat na stránce Tokeny.
de: Verwenden Sie den Benutzernamen und das Passwort unten, um sich zu authentifizieren. Das Passwort kann später auf der Seite Tokens abgerufen werden.
es: Use el nombre de usuario y la contraseña a continuación para autenticarse. La contraseña se puede recuperar más adelante en la página Tokens.
fi: Käytä alla olevaa käyttäjätunnusta ja salasanaa kirjautumiseen. Salasana voidaan hakea myöhemmin tunnisteet-sivulla.
fr: Utilisez le nom d'utilisateur et le mot de passe ci-dessous pour vous authentifier. Le mot de passe peut être récupéré plus tard sur la page Jetons.
it: Utilizzare il nome utente e la password di seguito per autenticare. La password può essere recuperata più avanti nella pagina dei token.
ko: 아래의 사용자 아이디와 비밀번호를 사용하여 인증합니다. 비밀번호는 나중에 토큰 페이지에서 검색할 수 있습니다.
nl: Gebruik de onderstaande gebruikersnaam en wachtwoord om te authenticeren. Het wachtwoord kan later worden opgehaald op de Tokens-pagina.
pt_br: Use o nome de usuário e a senha abaixo para autenticar. A senha pode ser recuperada posteriormente na página de Tokens.
ru: Для аутентификации используйте указанные ниже имя пользователя и пароль. Пароль можно получить позже на странице "Токены".
tr: Kimlik doğrulaması için aşağıdaki kullanıcı adı ve parolayı kullanın. Parola daha sonra Belirteçler sayfasından alınabilir.
zh_tw: 使用以下使用者名稱和密碼進行認證，密碼可以從權杖頁面中取得。

# sbb57cd8a3ed12915
source: Valid for 360 days, after which the password will automatically rotate. You can copy the password from the Token List.
cs_cz: Platné 360 dní, po kterých se heslo automaticky změní. Heslo můžete zkopírovat ze seznamu tokenů.
de: Gültig für 360 Tage, danach rotiert das Passwort automatisch. Sie können das Passwort aus der Token-Liste kopieren.
es: Válido durante 360 días, después de lo cual la contraseña cambiará automáticamente. Puede copiar la contraseña de la lista de tokens.
fi: Voimassa 360 vuorokautta, jonka jälkeen salasana uusitaan automaattisesti. Voit kopioida salasanan tunnistelistalta.
fr: Valide pendant 360 jours, après quoi le mot de passe sera alterné automatiquement. Vous pouvez copier le mot de passe depuis la liste des jetons.
it: Valido per 360 giorni, dopo di che la password ruoterà automaticamente. È possibile copiare la password dall'elenco dei token.
ko: 360일 동안 유효하며, 그 이후에는 비밀번호가 자동으로 회전합니다. 토큰 목록에서 비밀번호를 복사할 수 있습니다.
nl: Geldig voor 360 dagen, waarna het wachtwoord automatisch wordt gewijzigd. Je kunt het wachtwoord kopiëren vanuit de Tokenlijst.
pt_br: Válido por 360 dias; após isso, a senha será rotacionada automaticamente. Você pode copiar a senha na Lista de Tokens.
ru: Действует в течение 360 дней, после чего пароль автоматически сменяется. Пароль можно скопировать из списка токенов.
tr: 360 gün boyunca geçerlidir, bundan sonra parola otomatik olarak dönecektir. Parolayı Token Listesi'nden kopyalayabilirsiniz.
zh_tw: 有效期限為360天，之後密碼將會自動輪替。您可以在權杖列表中複製密碼。

# s4414164d120de61a
source: The following objects use ${objName}
cs_cz: Následující objekty používají ${objName}
de: Die folgenden Objekte verwenden ${objName}
es: Los siguientes objetos usan ${objName}
fi: Seuraavat objektit käyttävät ${objName}
fr: Les objets suivants utilisent ${objName}
it: Il seguente oggetto usa ${objName}
ko: 다음 오브젝트는 ${objName} 을(를) 사용합니다.
nl: De volgende objecten gebruiken ${objName}
pt_br: Os seguintes objetos usam ${objName}
ru: Следующие объекты используют ${objName}
tr: Aşağıdaki nesneler ${objName} kullanır
zh_tw: 使用以下物件 ${objName}

# s92e241c9f3c101a2
source: connecting object will be deleted
cs_cz: spojovací objekt bude smazán
de: Verbindungsobjekt wird gelöscht
es: se eliminará el objeto de conexión
fi: yhdistävä objekti poistetaan
fr: L'objet connecté sera supprimé
it: oggetti connessi saranno cancellati
ko: 연결 오브젝트가 삭제됩니다.
nl: verbindend object wordt verwijderd
pt_br: o objeto de conexão será excluído
ru: подключенный объект будет удалён
tr: bağlantılı nesne silinecek
zh_tw: 連線的物件將被刪除

# s14401ff4a0cba208
source: Failed to update ${this.objectLabel}: ${pluckErrorDetail(parsedError)}
cs_cz: Nepodařilo se aktualizovat ${this.objectLabel}: ${e.toString()}
de: Aktualisieren von ${this.objectLabel}fehlgeschlagen: ${e.toString()}
es: Error al actualizar ${this.objectLabel}: ${e.toString()}
fr: Échec de la mise à jour de ${this.objectLabel}: ${e.toString()}
it: Impossibile aggiornare ${this.objectLabel}: ${e.toString()}
pt_br: Falha ao atualizar ${this.objectLabel}: ${pluckErrorDetail(parsedError)}
ru: Не удалось обновить ${this.objectLabel}: ${e.toString()}
tr: ${this.objectLabel}: ${e.toString()} Güncellemesi başarısız oldu

# s1fd02f07e4fa3312
source: Impersonating user...
cs_cz: Zosobňuji uživatele...
pt_br: Impersonando usuário...

# s12928f97c99f88db
source: This may take a few seconds.
cs_cz: Toto může trvat několik sekund.
pt_br: Isso pode levar alguns segundos.
