Repository: goauthentik/authentik
Catalog: web/xliff/*.xlf
Languages: cs_cz, de, es, fi, fr, it, ko, nl, pt_br, ru, tr, zh_tw

# sd503fabef9691134
source: When using proxy or forward auth (single application) mode, the requested URL Path is checked against the regular expressions. When using forward auth (domain mode), the full requested URL including scheme and host is matched against the regular expressions.
cs_cz: Při použití režimu proxy nebo přesměrování autentizace (jedna aplikace) je požadovaná cesta URL kontrolována proti regulárním výrazům. Při použití přesměrování autentizace (režim domény) je celá požadovaná URL včetně schématu a hostitele porovnávána s regulárními výrazy.
de: Bei Verwendung des Proxy- oder Forward-Authentifizierungsmodus (Einzelanwendung) wird der angeforderte URL-Pfad mit den regulären Ausdrücken verglichen. Bei Verwendung von Forward Auth (Domänenmodus) wird die vollständige angeforderte URL einschließlich Schema und Host mit den regulären Ausdrücken abgeglichen.
es: Cuando se utiliza el modo proxy o de autenticación por reenvío (aplicación única), la ruta de URL solicitada se compara contra las expresiones regulares. Cuando se utiliza la autenticación por reenvío (modo de dominio), la URL solicitada completa, incluido el esquema y el host, se compara con las expresiones regulares.
fi: Kun käytetään välityspalvelinta tai forward auth (yksi sovellus) -tilaa, haettua URL-osoitetta verrataan regular expressioneihin. Kun käytetään forward auth (verkkotunnustaso) -tilaa, koko haettua URL-osoitetta, mukaanlukien protokollan ja palvelinosoitteen, verrataan regular expressioneihin.
fr: Lors de l'utilisation du mode proxy ou de l'authentification directe (application unique), le chemin d'accès à l'URL demandée est vérifié par rapport aux expressions régulières. Lors de l'utilisation de l'authentification directe (mode domaine), l'URL complète et le schéma est demandée et l'hôte est comparée aux expressions régulières.
it: Quando si utilizza la modalità proxy o di autenticazione inoltrata (applicazione singola), il percorso URL richiesto viene confrontato con le espressioni regolari. Quando si utilizza l'autenticazione inoltrata (modalità dominio), l'URL completo richiesto, inclusi schema e host, viene confrontato con le espressioni regolari.
ko: 프록시 또는 forward auth(단일 응용 프로그램) 모드를 사용할 때 요청된 URL 경로는 정규 표현식과 일치하는지 확인합니다. forward auth(도메인 모드)을 사용할 때는 스킴 및 호스트를 포함한 전체 요청된 URL이 정규 표현식과 일치해야합니다.
nl: Bij gebruik van de proxy of doorstuur-authenticatiemodus (enkele toepassing) wordt het aangevraagde URL-pad gecontroleerd aan de hand van de reguliere expressies. Bij gebruik van doorstuur-authenticatiemodus (domeinmodus) wordt de volledige aangevraagde URL inclusief schema en host vergeleken met de reguliere expressies.
pt_br: Ao utilizar o modo proxy ou autenticação de encaminhamento (aplicação única), o caminho do URL solicitado é verificado em relação às expressões regulares. Quando se utiliza a autenticação de encaminhamento (modo de domínio), o URL completo solicitado, incluindo o esquema e o host, é comparado com as expressões regulares.
ru: При использовании режима прокси или прямого аутентификатора (одно приложение) запрашиваемый URL Path проверяется на соответствие регулярным выражениям. При использовании прямой авторизации (режим домена) полный запрашиваемый URL, включая схему и хост, проверяется на соответствие регулярным выражениям.
tr: Proxy veya ileri auth (tek uygulama) modunu kullanırken, istenen URL Yolu düzenli ifadelere karşı denetlenir. İleriye yönlendirme (etki alanı modu) kullanıldığında, şema ve ana bilgisayar da dahil olmak üzere istenen tam URL normal ifadelerle eşleştirilir.
zh_tw: 當使用代理或轉發認證（單一應用程式）模式時，會根據正規表示式檢查要求的網址路徑。在使用轉發認證（網域模式）時，包含方案和主機在內的完整要求網址將與正規表示式進行配對。

# sb488dee0be434f7e
source: Authentication settings
cs_cz: Nastavení autentizace
de: Authentifizierungseinstellungen
es: Ajustes de autenticación
fi: Tunnistautumisasetukset
fr: Paramètres d'authentification
it: Impostazioni di autenticazione
ko: 인증 설정
nl: Authenticatie-instellingen
pt_br: Configurações de autenticação
ru: Настройки аутентификации
tr: Kimlik doğrulama ayarları
zh_tw: 身分認證設定

# s23cee624c735f266
source: Intercept header authentication
cs_cz: Zachycení autentizace v headeru
de: Header-Authentifizierung abfangen
es: Interceptar encabezado de autenticación
fi: Sieppaa valtuutusotsikkotieto
fr: Intercepter l'en-tête d'authentification
it: Intercetta l'authorization header
ko: Authorization header 가로채기
nl: Tussentijdse koptekst authenticatie
pt_br: Autenticação de cabeçalho de interceção
ru: Перехват заголовка аутентификации
tr: Kesişme başlığı kimlik doğrulaması
zh_tw: 擷取標頭的身分認證

# sc007cca5af67eae0
source: When enabled, authentik will intercept the Authorization header to authenticate the request.
cs_cz: Pokud je povoleno, authentik zachytí Authorization header k autentizaci požadavku.
de: Wenn diese Option aktiviert ist, fängt Authentik den Authorization-Header ab, um die Anfrage zu authentifizieren.
es: Cuando está habilitado, authentik interceptará el encabezado Authorization para autenticar la solicitud.
fi: Kun tämä on käytössä, authentik sieppaa valutuusotsikkotiedon ja todentaa pyynnön.
fr: Lorsque cette option est activée, authentik intercepte l'en-tête Authorization pour authentifier la demande.
it: Se abilitato, authentik intercetterà la authorization header per autenticare la richiesta.
ko: 활성화 하면, authentik은 요청을 인증하기 위해 Authorization 헤더를 가로챕니다.
nl: Indien ingeschakeld, zal authentik de autorisatieheader onderscheppen om het verzoek te authenticeren.
pt_br: Quando ativado, o authentik irá intercetar o cabeçalho Autorização para autenticar o pedido.
ru: Если эта функция включена, authentik будет перехватывать заголовок Authorization для аутентификации запроса.
tr: Etkinleştirildiğinde, authentik, isteğin kimliğini doğrulamak için Yetkilendirme üst bilgisini durdurur.
zh_tw: 啟用時，authentik 將會擷取授權標頭來認證要求。

# s36e630ba56617556
source: Send HTTP-Basic Authentication
cs_cz: Odesílat HTTP-Basic autentizaci
de: HTTP-Basic Authentifizierung senden
es: Enviar Autenticación HTTP-Basic
fi: Lähetä HTTP-Basic Authentication
fr: Envoyer l'authentification HTTP-Basic
it: Invia HTTP-Basic Authentication
ko: HTTP-Basic 인증 전송
nl: Verstuur HTTP-Basic Authenticatie
pt_br: Enviar autenticação HTTP-Basic
ru: Настройка базовой аутентификации HTTP
tr: HTTP-Basic Kimlik Doğrulaması Gönder
zh_tw: 傳送 HTTP 基本身分認證

# s9d5796a4b9b7560e
source: Send a custom HTTP-Basic Authentication header based on values from authentik.
cs_cz: Odeslat vlastní HTTP-Basic Authentication header založený na hodnotách z authentik.
de: Senden Sie einen benutzerdefinierten HTTP-Basic-Authentication-Header basierend auf den Werten von Authentik.
es: Enviar un encabezado de autenticación HTTP-Basic personalizado basado en valores de authentik.
fi: Lähetä mukautettu HTTP-Basic Authentication -otsikkotieto authentikista tulevien arvojen perusteella.
fr: Envoyer un en-tête d'authentification HTTP-Basic personnalisé basé sur les valeurs de authentik.
it: Imposta un header personalizzato HTTP-Basic Authentication basato su parametri provenienti da authentik.
ko: authentik의 값에 기반하여 사용자 정의 HTTP-Basic 인증 헤더를 전송합니다.
nl: Verstuur een aangepaste HTTP-Basic authenticatieheader op basis van waarden uit authentik.
pt_br: Envie um cabeçalho de autenticação HTTP-Basic personalizado com base nos valores do authentik.
ru: Отправить пользовательский заголовок HTTP-Basic аутентификации на основе значений из authentik.
tr: Authentik'ten alınan değerlere göre özel bir HTTP-Basic Kimlik Doğrulama üst bilgisi gönderin.
zh_tw: 傳送一個基於 authentik 數值客製化的 HTTP 基本身分認證標頭。

# sf5cbccdc6254c8dc
source: Configure Proxy Provider
cs_cz: Konfigurovat poskytovatele Proxy
de: Proxy-Provider konfigurieren
es: Configura el Proveedor de Proxy
fi: Määritä välityspalveluntarjoaja
fr: Configurer le fournisseur Proxy
it: Configurare Proxy Provider
ko: 프록시 공급자 구성
pt_br: Configurar Provedor Proxy
ru: Настроить Прокси Провайдера
tr: Proxy sağlayıcısını yapılandırma

# s881271a499c9db98
source: Configure Remote Access Provider
cs_cz: Konfigurace poskytovatele vzdáleného přístupu
de: Remote-Access-Provider konfigurieren
es: Configurar el proveedor de acceso remoto
fi: Määritä etähallinnan palveluntarjoaja
fr: Configurer un fournisseur d'accès distant
it: Configura provider di accesso remoto
pt_br: Configurar Provedor de Acesso Remoto

# sa2ea0fcd3ffa80e0
source: Connection expiry
cs_cz: Uplynutí platnosti připojení
de: Verbindungsablauf
es: Expiración de conexión
fi: Yhteyden voimassaolo
fr: Expiration de la connection
it: Scadenza della connessione
pt_br: Expiração da conexão
ru: Истечение срока подключения
tr: Bağlantının sona ermesi

# s6dd297c217729828
source: Determines how long a session lasts before being disconnected and requiring re-authorization.
cs_cz: Určuje, jak dlouho relace trvá, než dojde k odpojení a je vyžadována opětovná autorizace.
de: Legt fest, wie lange eine Sitzung dauert, bevor sie getrennt wird und eine erneute Autorisierung erforderlich ist.
es: Determina cuánto tiempo dura una sesión antes de desconectarse y requerir nueva autorización.
fi: Määrittää, kuinka kauan istunto kestää ennen kuin se katkaistaan ja vaaditaan uutta tunnistautumista
fr: Détermine combien de temps une session dure avant déconnexion et ré-authorisation.
it: Determina quanto dura una sessione prima di essere disconnessa e richiedere una riautorizzazione.
pt_br: Determina quanto tempo uma sessão dura antes de ser desconectada e exigir reautorização.
ru: Определяет, как долго длится сеанс, прежде чем он будет отключен и потребует повторной авторизации.
tr: Bir oturumun bağlantısı kesilmeden ve yeniden yetkilendirme gerektirmeden önce ne kadar süreceğini belirler.

# se6d950402810c34f
source: Property mappings
cs_cz: Mapování vlastností
de: Eigenschaftszuordnung(en)
es: Asignaciones de propiedades
fi: Ominaisuuskytkennät
fr: Mappages de propriété
it: Mapping delle proprietà
ko: 속성 매핑
nl: Kenmerkmapping
pt_br: Mapeamentos de propriedades
ru: Сопоставления свойств
tr: Özellik eşlemeleri
zh_tw: 屬性對應

# s81d76cccf339a43c
source: Available Property Mappings
cs_cz: Dostupné mapování vlastností
de: Verfügbare Property-Mappings
es: Asignaciones de Propiedades Disponibles
fi: Saatavilla olevat ominaisuuskytkennät
fr: Mappages de propriété disponibles
it: Mapping di proprietà disponibili
pt_br: Mapeamentos de Propriedade Disponíveis
ru: Доступные сопоставления свойств
tr: Mevcut Mülk Eşlemeleri

# se9195c05c61d8ef8
source: Selected Property Mappings
cs_cz: Vybrané mapování vlastností
de: Ausgewählte Property-Mappings
es: Asignaciones de Propiedades Seleccionadas
fi: Valitut ominaisuuskytkennät
fr: Mappages de propriété sélectionnés
it: Mapping di proprietà selezionati
pt_br: Mapeamentos de Propriedade Selecionados
ru: Выбранные сопоставления свойств
tr: Seçili Özellik Eşlemeleri

# s9b6bf63fddc7362f
source: List of CIDRs (comma-seperated) that clients can connect from. A more specific CIDR will match before a looser one. Clients connecting from a non-specified CIDR will be dropped.
cs_cz: Seznam CIDR (oddělených čárkami), ze kterých se mohou klienti připojit. Specifičtější CIDR se shoduje před volnějším. Klienti připojující se z neurčeného CIDR budou odmítnuti.
de: Liste der CIDRs (kommagetrennt), von denen sich Clients verbinden dürfen. Ein spezifischeres CIDR wird vor einem weniger spezifischen übereinstimmen. Clients, die sich von einem nicht angegebenen CIDR verbinden, werden abgelehnt.
es: Lista de CIDRs (separados por comas) desde los cuales los clientes pueden conectarse. Un CIDR más específico tendrá prioridad sobre uno más general. Los clientes que se conecten desde un CIDR no especificado serán rechazados.
fi: Pilkuilla erotettu lista CIDR-alueista, joista asiakkaat voivat muodostaa yhteyksiä. Rajatumpia CIDR-alueita käytetään vertailussa ennen laajempia aluetta. Yhteydet, joita yritetään muodostaa muista CIDR-alueista estetään.
fr: Liste de CIRDs (séparés par des virgules) depuis lesquels les clients peuvent se connecter. Un préfixe plus spécifique matchera avant un préfixe moins spécifique. Les clients se connectant depuis un CIDR non spécifié seront rejetés.
it: Elenco di CIDR (separati da virgole) da cui i client possono connettersi. Un CIDR più specifico verrà abbinato prima di uno meno specifico. I client che si connettono da un CIDR non specificato verranno ignorati.
pt_br: Lista de CIDRs (separados por vírgula) dos quais os clientes podem se conectar. Um CIDR mais específico corresponderá antes de um mais amplo. Clientes conectando-se de um CIDR não especificado serão rejeitados.

# sb95baab425322600
source: Shared secret
cs_cz: Sdílený secret
de: Gemeinsames Geheimnis
es: Secreto compartido
fi: Jaettu salaisuus
fr: Secret partagé
it: Segreto condiviso
ko: 공유 비밀 키
nl: Gedeeld geheim
pt_br: Segredo partilhado
ru: Общий секрет
tr: Paylaşılan gizli kod dizesi
zh_tw: 共享密鑰

# s9e9316a6b0c16231
source: Client Networks
cs_cz: Klientské sítě
de: Client-Netzwerke
es: Redes de Cliente
fi: Asiakasverkot
fr: Réseaux du client
ko: 클라이언트 네트워크
nl: Clientnetwerken
pt_br: Redes do Client
ru: Клиентские сети
tr: İstemci Ağları
zh_tw: 用戶端網路

# sd5746b2550ac4852
source: Certificate used for EAP-TLS. Requires Mutual TLS Stage in authentication flow.
pt_br: Certificado usado para EAP-TLS. Requer estágio de TLS mútuo no fluxo de autenticação.

# s2c8c6f89089b31d4
source: Configure Radius Provider
cs_cz: Konfigurovat poskytovatele Radius
de: Radius-Provider konfigurieren
es: Configura el Proveedor de Radius
fi: Määritä Radius-palveluntarjoaja
fr: Configurer le fournisseur Radius
it: Configurare il provider del raggio
ko: Radius 제공자 구성
pt_br: Configurar Provedor Radius
ru: Настроить Radius Провайдера
tr: Yarıçap Sağlayıcısını Yapılandırma

# sd8f220c999726151
source: Redirect
cs_cz: Přesměrování
de: Umleiten
es: Redirigir
fi: Uudelleenohjaa
fr: Redirection
ko: 리디렉트
nl: Doorverwijzing
pt_br: Redirecionar
ru: Перенаправление
tr: Yönlendirme
zh_tw: 重新導向

# sb357ea19a722d827
source: Post
cs_cz: Odeslat
es: Publicar
fi: Lähetä
fr: Appliquer
ko: 포스트
pt_br: Publicar

# s5aebe06e3ddf6ca9
source: Sign assertions
cs_cz: Podepsat tvrzení
de: Assertions signieren
es: Firmar aserciones
fi: Allekirjoita väitteet
fr: Signer les assertions
it: Segnale
pt_br: Assinar asserções
tr: Onayları imzalama

# s4e2329ffa0ef6b74
source: When enabled, the assertion element of the SAML response will be signed.
cs_cz: Pokud je povoleno, prvek assertion v SAML odpovědi bude podepsán.
de: Wenn aktiviert, wird das Assertion-Element der SAML-Antwort signiert.
es: Cuando está habilitado, se firmará el elemento de aserción de la respuesta SAML.
fi: Kun tämä on käytössä, SAML-vastauksen väite-elementti allekirjoitetaan.
fr: Si activé, l'assertion de la réponse SAML sera signée.
it: Se abilitato, verrà firmato l'elemento di asserzione della risposta SAML.
pt_br: Quando ativado, o elemento de asserção da resposta SAML será assinado.
tr: Etkinleştirildiğinde, SAML yanıtının onaylama işlemi öğesi imzalanır.

# s2ad1b968b37ded68
source: Sign responses
cs_cz: Podepsat odpovědi
de: Antworten signieren
es: Firmar respuestas
fi: Allekirjoita vastaukset
fr: Signer les réponses
it: Risposte dei segni
pt_br: Assinar respostas
tr: Yanıtları imzala

# sa30ba280de276758
source: When enabled, the SAML response will be signed.
cs_cz: Je-li povoleno, odpověď SAML bude podepsána.
de: Wenn aktiviert, wird die SAML-Antwort signiert.
es: Cuando está habilitado, la respuesta SAML será firmada.
fr: Si activé, la réponse SAML sera signée.
it: Se abilitata, la risposta SAML verrà firmata.
pt_br: Quando ativado, a resposta SAML será assinada.

# sa4bd902fbc432ab8
source: Sign logout requests
pt_br: Assinar solicitações de logout

# sb1e6dc6d91ce352e
source: When enabled, SAML logout requests will be signed.
pt_br: Quando habilitado, solicitações de logout SAML serão assinadas.

# s885ea9abccda30d8
source: Front-channel (Native)
pt_br: Front-channel (Nativo)

# s7f7be294b1bef506
source: SLS Binding
pt_br: Vínculo SLS

# s9104cd1063aa6a4a
source: Determines how authentik sends the logout response back to the Service Provider.
pt_br: Determina como Authentik envia a resposta de logout de volta ao Service Provider.

# sd1fba3c745c016a8
source: Method to use for logout when SLS URL is configured.
pt_br: Método de logout a ser usado quando o URL SLS é configurado.

# s991b750e2d5c4234
source: Service Provider Binding
cs_cz: Vazba na poskytovatele služby
de: Service Provider Bindung
es: Vínculo de Proveedores de Servicios
fi: Palveluntarjoajaliitos
fr: Liaison du fournisseur de services
it: Associazione del fornitore di servizi
ko: 서비스 공급자 바인딩
pt_br: Vinculação do Prestador de Serviços
ru: Привязка провайдера услуг
tr: Servis Sağlayıcı Bağlama
zh_tw: 服務供應商附加

# s4e28e2899e08a5f8
source: Determines how authentik sends the response back to the Service Provider.
cs_cz: Určuje, jakým způsobem authentik odesílá odpověď zpět Poskytovateli služby.
de: Legt fest, wie Authentik die Antwort an den Service Provider zurücksendet.
es: Determina cómo authentik envía la respuesta al Proveedor de Servicios.
fi: Määrittää, kuinka authentik lähettää vastauksen takaisin palveluntarjoajalle.
fr: Détermine comment authentik renvoie la réponse au fournisseur de services.
it: Determina il modo in cui authentik invia la risposta al fornitore di servizi.
ko: authentik이 응답을 서비스 공급자에 다시 전송하는 방식을 결정합니다.
nl: Bepaalt hoe authentik de reactie terugstuurt naar de Service Provider.
pt_br: Determina como o authentik envia a resposta de volta ao provedor de serviços.
ru: Определяет, как authentik отправляет ответ обратно провайдеру услуг.
tr: Authentik'in yanıtı Servis Sağlayıcıya nasıl geri göndereceğini belirler.
zh_tw: 決定 authentik 如何將回應送回給服務供應商。

# sb7a30abc1dcf6c36
source: Issuer
cs_cz: Vydavatel
de: Aussteller
es: Emisor
fi: Myöntäjä
fr: Émetteur
it: Emittente
ko: 발급자
nl: Uitgever
pt_br: Emissor
ru: Издатель
tr: Yayımcı
zh_tw: 發行者

# sd5a4b41c6c883b03
source: Audience
cs_cz: Publikum
de: Zielgruppe
es: Audiencia
fi: Yleisö
ko: 수신처
nl: Publiek
pt_br: Audiência
ru: Аудитория
tr: İzleyici

# sc71892084574cf32
source: SLS URL
pt_br: URL SLS

# s21658078c6fdf964
source: Optional Single Logout Service URL to send logout responses to. If not set, no logout response will be sent.
pt_br: Service Logout URL opcional usado para enviar respostas de logout. Se não for definido, nenhuma resposta de logout será enviada.

# sc741d9ebe07ad103
source: Signing Certificate
cs_cz: Podpisový certifikát
de: Signierzertifikat
es: Certificado de firma
fi: Allekirjoitussertifikaatti
fr: Certificat de signature
it: Certificato di firma
ko: 서명 인증서
nl: Ondertekeningscertificaat
pt_br: Certificado de assinatura
ru: Сертификат подписи
tr: İmzalama Serfikası
zh_tw: 簽署憑證

# sd6c3ddb62de0e8f7
source: Certificate used to sign outgoing Responses going to the Service Provider.
cs_cz: Certifikát, kterým se podepisují odchozí odpovědi (Responses) zasílané Poskytovateli služby.
de: Zertifikat, das zum Signieren ausgehender Antworten an den Service Provider verwendet wird.
es: Certificado utilizado para firmar las Respuestas salientes dirigidas al Proveedor de Servicios.
fi: Sertifikaatti, jota käytetään allekirjoittamaan palveluntarjoajalle lähtevät vastaukset.
fr: Certificat utilisé pour signer les réponses sortantes vers le Service Provider.
it: Certificato utilizzato per firmare le risposte in uscita destinate al fornitore di servizi.
ko: 서비스 공급자에게 전송되는 응답을 서명하는 데 사용되는 인증서입니다.
nl: Certificaat gebruikt om uitgaande reacties naar de Service Provider te ondertekenen.
pt_br: Certificado utilizado para assinar Respostas de saída que se dirijam ao Provedor de Serviço.
ru: Сертификат, используемый для подписи исходящих ответов, направляемых провайдеру услуг.
tr: Sertifika Hizmet Sağlayıcıya giden giden Yanıtları imzalamak için kullanılır.
zh_tw: 用於簽署外送回應給服務供應商的憑證。

# s5be3b0567172e415
source: Verification Certificate
cs_cz: Ověřovací certifikát
de: Zertifikat zur Überprüfung
es: Certificado de Verificación
fi: Vahvistussertifikaatti
fr: Certificat de validation
it: Certificato di verifica
ko: 검증 인증서
nl: Verificatiecertificaat
pt_br: Certificado de Verificação
ru: Сертификат проверки
tr: Doğrulama Sertifikası
zh_tw: 驗證憑證

# s7c27e113f90a89e0
source: When selected, incoming assertion's Signatures will be validated against this certificate. To allow unsigned Requests, leave on default.
cs_cz: Je-li vybráno, budou podpisy příchozích Tvrzení (assertions) ověřeny proti tomuto certifikátu. Chcete-li povolit nepodepsané Požadavky (Requests), ponechte výchozí nastavení.
de: Wenn diese Option ausgewählt ist, werden die Signaturen eingehender Behauptungen anhand dieses Zertifikats validiert. Um nicht signierte Anfragen zuzulassen, belassen Sie die Standardeinstellung.
es: Cuando se selecciona, las firmas de la aserción entrante se validarán con este certificado. Para permitir solicitudes sin firmar, déjelo en el valor predeterminado.
fi: Kun tämä on valittu, saapuvien väitteiden allekirjoitukset validoidaan tällä sertifikaatilla. Jätä tämä tyhjäksi hyväksyäksesi allekirjoittamattomat pyynnöt.
fr: Si activée, les signatures des assertions entrantes seront validées par rapport à ce certificat. Pour autoriser les requêtes non signées, laissez la valeur par défaut.
it: Se selezionata, le firme dell'asserzione in entrata verranno convalidate rispetto a questo certificato. Per consentire richieste non firmate, lasciare l'impostazione predefinita.
ko: 선택한 경우, 들어오는 요청의 서명은 이 인증서를 기반으로 유효성을 검사합니다. 서명되지 않은 요청을 허용하려면, 기본값으로 유지하세요.
nl: Indien geselecteerd, worden handtekeningen van inkomende assertions gevalideerd tegen dit certificaat. Laat op standaard staan om niet-ondertekende verzoeken toe te staan.
pt_br: Quando selecionado, as assinaturas da asserção de entrada serão validadas em relação a este certificado. Para permitir solicitações não assinadas, deixe em padrão.
ru: При выборе этого параметра подписи входящих утверждений будут проверяться по этому сертификату. Чтобы разрешить неподписанные запросы, оставьте значение по умолчанию.
tr: Seçildiğinde, gelen onaylama öğesinin İmzaları bu sertifikaya göre doğrulanır. İmzasız İsteklere izin vermek için varsayılan olarak bırakın.
zh_tw: 選擇時，傳入斷言的簽章將依據這個憑證進行認證。若要允許未簽署的要求，請表留預設值。

# s6135938c50ad8a4b
source: Encryption Certificate
cs_cz: Šifrovací certifikát
de: Verschlüsselungs-Zertifikat
es: Certificado de Encriptación
fi: Salaussertifikaatti
fr: Certificat de chiffrement
it: Certificato di crittografia
pt_br: Certificado de Criptografia
ru: Сертификат шифрования
tr: Şifreleme Sertifikası

# sb416d07987093cd5
source: When selected, assertions will be encrypted using this keypair.
cs_cz: Pokud je vybráno, tvrzení budou šifrována pomocí tohoto páru klíčů.
de: Wenn ausgewählt, werden Assertions mit diesem Schlüsselpaar verschlüsselt.
es: Cuando se selecciona, las aserciones se encriptarán utilizando este par de claves.
fi: Kun tämä on valittu, väitteet salataan tällä avainparilla.
fr: Si sélectionné, les assertions seront chiffrées avec cette paire de clés.
it: Quando selezionati, le asserzioni verranno crittografate usando questo tasto.
pt_br: Quando selecionado, asserções serão criptografadas usando este par de chaves.
tr: Seçildiğinde, onaylamalar bu anahtar çifti kullanılarak şifrelenir.

# s0619413371f33083
source: Available User Property Mappings
cs_cz: Dostupné mapování vlastností uživatelů
de: Verfügbare User-Property-Mappings
es: Mapeos de Propiedades de Usuario Disponibles
fi: Saatavilla olevat käyttäjäominaisuuskytkennät
fr: Mappages de propriété utilisateur disponibles
it: Mapping di proprietà utente disponibili
pt_br: Mapeamentos de Propriedade de Usuário Disponíveis
ru: Доступные сопоставления свойств пользователя
tr: Kullanılabilir Kullanıcı Özelliği Eşlemeleri
