Repository: goauthentik/authentik
Catalog: web/xliff/*.xlf
Languages: cs_cz, de, es, fi, fr, it, ko, nl, pt_br, ru, tr, zh_tw

# s8802553bc57617ee
source: Outposts are deployments of authentik components to support different environments and protocols, like reverse proxies.
cs_cz: Outposty jsou nasazení komponent authentik pro podporu různých prostředí a protokolů, jako jsou reverzní proxy.
de: Outposts sind Installationen von Authentik-Komponenten, die Unterstützung für unterschiedliche Umgebungen und Protokolle wie Reverse Proxies bereitsstellen.
es: Los puestos avanzados son implementaciones de componentes auténticos para admitir diferentes entornos y protocolos, como proxies inversos.
fi: Tukikohdat ovat authentikin komponenttien asennuksia, joilla tuetaan erilaisia ympäristöjä ja protokollia, kuten käänteisiä välityspalvelimia.
fr: Les avant-postes sont des déploiements de composants authentik pour supporter différents environnements et protocoles, comme des reverse proxies.
it: Gli avamposti sono distribuzioni di componenti autencik per supportare diversi ambienti e protocolli, come i proxy inversi.
ko: Outposts는 리버스 프록시와 같이 다양한 환경과 프로토콜을 지원하기 위한 인증 구성 요소의 배포입니다.
nl: Buitenposten zijn implementaties van authentik-componenten om verschillende omgevingen en protocollen te ondersteunen, zoals omgekeerde proxies.
pt_br: Outposts são implantações de componentes do authentik para suportar diferentes ambientes e protocolos, como proxies reversos.
ru: Внешние компоненты - это развертывание компонентов authentik для поддержки различных сред и протоколов, например обратных прокси.
tr: Outposts, ters proxy'ler gibi farklı ortamları ve protokolleri desteklemek için authentik bileşenlerinin dağıtımlarıdır.
zh_tw: Outposts 是 authentik 系統中的一部分，負責部署組件以適應各種環境和協議需求，例如作為反向代理。

# s84d7d6ebbedcb586
source: Health and Version
cs_cz: Zdraví a verze
de: Zustand und Version
es: Salud y versión
fi: Tila ja versio
fr: État et version
it: Salute e Versione
ko: 상태 및 버전
nl: Gezondheid en versie
pt_br: Saúde e Versão
ru: Здоровье и версия
tr: Sağlık ve Versiyon
zh_tw: 執行狀態和版本

# s9bf48a89367282cd
source: Warning: authentik Domain is not configured, authentication will not work.
cs_cz: Upozornění: Doména authentik není nakonfigurována, ověřování nebude fungovat.
de: Warnung: Authentik-Domain ist nicht konfiguriert. Authentifizierungen werden nicht funktionieren.
es: Advertencia: el dominio authentik no está configurado, la autenticación no funcionará.
fi: Varoitus: authentik-domainia ei ole määritelty, tunnistautuminen ei onnistu.
fr: Avertissement : le domaine d'authentik n'est pas configuré, l'authentification ne fonctionnera pas.
it: Attenzione: il dominio authentik non è configurato, l'autenticazione non funzionerà.
ko: 경고: authentik 도메인이 구성되지 않아, 인증이 불가능할 수 있습니다.
nl: Waarschuwing: het authentik-domein is niet geconfigureerd, authenticatie werkt niet.
pt_br: Aviso: o domínio do authentik não está configurado, a autenticação não funcionará.
ru: Предупреждение: authentik домен не настроен, аутентификация не будет работать.
tr: Uyarı: authentik Domain yapılandırılmamış, kimlik doğrulama çalışmaz.
zh_tw: 警告：未設定 authentik 的網域，身分認證將無法使用。

# sbf5f4c5ba679e847
source: Logging in via ${item.config.authentik_host}.
cs_cz: Přihlášuji pomocí ${item.config.authentik_host}.
de: Anmeldung via ${item.config.authentik_host}.
es: Iniciar sesión a través de ${item.config.authentik_host}.
fi: Kirjaudutaan sisään palvelulla ${item.config.authentik_host}.
fr: Connexion avec ${item.config.authentik_host}.
it: Accesso con ${item.config.authentik_host}.
ko: ${item.config.authentik_host}를 통해 로그인 함.
nl: Inloggen via ${item.config.authentik_host}.
pt_br: Fazendo login via ${item.config.authentik_host}.
ru: Вход в систему через ${item.config.authentik_host}.
tr: ${item.config.authentik_host} üzerinden giriş yapılıyor.
zh_tw: 透過以下網址登入。 ${item.config.authentik_host}

# s59b6028f19d15cda
source: No integration active
cs_cz: Žádná aktivní integrace
de: Keine Integrationen aktiv
es: Sin integración activa
fi: Ei aktiivista integraatiota
fr: Aucune intégration active
it: Nessuna integrazione attiva
ko: 활성화된 통합 없음
nl: Geen actieve integratie
pt_br: Nenhuma integração ativa
ru: Нет активных интеграций
tr: Entegrasyon etkin
zh_tw: 沒有啟用的整合

# s9bd59e0ea70a3e4a
source: Update Outpost
cs_cz: Aktualizovat Outpost
de: Outpost aktualisieren
es: Actualizar Puesto Avanzado
fi: Päivitä tukikohta
fr: Mettre à jour l'avant-poste
it: Aggiorna avamposto
ko: Outpost 업데이트
nl: Buitenpost bijwerken
pt_br: Atualizar Outpost
ru: Обновить внешний компонент
tr: Üssü Güncelle
zh_tw: 更新 Outpost

# sc8f286ac783c385d
source: View Deployment Info
cs_cz: Zobrazit informace o nasazení
de: Installationsinfo anzeigen
es: Ver información de implementación
fi: Katso perustamistiedot
fr: Afficher les informations de déploiement
it: Visualizza info Deployment
ko: 배포 정보 보기
nl: Bekijk implementatie-informatie
pt_br: Ver Informações de Implantação
ru: Просмотр информации о развертывании
tr: Dağıtım Bilgilerini Görüntüle
zh_tw: 檢視部署資訊

# s9ee92717d7f63247
source: Detailed health (one instance per column, data is cached so may be out of date)
cs_cz: Podrobný stav (jedna instance na sloupec, data jsou uložena v mezipaměti, takže mohou být zastaralá)
de: Detaillierter Gesundheitszustand (eine Instanz pro Spalte, Daten werden zwischengespeichert und können veraltet sein)
es: Estado detallado (una instancia por columna, los datos están en caché, por lo que pueden estar desactualizados)
fi: Tarkempi tila (yksi per sarake, tiedot tulevat välimuistista, joten ne saattavat olla vanhentuneita)
fr: État détaillé (une instance par colonne, les données sont mises en cache et peuvent donc être périmées)
it: Salute dettagliata (un'istanza per colonna, i dati sono memorizzati nella cache, quindi potrebbe essere obsoleto)
ko: 상세 상태 (열당 하나의 인스턴스, 데이터는 캐시되므로 최신 정보가 아닐 수 있음)
nl: Gedetailleerde gezondheid (één instantie per kolom, gegevens worden gecachet dus kunnen verouderd zijn)
pt_br: Saúde detalhada (uma instância por coluna, os dados são armazenados em cache e podem estar desatualizados)
ru: Подробное состояние здоровья (один экземпляр на колонку, данные кэшируются, поэтому могут быть устаревшими)
tr: Ayrıntılı sistem durumu (sütun başına bir örnek, veriler önbelleğe alınır, bu nedenle güncelliğini yitirmiş olabilir)
zh_tw: 健康狀態詳細資訊（每一列一個執行個體，使用快取資料所以可能是過時資訊）

# s1a2f8f4b3861583b
source: Create Outpost
cs_cz: Vytvořit Outpost
de: Außenposten erstellen
es: Crear puesto avanzado
fi: Luo tukikohta
fr: Créer un avant-poste
it: Crea avamposto
ko: Outpost 생성
nl: Buitenpost aanmaken
pt_br: Criar Outpost
ru: Создать внешний компонент
tr: Üs Oluştur
zh_tw: 建立 Outpost

# sdc1ef94016f0d855
source: Successfully updated integration.
cs_cz: Integrace byla úspěšně aktualizována.
de: Integration erfolgreich aktualisiert.
es: Integración actualizada correctamente.
fi: Integraation päivitys onnistui.
fr: Intégration mise à jour avec succès
it: Aggiornato con successo l'integrazione.
ko: 통합을 성공적으로 업데이트했습니다.
nl: Integratie succesvol bijgewerkt.
pt_br: Integração atualizada com sucesso.
ru: Интеграция успешно обновлена.
tr: Entegrasyon başarıyla güncellendi.
zh_tw: 成功更新整合。

# sc2a1a40a1b4b0170
source: Successfully created integration.
cs_cz: Integrace byla úspěšně vytvořena.
de: Integration erfolgreich erstellt.
es: Integración creada correctamente.
fi: Integraation luonti onnistui.
fr: Intégration créé avec succès
it: Creato con successo l'integrazione.
ko: 통합을 성공적으로 생성했습니다.
nl: Integratie succesvol aangemaakt.
pt_br: Integração criada com sucesso.
ru: Интеграция успешно создана.
tr: Entegrasyon başarıyla oluşturuldu.
zh_tw: 成功建立整合。

# sc1231049879b8d33
source: If enabled, use the local connection. Required Docker socket/Kubernetes Integration.
cs_cz: Pokud je povoleno, použije se místní připojení. Vyžaduje Docker socket/Kubernetes integraci.
de: Nutze, wenn aktiviert, die lokale Verbindung. Benötigt Docker socket/Kubernetes Integration.
es: Si está habilitada, use la conexión local. Se requiere la integración de Docker Socket/Kubernetes.
fi: Jos käytössä, käytä paikallista yhteyttä. Pakollinen Docker socket/Kubernetes-integraatio.
fr: Si activé, utiliser la connexion locale. Intégration Docker socket/Kubernetes requise.
it: Se abilitato, utilizzare la connessione locale. Integrazione Docker Cocket Docker/Kubernetes.
ko: 활성화된 경우, 로컬 연결을 사용합니다. 도커/쿠버네티스 통합에 필수적입니다.
nl: Indien ingeschakeld, gebruik de lokale verbinding. Vereist Docker-socket/Kubernetes-integratie.
pt_br: Se ativado, use a conexão local. Requer integração com Docker socket/Kubernetes.
ru: Если включено, используется локальное соединение. Требует Docker сокет/Kubernetes интеграции.
tr: Etkinleştirilirse, yerel bağlantıyı kullanın. Gerekli Docker soketi/Kubernetes Entegrasyonu.
zh_tw: 啟用時，請使用本機連線。需要整合 docker / Kubernetes 的 socket。

# s13de04774ff0f210
source: Docker URL
es: URL de Docker
fr: URL Docker
ko: 도커 URL
pt_br: URL do Docker
ru: URL-адрес Docker
tr: Docker URL'si
zh_tw: Docker 網址

# h8c1aa2d523f94f36
source: Can be in the format of <code>unix://</code> when connecting to a local docker daemon, using <code>ssh://</code> to connect via SSH, or <code>https://:2376</code> when connecting to a remote system.
cs_cz: Může být ve formátu <code>unix://</code> při připojení k místnímu démonu docker, pomocí <code>ssh://</code> pro připojení přes SSH, nebo <code>https://:2376</code> při připojení k vzdálenému systému.
de: Kann im Format <code>unix://</code> angegeben werden, um eine Verbindung zu einem lokalen Docker-Daemon herzustellen, mit <code>ssh://</code> für die Verbindung per SSH oder mit <code>https://:2376</code> für die Verbindung zu einem entfernten System.
es: Puede estar en el formato<code>unix://</code> al conectarse a un daemon de Docker local, usar<code>ssh://</code> para conectarse vía SSH, o <code>https://:2376</code> al conectarse a un sistema remoto.
fr: Peut être du format <code>unix://</code> lors de la connection à un daemon docker local, utiliser <code>ssh://</code> pour se connecter via SSH, ou <code>https://:2376</code> pour se connecter à un système distant.
it: Può essere nel formato <code>unix://</code> quando si collega a un demone docker locale, usando <code>ssh://</code> per connettersi via SSH, o <code>https://:2376</code> durante la connessione a un sistema remoto.
pt_br: Pode estar no formato <code>unix://</code> ao conectar a um daemon docker local <code>ssh://</code> para conectar via SSH ou <code>https://:2376</code> para conexão a um sistema remoto.

# saf1d289e3137c2ea
source: CA which the endpoint's Certificate is verified against. Can be left empty for no validation.
cs_cz: CA, proti které je ověřován certifikát koncového bodu. Může být ponecháno prázdné pro žádnou validaci.
de: CA, anhand derer das Zertifikat des Endpunkts überprüft wird. Kann leer gelassen werden, um keine Validierung durchzuführen.
es: CA con el que se verifica el Certificado del endpoint. Puede dejarse vacío para que no haya validación.
fi: CA, jota käytetään päätepisteen varmenteen vahvistamiseen. Voidaan jättää tyhjäksi, jolloin vahvistusta ei tehdä.
fr: AC auprès de laquelle le certificat du terminal est vérifié. Peut être laissé vide en l'absence de validation.
it: CA su cui viene verificato il certificato dell'endpoint. Può essere lasciato vuoto per nessuna convalida.
ko: 엔드포인트의 인증서를 검증하는 CA입니다. 검증을 수행하지 않으려면 비워둘 수 있습니다.
nl: CA waarmee het certificaat van het eindpunt wordt geverifieerd. Kan leeg worden gelaten voor geen validatie.
pt_br: CA contra a qual o Certificado do endpoint é verificado. Pode ser deixado em branco para não validação.
ru: Центр сертификации, по которому проверяется сертификат конечной точки. Можно оставить пустым для отсутствия проверки.
tr: Uç noktanın Sertifikası karşı doğrulanan CA. Doğrulama yapılmadan boş bırakılabilir.
zh_tw: 驗證終端節點的憑證所需的 CA 憑證。如果為空則不驗證憑證。

# s0f2e070d38cd36df
source: TLS Authentication Certificate/SSH Keypair
cs_cz: TLS ověřovací certifikát/SSH pár klíčů
de: TLS-Authentifizierungszertifikat/SSH-Schlüsselpaar
es: Certificado de autenticación TLS/par de claves SSH
fi: TLS-tunnistautumissertifikaatti/SSH-avainpari
fr: Certificat TLS d'authentification/Pair de clé SSH
it: Certificato di autenticazione TLS/KEYPAIR SSH
ko: TLS 인증 인증서/SSH 키쌍
nl: TLS-authenticatiecertificaat/SSH-sleutelpaar
pt_br: Certificado de Autenticação TLS/Par de Chaves SSH
ru: Сертификат аутентификации TLS/пара ключей SSH
tr: TLS Kimlik Doğrulama Sertifikası/SH Anahtar Eşi
zh_tw: TLS 身分認證憑證或 SSH 金鑰對

# s2f58bb9905d2b76f
source: Certificate/Key used for authentication. Can be left empty for no authentication.
cs_cz: Certifikát/klíč používaný pro ověření. Může být ponecháno prázdné pro žádné ověření.
de: Zertifikat/Schlüssel für die Authentifizierung. Kann leer gelassen werden, wenn keine Authentifizierung erfolgt.
es: Certificado/clave utilizados para la autenticación. Se puede dejar en blanco si no se realiza ninguna autenticación.
fi: Tunnistautumisessa käytettävä Sertifikaatti/Avain. Voidaan jättää tyhjäksi, jolloin tunnistautumista ei tehdä.
fr: Certificat et clé utilisés pour l'authentification. Peut être laissé vide si pas d'authentification.
it: Certificato/chiave utilizzato per l'autenticazione. Può essere lasciato vuoto per nessuna autenticazione.
ko: 인증에 사용되는 인증서/키입니다. 인증이 필요하지 않은 경우 비워 둘 수 있습니다.
nl: Certificaat/sleutel gebruikt voor authenticatie. Kan leeg worden gelaten voor geen authenticatie.
pt_br: Certificado/Chave usada para autenticação. Pode ser deixado em branco para não autenticação.
ru: Сертификат/ключ, используемый для аутентификации. Можно оставить пустым для отсутствия аутентификации.
tr: Kimlik doğrulama için kullanılan sertifika/anahtar. Kimlik doğrulama olmadan boş bırakılabilir.
zh_tw: 用於身分認證的憑證或金鑰。如果為空則不進行身分認證。

# s8b33660e2ed7212c
source: When connecting via SSH, this keypair is used for authentication.
cs_cz: Při připojování přes SSH je tento pár klíčů používán pro ověření.
de: Bei Verbindung via SSH wird dieses Schlüsselpaar zur Authentifizierung genutzt.
es: Cuando se conecta a través de SSH, este par de claves se usa para la autenticación.
fi: SSH:ta käytettäessä tätä avainparia käytetään tunnistautumiseen.
fr: Lors de la connexion SSH, cette paire de clé sera utilisée pour s'authentifier.
it: Quando si collega tramite SSH, questa tastiera viene utilizzata per l'autenticazione.
ko: SSH를 통해 연결할 때 이 키쌍은 인증에 사용됩니다.
nl: Bij verbinding via SSH wordt dit sleutelpaar gebruikt voor authenticatie.
pt_br: Ao conectar via SSH, este par de chaves é usado para autenticação.
ru: При подключении по SSH эта пара ключей используется для аутентификации.
tr: SSH üzerinden bağlanırken, bu anahtar çifti kimlik doğrulama için kullanılır.
zh_tw: 當使用 SSH 連線時，此金鑰對將用於身分認證。

# sa85cfb884c17d85d
source: Verify Kubernetes API SSL Certificate
cs_cz: Ověřit SSL certifikát Kubernetes API
de: Kubernetes API-SSL-Zertifikat verifizieren
es: Verificar Certificado SSL del API de Kubernetes
fi: Varmenna Kubernetes-rajapinnan SSL-sertifikaatti
fr: Vérifier le certificat SSL de l'API Kubernetes
it: Verifica certificato SSL API Kubernetes
ko: 쿠버네티스 API SSL 인증서 확인
nl: Verifieer het SSL-certificaat van de Kubernetes API
pt_br: Verificar Certificado SSL da API do Kubernetes
ru: Проверка SSL-сертификата API Kubernetes
tr: Kubernetes API SSL Sertifikasını Doğrulayın
zh_tw: 驗證 Kubernetes API 的 SSL 憑證

# se78364ee913ae2bd
source: New outpost integration
cs_cz: Nová integrace outpostu
de: Neue Outpost-Integration
es: Nueva integración de puesto avanzado
fi: Uusi tukikohtaintegraatio
fr: Nouvelle intégration d’avant-poste
it: Nuova integrazione avamposto
ko: 새 outpost 통합
nl: Nieuwe buitenpost-integratie
pt_br: Nova integração de outpost
ru: Новая интеграции внешнего компонента
tr: Yeni gözcü entegrasyonu
zh_tw: 新增 Outpost 整合

# s68d69ad0271c8ef6
source: Create a new outpost integration.
cs_cz: Vytvořit novou integraci outpostu.
de: Neue Outpost-Integration erstellen.
es: Crear una nueva integración de puesto avanzado.
fi: Luo uusi tukikohtaintegraatio.
fr: Créer une nouvelle intégration d’avant-poste.
it: Crea una nuova integrazione avamposto.
ko: 새 outpost 통합을 생성합니다.
nl: Maak een nieuwe buitenpost-integratie aan.
pt_br: Criar uma nova integração de outpost.
ru: Создание новой интеграции внешнего компонента
tr: Yeni bir gözcü entegrasyonu oluşturun.
zh_tw: 建立一個 Outpost 整合。

# s1b85e6ac2978a2c0
source: Outpost integrations
cs_cz: Integrace Outpostů
de: Outpost-Integrationen
es: Integraciones de punto avanzado
fi: Tukikohtaintegraatiot
fr: Intégrations d’avant-postes
it: Integrazioni di avamposto
pt_br: Integrações de Outpost
ru: Интеграции внешнего компонента
tr: Karakol entegrasyonları

# sec55a3a7f18615ec
source: Outpost integrations define how authentik connects to external platforms to manage and deploy Outposts.
cs_cz: Integrace Outpostů definují, jak se authentik připojuje k externím platformám pro správu a nasazení Outpostů.
de: Outpost-Integrationen definieren, wie authentik sich mit externen Plattformen verbindet, um Outposts zu verwalten und einzusetzen.
es: Las integraciones de Outpost definen cómo authentik se conecta a plataformas externas para administrar e implementar Outposts.
fi: Tukikohtaintegraatiot määrittävät, kuinka authentik ottaa yhteyttä ulkoisiin alustoihin tukikohtien perustamiseksi ja hallinnoimiseksi.
fr: Les intégrations d'avant-postes définissent comment authentik se connecte à des plateformes externes pour déployer les avants-postes.
it: Le integrazioni di avamposto definiscono come authentik si collega a piattaforme esterne per gestire e distribuire gli avamposti.
pt_br: As integrações de Outpost definem como o authentik se conecta a plataformas externas para gerenciar e implantar outposts.
ru: Интеграции внешнего компонента определяют, как authentik подключается к внешним платформам для управления и развертывания внешних компонентов.
tr: Outpost entegrasyonları, authentik'in Outposts'u yönetmek ve dağıtmak için harici platformlara nasıl bağlandığını tanımlar.

# sae239213b7c70376
source: State
cs_cz: Stav
de: Zustand
es: Estado
fi: Tila
fr: État
it: Stato
ko: 상태
nl: Status
pt_br: Estado
ru: Состояние
tr: Eyalet
zh_tw: 狀態

# sb96629f50f2e7fab
source: Unhealthy
cs_cz: Nezdravý
de: Defekt
es: Insalubres
fi: Heikentynyt
fr: Malade
it: Non sano
ko: 불량함
nl: Ongezond
pt_br: Não saudável
ru: Нездоровый
tr: Sağlıksız
zh_tw: 不健康

# sa8e255492bb6ae0d
source: Outpost integration(s)
cs_cz: Integrace outpostu/ů
de: Outpostintegration(en)
es: Integración (s) avanzada (s)
fi: Tukikohtaintegraatio(t)
fr: Intégration(s) d'avant-postes
it: Integrazione(i) avamposto
ko: Outpost 통합
nl: Buitenpost-integratie(s)
pt_br: Integração(ões) de outpost
ru: Интеграция (интеграции) внешнего компонента
tr: Üs entegrasyonu
zh_tw: Outpost 整合

# s9d18948d25c68d66
source: Successfully generated certificate-key pair.
cs_cz: Pár certifikátu a klíče byl úspěšně vygenerován.
de: Zertifikat-Schlüsselpaar erfolgreich generiert.
es: Se ha generado correctamente el par certificado-clave.
fi: Sertifikaatti-avainparin luonti onnistui.
fr: Paire clé/certificat générée avec succès.
it: Generato con successo il certificato-chiave.
ko: 인증서-키 쌍을 성공적으로 생성했습니다.
nl: Sleutelpaar voor certificaat succesvol gegenereerd.
pt_br: Par de chaves de certificado gerado com sucesso.
ru: Пара сертификат-ключ успешно сгенерирована.
tr: Sertifika-anahtar çifti başarıyla oluşturuldu.
zh_tw: 成功產生金鑰對。

# s592425143c4f5834
source: Subject-alt name
cs_cz: Alternativní jméno subjektu
de: SAN
es: Nombre de asunto ALT
fi: Aiheen vaihtoehtoinen nimi
fr: Nom alternatif subject
ko: 주체 대체 이름
nl: Onderwerp-alternatieve naam
pt_br: Nome alternativo do assunto
ru: Альтернативное имя субъекта
tr: Konu-alt adı
zh_tw: 主體別名

# se9d0f12f95b14095
source: Optional, comma-separated SubjectAlt Names.
cs_cz: Volitelné, čárkou oddělené alternativní jména subjektu.
de: Optionale, durch Kommas getrennte SubjectAlt-Namen
es: Nombres Alt de asunto separados por comas opcionales.
fi: Valinnainen, pilkuilla erotettu lista aiheen vaihtoehtoisista nimistä
fr: Liste optionnelle de noms alternatifs (SubjetAlt Names), séparés par des virgules.
it: Opzionale, nomi SubjectAlt separati da virgola.
ko: 추가적으로, 주체 대체 이름을 콤마로 구분할 수 있습니다.
nl: Optioneel, door komma's gescheiden alternatieve SubjectAlt-namen.
pt_br: Nome(s) alternativo(s) do assunto (opcional, separado por vírgulas).
ru: Необязательные дополнительные имена субъекта, разделенные запятыми.
tr: İsteğe bağlı, virgülle ayrılmış SubjectAlt Adları.
zh_tw: 可選：使用逗號分隔多個主體別名。

# s7609ee54e8a7b05a
source: Validity days
cs_cz: Platnost ve dnech
de: Gültigkeitstage
es: Días de validez
fi: Voimassa vrk
fr: Jours de validité
it: Giorni di validità
ko: 유효 기간
nl: Geldigheidsduur in dagen
pt_br: Dias de validade
ru: Срок действия в днях
tr: Geçerlilik günleri
zh_tw: 有效天數

# sb0680e5f8782db1e
source: Private key Algorithm
cs_cz: Algoritmus soukromého klíče
de: Private Key Algorithmus
es: Algoritmo de clave Privada
fi: Yksityisen avaimen algoritmi
fr: Algorithme de clé privée
it: Algoritmo Chiave privata
pt_br: Algoritmo da chave privada
ru: Алгоритм закрытого ключа
tr: Özel anahtar Algoritması

# sebea299e52db4242
source: Algorithm used to generate the private key.
cs_cz: Algoritmus použitý k vygenerování soukromého klíče.
de: Algorithmus, der zur Generierung des privaten Schlüssels verwendet wird.
es: Algoritmo usado para generar la clave privada.
fi: Algoritmi, jolla luodaan yksityinen avain.
fr: Algorithme utilisé pour générer la clé privée.
it: Algoritmo usato per generare la chiave privata.
pt_br: Algoritmo usado para gerar a chave privada.
ru: Алгоритм, используемый для генерации закрытого ключа.
tr: Özel anahtarı oluşturmak için kullanılan algoritma.

# s4c24b2baa377e870
source: Successfully updated certificate-key pair.
cs_cz: Pár certifikátu a klíče byl úspěšně aktualizován.
de: Zertifikat-Schlüsselpaar erfolgreich aktualisiert.
es: Se ha actualizado correctamente el par certificado-clave.
fi: Sertifikaatti-avainparin päivitys onnistui.
fr: Paire clé/certificat mise à jour avec succès.
it: Aggiornata con successo la coppia certificato-chiave.
ko: 인증서-키 쌍을 성공적으로 업데이트했습니다.
nl: Sleutelpaar voor certificaat succesvol bijgewerkt.
pt_br: Par de chaves de certificado atualizado com sucesso.
ru: Пара сертификат-ключ успешно обновлена.
tr: Sertifika anahtarı çifti başarıyla güncelleştirildi.
zh_tw: 成功更新金鑰對。

# s122f308b5f198ba7
source: Successfully created certificate-key pair.
cs_cz: Pár certifikátu a klíče byl úspěšně vytvořen.
de: Zertifikat-Schlüsselpaar erfolgreich erstellt.
es: Se ha creado correctamente el par certificado-clave.
fi: Sertifikaatti-avainparin luonti onnistui.
fr: Paire clé/certificat créée avec succès.
it: Creato con successo il certificato-chiave.
ko: 인증서-키 쌍을 성공적으로 만들었습니다.
nl: Sleutelpaar voor certificaat succesvol aangemaakt.
pt_br: Par de chaves de certificado criado com sucesso.
ru: Пара сертификат-ключ успешно создана.
tr: Sertifika anahtarı çifti başarıyla oluşturuldu.
zh_tw: 成功建立金鑰對。

# s08a8716c214a0efb
source: PEM-encoded Certificate data.
cs_cz: Data certifikátu kódovaná ve formátu PEM.
de: PEM-codierte Zertifikatsdaten.
es: Datos del certificado codificados en PEM.
fi: PEM-koodattu sertifikaattidata.
fr: Données du certificat au format PEM
it: Dati del certificato codificato PEM.
ko: PEM 인코딩된 인증서 데이터.
nl: PEM-gecodeerde certificaatgegevens.
pt_br: Dados do Certificado codificados em PEM.
ru: PEM-закодированные данные сертификата.
tr: PEM kodlu Sertifika verileri.
zh_tw: PEM 編碼的憑證資料。
