Repository: goauthentik/authentik
Catalog: web/xliff/*.xlf
Languages: cs_cz, de, es, fi, fr, it, ko, nl, pt_br, ru, tr, zh_tw

# sb4c9ed2a487b238f
source: Are you sure you want to remove user ${this.targetUser?.username} from the following groups?
cs_cz: Jste si jisti že chcete odebrat uživatele ${this.targetUser?.username}z následujících skupin?
de: Bist du sicher, dass du Benutzer ${this.targetUser?.username}aus den folgenden Gruppen entfernen möchtest?
es: ¿Estás seguro de que deseas eliminar al usuario ${this.targetUser?.username}de los siguientes grupos?
fi: Haluatko varmasti poistaa käyttäjän ${this.targetUser?.username}seuraavista ryhmistä?
fr: Êtes-vous sûr de vouloir retirer l'utilisateur ${this.targetUser?.username}des groupes suivants ?
it: Vuoi davvero rimuovere l'utente ${this.targetUser?.username}dai seguenti gruppi?
ko: 정말 ${this.targetUser?.username} 이 사용자를 다음의 그룹에서 삭제하시겠습니까?
nl: Weet je zeker dat je gebruiker ${this.targetUser?.username} wilt verwijderen uit de volgende groepen?
pt_br: Tem certeza de que deseja remover o usuário ${this.targetUser?.username} dos seguintes grupos?
ru: Вы уверены, что хотите удалить пользователя ${this.targetUser?.username}из следующих групп?
tr: Aşağıdaki gruplardan ${this.targetUser?.username} kullanıcısını kaldırmak istediğinizden emin misiniz?
zh_tw: 您確定要從群組中移除使用者 ${this.targetUser?.username} 嗎？

# s964f6725aeb7662f
source: Add Group
cs_cz: Přidat skupinu
de: Gruppe hinzufügen
es: Agregar Grupo
fi: Lisää ryhmä
fr: Ajouter un groupe
it: Aggiungi Gruppo
ko: 그룹 추가
nl: Groep toevoegen
pt_br: Adicionar Grupo
ru: Добавить группу
tr: Grup Ekle
zh_tw: 加入群組

# s65ca2f256ea09c11
source: Add to existing group
cs_cz: Přidat do existující skupiny
de: Zu bestehender Gruppe hinzufügen
es: Agregar a grupo existente
fi: Lisää olemassa olevaan ryhmään
fr: Ajouter à un groupe existant
it: Aggiungi a gruppo esistente
ko: 기존 그룹에 추가
nl: Toevoegen aan bestaande groep
pt_br: Adicionar a grupo existente
ru: Добавить в существующую группу
tr: Mevcut gruba ekle
zh_tw: 加入到現存的群組

# s505fbbdcbc6aa921
source: Add new group
cs_cz: Přidat novou skupinu
de: Neue Gruppe hinzufügen
es: Agregar nuevo grupo
fi: Lisää uusi ryhmä
fr: Ajouter un nouveau groupe
it: Aggiungi nuovo gruppo
ko: 새 그룹 추가
nl: Nieuwe groep toevoegen
pt_br: Adicionar novo grupo
ru: Добавить новую группу
tr: Yeni grup ekle
zh_tw: 建立群組並加入

# s506beb486fa41241
source: Application authorizations
cs_cz: Oprávnění k aplikaci
de: Anwendungsberechtigungen
es: Autorizaciones de solicitudes
fi: Sovelluksen valtuutukset
fr: Autorisations de l'application
it: Autorizzazioni applicazione
ko: 애플리케이션 인가
nl: Toepassingsmachtigingen
pt_br: Autorizações de aplicativo
ru: Авторизации приложения
tr: Uygulama yetkilendirmeleri
zh_tw: 應用程式授權

# s7301a7069b7bc83e
source: Revoked?
cs_cz: Odvolán?
de: Widerrufen?
es: ¿Revocado?
fi: Peruutettu?
fr: Révoqué ?
it: Revocato?
ko: 취소되었나요?
nl: Ingetrokken?
pt_br: Revogado?
ru: Аннулирован?
tr: İptal mi edildi?
zh_tw: 是否已撤銷

# sd924045605feea63
source: Expires
cs_cz: Expiruje
de: Läuft ab
es: Expira
fi: Vanhenee
fr: Expire
it: Scade
ko: 만료
nl: Vervalt
pt_br: Expira
ru: Истекает
tr: Süresi Doluyor
zh_tw: 有效期限

# s1c8916418c334935
source: ID Token
cs_cz: ID tokenu
es: Token de identificación
fi: ID-tunniste
fr: ID du jeton
ko: ID 토큰
pt_br: Token de ID
ru: ID токен
tr: Kimlik Belirteci
zh_tw: ID 權杖

# s4a799b4562ab2051
source: Access Tokens(s)
cs_cz: Přístupové tokeny
de: Access Token(s)
es: Token(s) de Acceso
fi: Pääsytunniste(et)
fr: Jeton(s) d'accès
it: Accesso a token (i)
pt_br: Token(s) de Acesso
ru: Access токен(ы)
tr: Erişim Belirteçleri

# s90760e5e02e95dfe
source: Refresh Tokens(s)
cs_cz: Obnovit token(y)
de: Refresh-Token(s)
es: Token(s) de Actualización
fi: Päivitystunniste(et)
fr: Rafraîchir le(s) jeton(s)
it: Tokens(s) di aggiornamento
ko: 토큰 갱신
nl: Verfris tokens
pt_br: Token(s) de atualização
ru: Refresh токен(ы)
tr: Yenileme Jetonları
zh_tw: 重新整理權杖

# s1b88fa3df4423292
source: Last IP
cs_cz: Poslední IP
de: Letzte IP
es: Última IP
fi: Viimeisin IP
fr: Dernière IP
it: Ultimo IP
ko: 마지막 IP
nl: Laatste IP
pt_br: Último IP
ru: Последний IP
tr: Son IP
zh_tw: 最後登入的 IP

# s6d3f81dc4bcacbda
source: Last used
cs_cz: Naposledy použito
de: Zuletzt verwendet
es: Usado por última vez
fi: Viimeksi käytetty
fr: Utilisé pour la dernière fois
it: Ultimo utilizzo
pt_br: Último uso
ru: Послед. использование
tr: Son kullanılan

# se63f9d833700af49
source: Session(s)
cs_cz: Relace
de: Sitzung(en)
es: Sesión (s)
fi: Istunto/istunnot
it: Sessione(i)
ko: 세션
nl: Sessie(s)
pt_br: Sessão(ões)
ru: Сессия(ии)
tr: Oturum (lar)
zh_tw: 會談

# sf679b7a62808287e
source: Expiry
cs_cz: Expirace
de: Ablaufdatum
es: Caducidad
fi: Vanheneminen
fr: Expiration
it: Scadenza
ko: 만료
nl: Vervaldatum
pt_br: Expiração
ru: Истекает
tr: Son kullanma tarihi
zh_tw: 過期

# sde1907073fd96017
source: (Current session)
cs_cz: (Aktuální relace)
de: (Aktuelle Sitzung)
es: (Sesión actual)
fi: (Nykyinen istunto)
fr: (Session actuelle)
ko: (현재 세션)
nl: (Huidige sessie)
pt_br: (Sessão atual)
ru: (Текущая сессия)
tr: (Mevcut oturum)
zh_tw: (正在使用的會談)

# s76881c01b6a3a8c7
source: Consent(s)
cs_cz: Souhlas(y)
de: Einwilligung(en)
es: Consentimiento (s)
fi: Suostumus/suostumukset
fr: Approbation(s)
it: Consenso(i)
ko: 동의 사항
nl: Toestemming(en)
pt_br: Consentimento(s)
ru: Согласие(я)
tr: Rıza(lar)
zh_tw: 同意

# s23446284b56ca0cc
source: Reputation score(s)
cs_cz: Reputační skóre
de: Reputationswert(e)
es: Puntuación(es) de reputación
fi: Mainepiste(et)
fr: Score(s) de réputation
it: Punteggio della reputazione
pt_br: Pontuação(s) de reputação
ru: Оценка(и) репутации
tr: İtibar puan(lar)ı

# sd2208cd1a767644b
source: Disconnect
cs_cz: Odpojit
de: Verbindung trennen
es: Desconectar
fi: Katkaise yhteys
fr: Déconnecter
it: Disconnetti
ko: 연결 해제
nl: Ontkoppelen
pt_br: Desconectar
ru: Отключить
tr: Bağlantıyı kes
zh_tw: 解除連線

# s30205d424e710818
source: Successfully disconnected source
cs_cz: Zdroj byl úspěšně odpojen
de: Quelle erfolgreich getrennt
es: Fuente desconectada correctamente
fi: Lähteen yhteyden katkaisu onnistui
fr: Source déconnectée avec succès
it: Riuscita disconnessione sorgente
ko: 소스 연결을 성공적으로 끊었습니다.
nl: Met succes de bron losgekoppeld
pt_br: Fonte desconectada com sucesso
ru: Источник успешно отключен
tr: Kaynağın bağlantısı başarıyla kesildi
zh_tw: 成功解除來源的連線

# s67dedada007d4067
source: Failed to disconnected source: ${pluckErrorDetail(parsedError)}
cs_cz: Zdroj se nepodařilo odpojit: ${pluckErrorDetail(parsedError)}
de: Quelle konnte nicht getrennt werden: ${exc}
es: Error al desconectar la fuente: ${exc}
fr: Erreur de la déconnexion de la source : ${exc}
it: Impossibile disconnettere la sorgente: ${exc}
pt_br: Falha ao desconectar a fonte: ${pluckErrorDetail(parsedError)}
ru: Не удалось отключить источник: ${exc}
tr: Bağlantı kesilen kaynak sağlanamadı: ${exc}

# s7a4f059aaa029719
source: Connect
cs_cz: Připojit
de: Verbinden
es: Conectar
fi: Yhdistä
fr: Connecter
it: Connetti
ko: 연결
nl: Verbinden
pt_br: Conectar
ru: Подключить
tr: Bağlan
zh_tw: 連線

# sababff57115130a0
source: Error: unsupported source settings: ${source.component}
cs_cz: Chyba: nepodporovaná nastavení zdroje: ${source.component}
de: Fehler: nicht unterstützte Quelleinstellungen: ${source.component}
es: Error: configuración de fuente no compatible: ${source.component}
fi: Virhe: lähteen asetuksia ei tueta: ${source.component}
fr: Erreur : configuration de la source non supportée : ${source.component}
it: Errore: impostazioni della sorgente non supportate: ${source.component}
ko: 오류: 지원되지 않는 소스 설정입니다: ${source.component}
nl: Fout: niet-ondersteunde broninstellingen: ${source.component}
pt_br: Erro: configurações de fonte não suportadas: ${source.component}
ru: Ошибка: неподдерживаемые параметры источника: ${source.component}
tr: Hata: desteklenmeyen kaynak ayarları: ${source.component}
zh_tw: 錯誤：不支援的來源設定： ${source.component}

# s7968dbed9b106c29
source: No services available.
cs_cz: Žádné služby nejsou k dispozici.
de: Keine Dienste verfügbar.
es: No hay servicios disponibles.
fi: Palveluja ei ole saatavilla.
fr: Aucun service disponible
it: Nessun servizio disponibile.
ko: 사용 가능한 서비스가 없습니다.
nl: Geen beschikbare diensten.
pt_br: Nenhum serviço disponível.
ru: Нет доступных сервисов.
tr: Hizmet yok.
zh_tw: 沒有可用的服務。

# sf05c700a1250824e
source: Confirmed
cs_cz: Potvrzeno
de: Bestätigt
es: Confirmado
fi: Vahvistettu
fr: Confirmé
it: Confermato
ko: 확인됨
nl: Bevestigd
pt_br: Confirmado
ru: Подтверждено
tr: Doğruladı
zh_tw: 裝置驗證

# s4ae42fa672dd72bc
source: Created at
cs_cz: Vytvořeno
de: Erstellt am
es: Creado en
fi: Luotu
fr: Créé à
it: Creato a
pt_br: Criado em
ru: Создано в
tr: Şurada oluşturuldu

# see1f8a5c8e11c5ab
source: Last updated at
cs_cz: Naposledy aktualizováno v
de: Zuletzt aktualisiert am
es: Última actualización en
fi: Viimeksi päivitetty
fr: Mis à jour pour la dernière fois à
it: Ultimo aggiornamento a
pt_br: Última atualização em
ru: Послед. обновление в
tr: En son güncelleme tarihi

# s82dd7087cd1471ab
source: Last used at
cs_cz: Naposledy použito v
de: Zuletzt verwendet am
es: Usado por última vez en
fi: Viimeksi käytetty
fr: Utilisé pour la dernière fois à
it: Ultimo usato a
pt_br: Último uso em
ru: Послед. использование в
tr: En son şu tarihte kullanıldı

# sbfee780fa0a2c83e
source: Device type ${device.verboseName} cannot be deleted
cs_cz: Typ zařízení ${device.verboseName} nelze smazat
de: Gerätetyp ${device.verboseName} kann nicht gelöscht werden.
es: Tipo de dispositivo ${device.verboseName} no puede ser borrado
fi: Laitetyyppiä ${device.verboseName} ei voi poistaa
fr: Le type d'appareil ${device.verboseName} ne peut pas être supprimé
it: Dispositivo del tipo ${device.verboseName} non può essere eliminato
pt_br: O tipo de dispositivo ${device.verboseName} não pode ser excluído
tr: ${device.verboseName} Cihaz türü silinemez

# sa0b01f479f40c52d
source: Device(s)
cs_cz: Zařízení
de: Gerät(e)
es: Dispositivo (s)
fi: Laite/laitteet
fr: Appareil(s)
it: Dispositivo(i)
ko: 디바이스
nl: Apparaat/Apparaten
pt_br: Dispositivo(s)
ru: Устройство (устройства)
tr: Aygıt (ler)
zh_tw: 裝置

# sfb95ad8c25db95ba
source: Last password change
cs_cz: Poslední změna hesla
de: Letzte Passwortänderung
es: Último cambio de contraseña
fr: Dernier changement de mot de passe
it: Ultimo cambio password
pt_br: Última alteração de senha
ru: Последняя смена пароля

# s64a33dcdaf90af26
source: User Info
cs_cz: Informace o uživateli
de: Benutzerinformation
es: Información del usuario
fi: Käyttäjätiedot
fr: Info utilisateur
it: Info Utente
ko: 사용자 정보
nl: Gebruikersinformatie
pt_br: Informações do Usuário
ru: Информация о пользователе
tr: Kullanıcı Bilgileri
zh_tw: 使用者資訊

# s028d385389b5aac0
source: Lock the user out of this system
cs_cz: Zamknout uživatele z tohoto systému
de: Den Benutzer aus dem System aussperren
es: Bloquear al usuario de este sistema
fi: Lukitse käyttäjä järjestelmän ulkopuolelle
fr: Verrouiller l'utilisateur hors de ce système
it: Blocca l'utente fuori da questo sistema
ko: 이 시스템에서 사용자 잠금
pt_br: Bloquear o usuário deste sistema
ru: Заблокировать доступ пользователя к этой системе
tr: Kullanıcıyı bu sistemin dışında kilitle
zh_tw: 從這個系統中鎖定使用者

# sd2122c514f0778b5
source: Allow the user to log in and use this system
cs_cz: Povolit uživateli přihlášení a používání tohoto systému
de: Dem Benutzer erlauben, sich anzumelden und dieses System zu benutzen
es: Permitir que el usuario inicie sesión y utilice este sistema
fi: Salli käyttäjän kirjautua ja käyttää järjestelmää
fr: Autoriser l'utilisateur à se connecter et à utiliser ce système
it: Consenti all'utente di accedere e utilizzare questo sistema
ko: 사용자가 로그인하여 이 시스템을 사용할 수 있도록 허용
pt_br: Permitir que o usuário faça login e use este sistema
ru: Разрешить пользователю входить в систему и использовать ее
tr: Kullanıcının oturum açmasına ve bu sistemi kullanmasına izin verin
zh_tw: 允許使用者登入並使用這個系統

# se28b5f3fcadaeeb1
source: Enter a new password for this user
cs_cz: Vložit nové heslo tohoto uživatele
de: Geben Sie ein neues Passwort für diesen Benutzer ein
es: Ingresa una nueva contraseña para este usuario
fi: Kirjoita uusi salasana tälle käyttäjälle
fr: Entrer un nouveaux mot de passe pour cet utilisateur
it: Inserisci una nuova password per questo utente
ko: 이 사용자에 대한 새 비밀번호 입력
pt_br: Insira uma nova senha para este usuário
ru: Введите новый пароль для этого пользователя
tr: Bu kullanıcı için yeni bir parola girin
zh_tw: 為這個使用者輸入新密碼

# s6f5bb31e2733ecd5
source: Create a link for this user to reset their password
cs_cz: Vytvořit odkaz pomocí kterého si tento uživatel může obnovit heslo
de: Erstellen Sie einen Link für diesen Benutzer, um sein Passwort zurückzusetzen
es: Crear un enlace para que este usuario restablezca su contraseña
fi: Luo linkki tälle käyttäjälle salasanan vaihtoa varten
fr: Créer un lien pour que cet utilisateur réinitialise son mot de passe
it: Crea un collegamento per consentire a questo utente di reimpostare la password
ko: 이 사용자가 비밀번호를 재설정할 수 있는 링크 생성
pt_br: Criar um link para este usuário redefinir sua senha
ru: Создать ссылку для этого пользователя, чтобы сбросить его пароль
tr: Bu kullanıcının parolasını sıfırlaması için bir bağlantı oluştur
zh_tw: 為這個使用者建立連結來重設他們的密碼

# se5c795faf2c07514
source: Create Recovery Link
cs_cz: Vytvořit odkaz pro obnovení
de: Wiederherstellungslink erstellen
es: Crear Enlace de Recuperación
fi: Luo palautuslinkki
fr: Créer un lien de récupération
it: Crea Link di Recupero
ko: 이 사용자가 비밀번호를 재설정할 수 있는 링크 생성
pt_br: Create Link de Recuperação
ru: Создать ссылку
tr: Kurtarma Bağlantısı Oluştur
zh_tw: 建立救援連結

# s5c18cae48b93138c
source: Sessions
cs_cz: Relace
de: Sitzungen
es: Sesiones
fi: Istunnot
it: Sessioni
ko: 세션
nl: Sessies
pt_br: Seções
ru: Сессии
tr: Oturumlar
zh_tw: 會談

# s4d31797d81e9cea3
source: Explicit Consent
cs_cz: Explicitní souhlas
de: Explizite Einwilligung
es: Consentimiento explícito
fi: Nimenomainen suostumus
fr: Approbation explicite
it: Consenso esplicito
ko: 명시적 동의
nl: Expliciete Toestemming
pt_br: Consentimento Explícito
ru: Явное Согласие
tr: Açık Onayı
zh_tw: 明示同意

# s96b2703420bfbd0c
source: OAuth Access Tokens
cs_cz: OAuth přístupové tokeny
es: Tokens de Acceso de OAuth
fi: OAuth-pääsytunniste
fr: Jetons d'accès OAuth
pt_br: Tokens de Acesso OAuth
ru: OAuth Access токены
tr: OAuth Erişim Jetonları

# sb6770fa90be6d8b3
source: OAuth Refresh Tokens
cs_cz: Obnovovací tokeny pro OAuth
es: Tokens de Actualización OAuth
fi: OAuth-päivitystunnisteet
fr: Jetons de rafraîchissement OAuth
ko: OAuth 토큰 갱신
nl: OAuth Vernieuwings Tokens
pt_br: Tokens de atualização OAuth
ru: OAuth Refresh Токены
tr: OAuth Yenileme Jetonları
zh_tw: OAuth 重新整理權杖

# s28b3de1561da72b3
source: MFA Authenticators
cs_cz: MFA autentikátory
de: MFA-Authentifikatoren
es: Autenticadores de MFA
fi: MFA-todentajat
fr: Authentificateurs MFA
it: Autenticatori MFA
ko: MFA 인증기
pt_br: Autenticadores MFA
ru: Аутентификаторы МФА
tr: MFA Kimlik Doğrulayıcıları
zh_tw: 多重要素認證器

# sc54aafeea9c9bab0
source: Connected services
cs_cz: Připojené služby
de: Verknüpfte Dienste
es: Servicios conectados
fi: Yhdistetyt palvelut
fr: Services connectés
it: Servizi connessi
ko: 연결된 서비스
nl: Verbonden diensten
pt_br: Serviços conectados
ru: Подключенные сервисы
tr: Bağlı hizmetler
zh_tw: 已連接的服務

# sac428446e9e41f54
source: RAC Connections
cs_cz: RAC připojení
de: RAC Verbindungen
es: Conexiones de RAC
fi: RAC-yhteydet
fr: Connexions RAC
it: Connessioni RAC
pt_br: Conexões RAC
ru: Соединения RAC
tr: RAC Bağlantıları

# sc44bae5cde0083fa
source: Actions over the last week (per 8 hours)
cs_cz: Akce za poslední týden (po 8 hodinách)
de: Aktionen der letzten Woche (pro 8 Stunden)
es: Acciones durante la última semana (cada 8 horas)
fi: Tapahtumat viimeisen viikon ajalta (8 tunnin välein)
fr: Actions au cours de la semaine écoulée (par tranche de 8 heures)
it: Azioni nell'ultima settimana (per 8 ore)
ko: 지난 한 주 동안의 액션 (8시간당)
nl: Acties van de afgelopen week (per 8 uur)
pt_br: Ações na última semana (por 8 horas)
ru: Действия за последнюю неделю (за 8 часов)
tr: Geçen haftaki eylemler (8 saat başına)
zh_tw: 一周的動作狀態(每 8 小時)

# sb57dbcda1929c642
source: Edit the notes attribute of this user to add notes here.
cs_cz: Pro přidání poznámek upravte atribut "poznámky" u tohoto uživatele.
de: Bearbeite das Attribut „notes“ dieses Benutzers, um hier Notizen hinzuzufügen.
es: Edita el atributo de notas de este usuario para agregar notas aquí.
fi: Muokkaa käyttäjän muistiinpanot-attribuuttia lisätäksesi muistiinpanoja tähän.
fr: Éditer l'attribut notes de cet utilisateur pour ajouter des notes ici.
it: Modifica l'attributo Note di questo utente per aggiungere note qui.
ko: 이 사용자의 참고 특성(Attribute)을 편집하여 여기에 참고를 추가합니다.
nl: Bewerk het notitieattribuut van deze gebruiker om hier notities toe te voegen.
pt_br: Edite o atributo de notas deste usuário para adicionar notas aqui.
ru: Отредактируйте атрибут заметок этого пользователя, чтобы добавить сюда заметки.
tr: Buraya not eklemek için bu kullanıcının notes özelliğini düzenleyin.
zh_tw: 編輯這個使用者的備註特徵項來加入備註。

# s27586544c447d9e3
source: User events
cs_cz: Události uživatele
de: Benutzerereignisse
es: Eventos del usuario
fi: Käyttäjätapahtumat
fr: Événements de l'utilisateur
it: Eventi utente
ko: 사용자 이력
nl: Gebruikersevenementen
pt_br: Eventos do usuário
ru: Пользовательские события
tr: Kullanıcı olayları
zh_tw: 使用者事件

# sd99e668c54f78f6e
source: Credentials / Tokens
cs_cz: Pověření / tokeny
de: Anmeldedaten / Tokens
es: Credenciales / Tokens
fi: Tunnistetiedot
fr: Identifiants / Jetons
it: Credenziali / Tokens
pt_br: Credenciais / Tokens
ru: Учетные данные / токены
tr: Kimlik Bilgileri / Belirteçler

# s9103a949a3963aa9
source: Successfully updated role.
cs_cz: Role byla úspěšně aktualizována.
de: Rolle erfolgreich aktualisiert.
es: Rol actualizado correctamente.
fi: Roolin päivitys onnistui.
fr: Rôle mis à jour avec succès.
it: Aggiornamento del ruolo effettuato con successo.
ko: 역할을 성공적으로 업데이트했습니다.
pt_br: Função atualizada com sucesso.
ru: Роль успешно обновлена.
tr: Rol başarıyla güncelleştirildi.
zh_tw: 成功更新角色

# sdf87c5661b31359e
source: Successfully created role.
cs_cz: Role byla úspěšně vytvořena.
de: Rolle erfolgreich erstellt.
es: Rol creado correctamente.
fi: Roolin luonti onnistui.
fr: Rôle créé avec succès.
it: Ruolo creato con successo.
ko: 역할을 성공적으로 만들었습니다.
pt_br: Função criada com sucesso.
ru: Роль успешно создана.
tr: Rol başarıyla oluşturuldu.
zh_tw: 成功建立角色

# s3484b1e6d0b5335f
source: Manage roles which grant permissions to objects within authentik.
cs_cz: Spravujte role, které udělují oprávnění objektům v rámci authentiku.
de: Verwalte Rollen, die Berechtigungen für Objekte innerhalb von authentik vergeben.
es: Gestionar los roles que otorgan permisos a objetos dentro de authentik.
fi: Hallinnoi rooleja, jotka antavat käyttöoikeuksia authentikissa oleville objekteille.
fr: Gérer les rôles qui attribuent des permissions sur les objets au sein d'authentik.
it: Gestisci ruoli che concedono le autorizzazioni agli oggetti all'interno di authentik.
ko: Authentik 내에서 개체에 권한을 부여하는 역할을 관리합니다.
pt_br: Gerenciar funções que concedem permissões a objetos dentro do authentik.
ru: Управление ролями, которые предоставляют права на объекты в authentik.
tr: authentik içindeki nesnelere izin veren rolleri yönetin.
zh_tw: 在 authentik 中管理角色來賦予物件權限。

# s259de999919316db
source: Role(s)
cs_cz: Role
de: Rolle(n)
fi: Rooli(t)
it: Ruolo(i)
ko: 역할
pt_br: Função(ões)
ru: Роль(и)
tr: Rol(ler)
zh_tw: 角色

# s2ffad156e8332f04
source: Update Role
cs_cz: Aktualizovat roli
de: Rolle aktualisieren
es: Actualizar Rol
fi: Päivitä rooli
fr: Mettre à jour le rôle
it: Aggiorna Ruolo
ko: 역할 업데이트
pt_br: Atualizar Função
ru: Обновить роль
tr: Rolü Güncelle
zh_tw: 更新角色

# sc5f923729564fbf3
source: Create Role
cs_cz: Vytvořit roli
de: Rolle erstellen
es: Crear Rol
fi: Luo rooli
fr: Créer un rôle
it: Creare Ruolo
ko: 역할 생성
pt_br: Criar Função
ru: Создать роль
tr: Rol Oluştur
zh_tw: 建立角色

# s6ea6a64acb45dfdf
source: Successfully updated initial permissions.
cs_cz: Úspěšně aktualizována počáteční oprávnění.
de: Initiale Berechtigungen erfolgreich aktualisiert.
es: Permisos iniciales actualizados exitosamente.
fr: Permissions initiales mises à jour avec succès.
it: Permessi iniziali aggiornati correttamente.
pt_br: Permissões iniciais atualizadas com sucesso.

# sfddf7896ab5938b6
source: Successfully created initial permissions.
cs_cz: Úspěšně vytvořena počáteční oprávnění.
de: Initiale Berechtigungen erfolgreich erstellt.
es: Permisos iniciales creados exitosamente.
fr: Permissions initiales créées avec succès.
it: Permessi iniziali creati correttamente.
pt_br: Permissões iniciais criadas com sucesso.

# s5c5f240cbb6d0bae
source: When a user with the selected Role creates an object, the Initial Permissions will be applied to that object.
cs_cz: Když uživatel s vybranou rolí vytvoří objekt, počáteční oprávnění budou na tento objekt aplikována.
de: Wenn ein Benutzer mit der ausgewählten Rolle ein Objekt erstellt, werden die Initialen Berechtigungen auf dieses Objekt angewendet.
es: Cuando un usuario con el rol seleccionado crea un objeto, los permisos iniciales se aplicarán a ese objeto.
fr: Lorsqu'un utilisateur avec le rôle sélectionné crée un objet, les permissions initiales seront appliquées à cet objet,
it: Quando un utente con il ruolo selezionato crea un oggetto, le autorizzazioni iniziali verranno applicate a tale oggetto.
pt_br: Quando um usuário com a Função selecionada cria um objeto, as Permissões Iniciais serão aplicadas a esse objeto.

# s93f04537efda1b24
source: Available Permissions
cs_cz: Dostupná oprávnění
de: Verfügbare Berechtigungen
es: Permisos Disponibles
fr: Permissions disponibles
it: Permessi Disponibili
pt_br: Permissões Disponíveis

# s297bc57f9e494470
source: Selected Permissions
cs_cz: Vybraná oprávnění
de: Ausgewählte Berechtigungen
es: Permisos Seleccionados
fr: Permissions sélectionnées
it: Permessi Selezionati
pt_br: Permissões Selecionadas

# s0ea71d53764d781c
source: Permissions to grant when a new object is created.
cs_cz: Oprávnění, která se udělí při vytvoření nového objektu.
de: Zu vergebende Berechtigungen bei Erstellung eines neuen Objekts.
es: Permisos a conceder cuando se crea un nuevo objeto.
fr: Permissions à attribuer lorsqu'un nouvel objet est créé.
it: Autorizzazioni da concedere quando viene creato un nuovo oggetto.
pt_br: Permissões a serem concedidas quando um novo objeto é criado.

# s891cd64acabf23bf
source: Initial Permissions
cs_cz: Počáteční oprávnění
de: Initiale Berechtigungen
es: Permisos Iniciales
fr: Permissions initiales
it: Permessi Iniziali
pt_br: Permissões Iniciais

# s06fc21a40f5d7de1
source: Set initial permissions for newly created objects.
cs_cz: Nastavit počáteční oprávnění pro nově vytvořené objekty.
de: Initiale Berechtigungen für neu erstellte Objekte festlegen.
es: Establecer permisos iniciales para objetos recién creados.
fr: Définir des permissions initiales pour les objets nouvellement créés.
it: Imposta le autorizzazioni iniziali per gli oggetti appena creati.
pt_br: Definir permissões iniciais para objetos recém-criados.

# sc7104a4d0fc35c7c
source: Update Initial Permissions
cs_cz: Aktualizovat počáteční oprávnění
de: Initiale Berechtigungen aktualisieren
es: Actualizar Permisos Iniciales
fr: Mettre à jour les permissions initiales
it: Aggiorna Permessi Iniziali
pt_br: Atualizar Permissões Iniciais

# s83fa005829a65be9
source: Create Initial Permissions
cs_cz: Vytvořit počáteční oprávnění
de: Initiale Berechtigungen erstellen
es: Crear Permisos Iniciales
fr: Créer des permissions initiales
it: Crea Permessi Iniziali
pt_br: Criar Permissões Iniciais

# s526e2c66bd51ff5f
source: Role Info
cs_cz: Informace o roli
de: Rollen Info
es: Información de Rol
fi: Roolin tiedot
fr: Informations du rôle
it: Info Ruolo
ko: 역할 정보
pt_br: Informações da Função
ru: Информация о роли
tr: Rol Bilgisi
zh_tw: 角色資訊
