Repository: goauthentik/authentik
Catalog: web/xliff/*.xlf
Languages: cs_cz, de, es, fi, fr, it, ko, nl, pt_br, ru, tr, zh_tw

# sbb928551c84cd63f
source: Available Device types
cs_cz: Dostupné typy zařízení
de: Verfügbare Gerätetypen
es: Tipos de Dispositivo Disponibles
fi: Saatavilla olevat laitetyypit
fr: Types d'appareil disponibles
it: Tipi di dispositivi disponibili
pt_br: Tipos de dispositivo disponíveis
ru: Доступные типы устройств
tr: Kullanılabilir Cihaz türleri

# s6446c35d6b411e53
source: Selected Device types
cs_cz: Vybrané typy zařízení
de: Ausgewählte Gerätetypen
es: Tipos de Dispositivo Seleccionados
fi: Valitut laitetyypit
fr: Types d'appareil sélectionnés
it: Tipi di dispositivi selezionati
pt_br: Tipos de dispositivo selecionados
ru: Выбранные типы устройств
tr: Seçilen Cihaz türleri

# s1f4df216b56de4ac
source: Optionally restrict which WebAuthn device types may be used. When no device types are selected, all devices are allowed.
cs_cz: Volitelně omezte, které typy zařízení WebAuthn mohou být použity. Pokud nejsou vybrány žádné typy zařízení, jsou povolena všechna zařízení.
de: Optional kannst du einschränken, welche WebAuthn-Gerätetypen verwendet werden dürfen. Wenn keine Gerätetypen ausgewählt sind, sind alle Geräte erlaubt.
es: Opcionalmente, restrinja los tipos de dispositivos WebAuthn que se pueden usar. Si no se selecciona ningún tipo de dispositivo, se permiten todos.
fi: Valinnaisesti voit rajoittaa, mitä WebAuthn-laitetyyppejä voidaan käyttää. Jos mitään tyyppiä ei ole valittu, kaiken tyyppiset laitteet sallitaan.
fr: Optionnel, restreindre quels types d'appareil WebAuthn peuvent être utilisés. Lorsqu'aucun type d'appareil n'est sélectionné, tout les appareils sont autorisés.
it: Facoltativamente limitare quali tipi di dispositivi WebAuthn possono essere utilizzati. Quando non vengono selezionati tipi di dispositivi, tutti i dispositivi sono consentiti.
pt_br: Opcionalmente restrinja quais tipos de dispositivos WebAuthn podem ser usados. Quando nenhum tipo de dispositivo é selecionado, todos os dispositivos são permitidos.
ru: Опционально ограничьте типы устройств WebAuthn, которые могут быть использованы. Если типы устройств не выбраны, разрешены все устройства.
tr: İsteğe bağlı olarak, hangi WebAuthn cihaz türlerinin kullanılabileceğini kısıtlayın. Hiçbir cihaz türü seçilmediğinde, tüm cihazlara izin verilir.

# s11274960b13cf21a
source: This restriction only applies to devices created in authentik 2024.4 or later.
cs_cz: Toto omezení se vztahuje pouze na zařízení vytvořená v authentik 2024.4 nebo novějších verzích.
de: Diese Beschränkung gilt nur für Geräte, die in authentik 2024.4 oder neuer erstellt wurden.
es: Esta restricción solo se aplica a dispositivos creados en authentik 2024.4 o posterior.
fi: Tämä rajoitus koskee vain laitteita, jotka on luotu authentik 2024.4 tai uudemmalla versiolla.
fr: Les restrictions ne s'appliquent qu'aux appareils créés dans authentik 2024.4 ou ultérieur.
it: Questa restrizione si applica solo ai dispositivi creati in authentik 2024.4 o versione successiva.
pt_br: Essa restrição se aplica apenas a dispositivos criados no authentik 2024.4 ou posterior.
ru: Это ограничение распространяется только на устройства, созданные в authentik 2024.4 или более поздней версии.
tr: Bu kısıtlama yalnızca authentik 2024.4 veya sonraki sürümlerde oluşturulan cihazlar için geçerlidir.

# s24bce955914b1f0a
source: Stage used to configure a WebAuthn authenticator (i.e. Yubikey, FaceID/Windows Hello).
cs_cz: Krok použitý k nastavení WebAuthn autentizátoru (např. Yubikey, FaceID/Windows Hello).
de: Stage zur Konfiguration eines WebAuthn-Authenticators (z. B. Yubikey, FaceID/Windows Hello).
es: Etapa utilizada para configurar un autenticador WebAuthn (es decir, Yubikey, FaceID/Windows Hello).
fi: Vaihe, jolla määritellään WebAuthn-todentaja (esim. Yubikey, FaceID/Windows Hello).
fr: Étape de configuration d'un authentificateur WebAuthn (Yubikey, FaceID/Windows Hello).
it: Fase utilizzato per configurare un autenticatore WebAuthn (ovvero Yubikey, FaceId/Windows Hello).
ko: WebAuthn 인증기를 구성하는 데 사용되는 스테이지(예: Yubikey, FaceID/Windows Hello).
pt_br: Etapa usada para configurar um autenticador WebAuthn (ex.: Yubikey, FaceID/Windows Hello).
ru: Этап, используемый для настройки аутентификатора WebAuthn (например, Yubikey, FaceID/Windows Hello).
tr: Bir WebAuthn kimlik doğrulayıcısını yapılandırmak için kullanılan sahne alanı (ör. Yubikey, FaceID/Windows Hello).
zh_tw: 用於設定 WebAuthn 身份認證器的階段（例如 Yubikey、FaceID/Windows Hello）。

# s34b23ebbac9f6ab9
source: User verification
cs_cz: Ověření uživatele
de: Benutzerüberprüfung
es: Verificación de Usuario
fi: Käyttäjän vahvistus
fr: Vérification Utilisateur
it: Verifica dell'utente
ko: 사용자 확인
nl: Gebruikersverificatie
pt_br: Verificação do usuário
ru: Верификация пользователя
tr: Kullanıcı doğrulaması
zh_tw: 使用者驗證

# s6a3cf855140b9511
source: Required: User verification must occur.
cs_cz: Požadováno: Ověření uživatele musí proběhnout.
de: Erforderlich: Benutzerverifizierung muss erfolgen.
es: Requerido: Debe realizarse la verificación del usuario.
fi: Pakollinen: Käyttäjän vahvistuksen tulee tapahtua.
fr: Requis : la vérification de l'utilisateur doit être présente.
it: Obbligatorio: deve essere effettuata la verifica dell'utente.
ko: 필수: 사용자 확인이 이루어져야 합니다.
pt_br: Obrigatório: Deve ocorrer verificação do usuário.
ru: Обязательно: Проверка пользователя должна выполняться.
tr: Gerekli: Kullanıcı doğrulaması gerçekleşmelidir.
zh_tw: 必需：使用者驗證必需發生。

# sc498a3b05cfe2b08
source: Preferred: User verification is preferred if available, but not required.
cs_cz: Preferováno: Ověření uživatele je preferováno, pokud je k dispozici, ale není vyžadováno.
de: Bevorzugt: Benutzerverifizierung wird bevorzugt, ist aber nicht zwingend erforderlich.
es: Preferido: Se prefiere la verificación del usuario si está disponible, pero no es obligatoria.
fi: Suositeltu: Käyttäjän vahvistusta suositaan jos se on saatavilla, mutta se ei ole pakollinen.
fr: Préféré : la vérification de l'utilisateur est préférable si disponible, mais n'est pas obligatoire.
it: Preferibile: la verifica dell'utente è preferibile se disponibile, ma non obbligatoria.
ko: 선호: 가능한 경우 사용자 확인이 선호되지만 필수는 아닙니다.
pt_br: Preferido: A verificação do usuário é preferida se disponível, mas não obrigatória.
ru: Предпочтительно: Проверка пользователя предпочтительна, если доступна, но не обязательна.
tr: Tercih edilir: Varsa kullanıcı doğrulaması tercih edilir, ancak gerekli değildir.
zh_tw: 推薦：使用者驗證作為可選項目而非必需。

# s9d2239d2b0402795
source: Discouraged: User verification should not occur.
cs_cz: Nedoporučuje se: Ověření uživatele by nemělo probíhat.
de: Nicht empfohlen: Benutzerverifizierung sollte nicht erfolgen.
es: No recomendado: No se debe realizar la verificación del usuario.
fi: Vältetty: Käyttäjän vahvistamista ei tulisi tapahtua.
fr: Non recommandé : la vérification de l'utilisateur ne devrait pas être présente.
it: Scoraggiato: la verifica dell'utente non dovrebbe avvenire.
ko: 비권장: 사용자 확인이 이루어지지 않아야 합니다.
pt_br: Desaconselhado: A verificação do usuário não deve ocorrer.
ru: Не рекомендуется: Проверка пользователя не должна выполняться.
tr: Önerilmez: Kullanıcı doğrulaması gerçekleşmemelidir.
zh_tw: 不建議：使用者驗證不應發生。

# s9ea472b555374771
source: Resident key requirement
cs_cz: Požadavek na rezidentní klíč
de: Resident-Key-Anforderung
es: Requisito clave residente
fi: Resident-avaimen vaatimus
fr: Exigence de clé résidente
it: Richesta chiave residente
ko: Resident Key 요구 사항
nl: Vereiste residente sleutel
pt_br: Requisito de chave residente
ru: Требования к ключу резидента
tr: Yerleşik anahtar gereksinimi
zh_tw: 常駐金鑰要求

# s428b7859907f6db2
source: Required: The authenticator MUST create a dedicated credential. If it cannot, the RP is prepared for an error to occur
cs_cz: Požadováno: Autentizátor MUSÍ vytvořit dedikovanou přihlašovací údaje. Pokud to není možné, RP je připraven na chybu.
de: Erforderlich: Der Authenticator MUSS eine dedizierte Anmeldeinformation erstellen. Kann dies nicht erfolgen, ist der RP auf einen Fehler vorbereitet.
es: Obligatorio: el autenticador DEBE crear una credencial dedicada. Si no puede, el RP está preparado para que se produzca un error
fi: Pakollinen: Todentajan TÄYTYY luoda dedikoitu valtuutus. Jos se ei ole mahdollista, RP valmistellaan virheen tapahtumista varten
fr: Requis: L'authentificateur DOIT créer un identifiant dédié. S'il ne peut pas, le RP est préparé à ce qu'une erreur se produise
it: Obbligatorio: l'autenticatore DEVE creare una credenziale dedicata. In caso contrario, l'RP è preparato al verificarsi di un errore
ko: 필수: 인증기는 반드시 전용 자격 증명을 만들어야 합니다. 생성할 수 없는 경우, RP는 오류 발생에 대비해야 합니다
pt_br: Obrigatório: O autenticador DEVE criar uma credencial dedicada. Se não puder, o RP está preparado para que ocorra um erro
ru: Обязательно: Средство аутентификации ДОЛЖНО создать отдельные учетные данные. Если это невозможно, RP готов к возникновению ошибки.
tr: Gerekli: Kimlik doğrulayıcının özel bir kimlik bilgisi oluşturması GEREKİR. Yapamazsa, RP bir hatanın oluşması için hazırlıklıdır
zh_tw: 必須：身份認證器必須建立專屬憑證。如果無法建立，依賴方已準備好應對可能發生的錯誤。

# s33e3766d4a02b042
source: Preferred: The authenticator can create and store a dedicated credential, but if it doesn't that's alright too
cs_cz: Preferováno: Autentizátor může vytvořit a uložit dedikovanou přihlašovací údaje, ale pokud to neudělá, je to také v pořádku
de: Bevorzugt: Der Authenticator kann eine dedizierte Anmeldeinformation erstellen und speichern, es ist aber auch in Ordnung, wenn dies nicht erfolgt.
es: Preferido: El autenticador puede crear y almacenar una credencial dedicada, pero si no lo hace, también está bien.
fi: Suositeltu: Todentaja voi luoda ja tallentaa dedikoidun valtuutuksen, mutta jos se ei ole mahdollista, sekin käy
fr: Préféré : l'authentificateur peut créer et stocker un identifiant dédié, mais si ce n'est pas le cas, ce n'est pas grave
it: Preferibile: l'autenticatore può creare e archiviare credenziali dedicate, ma anche in caso contrario va bene
ko: 선호: 인증기는 특별한 자격 증명을 생성하고 저장할 수 있지만, 그렇지 않아도 괜찮습니다
pt_br: Preferido: O autenticador pode criar e armazenar uma credencial dedicada, mas se não criar, tudo bem também
ru: Предпочтительно: Аутентификатор может создавать и хранить отдельные учетные данные, но если он этого не делает, это тоже нормально.
tr: Tercih edilen: Kimlik doğrulayıcı özel bir kimlik bilgisi oluşturabilir ve depolayabilir, ancak oluşturmuyorsa bu da sorun değil
zh_tw: 推薦：身份認證器可以建立並儲存專屬憑證，但如果沒有建立也沒關係。

# sfb852dd507c25c24
source: Discouraged: The authenticator should not create a dedicated credential
cs_cz: Nedoporučuje se: Autentizátor by neměl vytvářet dedikované přihlašovací údaje
de: Abzuraten: Der Authentifikator sollte keine dedizierten Anmeldeinformationen erstellen
es: No recomendado: El autenticador no debe crear una credencial dedicada
fi: Vältetty: Todentajan ei pitäisi luoda dedikoitua valtuutusta
fr: Non recommandé : l'authentificateur ne devrait pas créer des identifiants dédiés
it: Scoraggiato: l'autenticatore non deve creare una credenziale dedicata
ko: 비권장: 인증기는 특별한 자격 증명을 생성하지 않아야 합니다
pt_br: Desaconselhado: O autenticador não deve criar uma credencial dedicada
ru: Не рекомендуется: Аутентификатор не должен создавать отдельные учетные данные.
tr: Önerilmez: Kimlik doğrulayıcı özel bir kimlik bilgisi oluşturmamalıdır
zh_tw: 不建議：身份認證器不應建立專屬憑證。

# s5fbaeb14f42815e5
source: Authenticator Attachment
cs_cz: Příloha autentikátoru
de: Authenticator-Anhang
es: Adjunto de Autenticador
fi: Todentajan kytkentä
fr: Lien à l'authentificateur
it: Allegato Autenticatore
ko: 인증기 첨부
nl: Authenticatorbijlage
pt_br: Anexação do autenticador
ru: Вложения аутентификатора
tr: Kimlik Doğrulayıcı Eki
zh_tw: 身分認證器外接裝置

# s502d2473587032e1
source: No preference is sent
cs_cz: Není odesílána žádná preference
de: Keine Präferenz wird gesendet
es: No se envía ninguna preferencia
fi: Etusijaisuutta ei lähetetä
fr: Aucune préférence n'est envoyée
it: Nessuna preferenza viene inviata
ko: 기본 설정이 전송되지 않음
nl: Geen voorkeur wordt verzonden
pt_br: Nenhuma preferência é enviada
ru: Предпочтения не отправляются
tr: Tercih gönderilmez
zh_tw: 不傳送建議選項

# s60cc554fde2676cb
source: A non-removable authenticator, like TouchID or Windows Hello
cs_cz: Neodstranitelný autentikátor, jako TouchID nebo Windows Hello
de: Ein nicht abnehmbarer Authentifikator, wie TouchID oder Windows Hello
es: Un autenticador no extraíble, como TouchID o Windows Hello
fi: Sisäänrakennettu todentaja, joten TouchID tai Windows Hello.
fr: Un authentificateur inamovible, comme TouchID ou Windows Hello
it: Un autenticatore non rimovibile, come TouchID o Windows Hello
ko: TouchID 또는 Windows Hello와 같은 제거할 수 없는 인증기
nl: Een niet-verwijderbare authenticator, zoals TouchID of Windows Hello
pt_br: Um autenticador não removível, como TouchID ou Windows Hello
ru: Несъемный аутентификатор, например TouchID или Windows Hello
tr: TouchID veya Windows Hello gibi çıkarılamayan bir kimlik doğrulayıcı
zh_tw: 不可移除的身分認證器，例如 TouchID 或 Windows Hello

# sdf1d8edef27236f0
source: A "roaming" authenticator, like a YubiKey
fi: "Roaming"-tyyppinen todentaja, kuten YubiKey.
nl: Een "roaming" authenticator, zoals een YubiKey
pt_br: Um autenticador "itinerante", como um YubiKey

# sbd65aeeb8a3b9bbc
source: Maximum registration attempts
cs_cz: Maximální počet pokusů o registraci
de: Maximale Registrierungsversuche
es: Intentos máximos de registro
fr: Nombre maximal de tentatives d'inscription
it: Numero massimo di tentativi di registrazione
pt_br: Máximo de tentativas de registro

# s8495753cb15e8d8e
source: Maximum allowed registration attempts. When set to 0 attempts, attempts are not limited.
cs_cz: Maximální dovolený počet pokusů o registraci. Pokud je nastaven na 0, počet pokusů není omezen.
de: Maximal erlaubte Registrierungsversuche. Bei 0 Versuchen gibt es keine Begrenzung.
es: Máximo de intentos de registro permitidos. Si se establece en 0, no hay límite de intentos.
fr: Nombre maximal de tentatives d'enregistrement autorisées. Si la valeur est 0, les tentatives ne sont pas limitées.
it: Numero massimo di tentativi di registrazione consentiti. Se impostato su 0 tentativi, i tentativi non sono limitati.
pt_br: Máximo de tentativas de registro permitidas. Quando definido como 0, as tentativas não são limitadas.

# sa64fb483becc9c2c
source: Device type restrictions
cs_cz: Omezení typu zařízení
de: Einschränkungen des Gerätetyps
es: Restricciones del tipo de dispositivo
fi: Laitetyyppirajoitukset
fr: Restrictions de type d'appareil
it: Restrizioni del tipo di dispositivo
pt_br: Restrições de tipo de dispositivo
ru: Ограничения типа устройства
tr: Cihaz türü kısıtlamaları

# sfd1af96798dd8a5f
source: Public Key
cs_cz: Veřejný klíč
de: Öffentlicher Schlüssel
es: Clave pública
fi: Julkinen avain
fr: Clé publique
it: Chiave pubblica
ko: 공개 키
nl: Openbare sleutel
pt_br: Chave Pública
ru: Публичный ключ
tr: Genel Anahtar
zh_tw: 公鑰

# s83d0f62ad1731a03
source: Private Key
cs_cz: Soukromý klíč
de: Privater Schlüssel
es: Clave privada
fi: Yksityinen avain
fr: Clé privée
it: Chiave privata
ko: 개인 키
nl: Privésleutel
pt_br: Chave Privada
ru: Приватный ключ
tr: Özel Anahtar
zh_tw: 私鑰

# s6f4f35a5a4b9b3cb
source: Interactive
cs_cz: Interaktivní
de: Interaktiv
es: Interactivo
fi: Interaktiivinen
fr: Interactif
it: Interattivo
pt_br: Interativo

# s1cd617e7bbe278d0
source: Prompt for the user's consent. The consent can either be permanent or expire in a defined amount of time.
cs_cz: Výzva k souhlasu uživatele. Souhlas může být buď trvalý, nebo může vypršet po určité době.
de: Abfrage zur Einwilligung von Benutzern. Die Einwilligung kann entweder permanent gelten oder in einer bestimmten Zeit ablaufen.
es: Solicitar el consentimiento del usuario. El consentimiento puede ser permanente o expirar después de un tiempo definido.
fi: Pyydä käyttäjän suostumusta. Suostumus voi olla joko pysyvä tai se voi raueta tietyn ajan kuluttua.
fr: Demander le consentement de l'utilisateur. Celui-ci peut être permanent ou expirer dans un délai défini.
it: Prompt per il consenso dell'utente. Il consenso può essere permanente o scadere in un periodo di tempo definito.
ko: 사용자의 동의를 요청하는 프롬포트를 표시합니다. 동의는 영구적이거나 정해진 시간 후에 만료할 수 있습니다.
nl: Vraag om toestemming van de gebruiker. De toestemming kan permanent zijn of na een bepaalde tijd verlopen.
pt_br: Solicitar o consentimento do usuário. O consentimento pode ser permanente ou expirar em um período de tempo definido.
ru: Запрос на согласие пользователя. Согласие может быть постоянным или истекать через определенный промежуток времени.
tr: Kullanıcının rızasını isteme. Onay kalıcı olabilir veya belirli bir süre içinde geçerlilik süresi dolabilir.
zh_tw: 使用者同意的提示。同意可以是永久性的，也可以設定過期時間。

# s26513c9dd154f041
source: Always require consent
cs_cz: Vždy požadovat souhlas
de: Immer nach Zustimmung fragen
es: Exigir siempre el consentimiento
fi: Vaadi aina suostumusta
fr: Toujours exiger l'approbation
it: Richiedi sempre il consenso
ko: 항상 동의 요청
nl: Vereis altijd toestemming
pt_br: Sempre exigir consentimento
ru: Всегда требовать согласие
tr: Her zaman rıza gerektirir
zh_tw: 總是需要取得同意

# s2e5226fcf269689b
source: Consent given lasts indefinitely
cs_cz: Udělený souhlas platí neomezeně
de: Erteilte Einwilligung gilt unbegrenzt
es: El consentimiento otorgado tiene una duración indefinida
fi: Annettu suostumus on voimassa toistaiseksi
fr: L'approbation donnée dure indéfiniment
it: Il consenso dato ha durata indefinita
pt_br: O consentimento dado dura indefinidamente

# s7eff620292ed9349
source: Consent expires
cs_cz: Platnost souhlasu vyprší
de: Einwilligung läuft ab
es: El consentimiento expira
fi: Suostumus vanhenee
fr: L'approbation expire
it: Il consenso scade
pt_br: O consentimento expira

# s6f328f2d8382d998
source: Consent expires in
cs_cz: Platnost souhlasu vyprší v
de: Einwilligung erlischt in
es: El consentimiento expira en
fi: Suostumus raukeaa
fr: L'approbation expire dans
it: Il consenso scade tra
ko: 동의가 만료되는 시점
nl: Toestemming verloopt over
pt_br: O consentimento expira em
ru: Согласие истекает через
tr: Onayın süresi
zh_tw: 同意有效期限

# se0c660020d9cf5b7
source: Offset after which consent expires.
cs_cz: Doba, po které souhlas vyprší.
de: Zeitversatz, nach dem die Zustimmung abläuft.
es: Desfase después del cual expira el consentimiento.
fi: Aikaväli, jonka jälkeen suostumus raukeaa.
fr: Décalage après lequel le consentement expire.
it: Offset dopo di che il consenso scade.
ko: 동의가 만료되는 오프셋입니다.
nl: Vertraging na verloop waarvan toestemming vervalt.
pt_br: Deslocamento após o qual o consentimento expira.
ru: Смещение, после которого истекает срок действия согласия.
tr: Onayın süresi dolduktan sonra ofset.
zh_tw: 同意有效期限的偏移量

# s7f68101a50f526ee
source: Statically deny the flow. To use this stage effectively, disable *Evaluate when flow is planned* on the respective binding.
cs_cz: Staticky zamítnout tok. Pro efektivní použití tohoto kroku deaktivujte *Vyhodnotit při plánování toku* na příslušném svázání.
de: Statische Verweigerung des Flows. Um diese Stage effektiv zu nutzen, deaktivieren Sie *Prüfen, wenn der Flow geplant ist* im jeweiligen Binding.
es: Denegar el flujo de forma estática. Para utilizar esta etapa de forma eficaz, deshabilitar *Evaluar cuándo se planifica el flujo* en el vínculo correspondiente.
fi: Hylkää prosessi staattisesti. Käyttääksesi tätä vaihetta tehokkaasti kytke pois käytöstä "Suorita kun prosessi suunnitellaan" tähän liittyvästä liitoksesta.
fr: Refuser statiquement le flux. Pour utiliser cette étape efficacement, désactivez *Évaluer en planification* dans la liaison applicable.
it: Negare staticamente il flusso. Per utilizzare questa fase in modo efficace, disabilita * Valuta quando è pianificato il flusso * sul rispettivo legame.
ko: 플로우를 정적으로 거부합니다. 이 스테이지를 효과적으로 사용하려면 각 바인딩에서 *플로우가 계획될 때 평가*를 비활성화하세요.
pt_br: Negar o fluxo estaticamente. Para usar esta etapa de forma eficaz, desative *Avaliar quando o fluxo é planejado* na vinculação respectiva.
ru: Статически запретите поток. Чтобы эффективно использовать этот этап, отключите *Оценивать, когда планируется поток* на соответствующей привязке.
tr: Akışı statik olarak reddedin. Bu aşamayı etkili bir şekilde kullanmak için, ilgili bağlamada *Akışın ne zaman planlandığını değerlendir* seçeneğini devre dışı bırakın.
zh_tw: 靜態拒絕的流程。要有效使用此階段，請在相應的附加上停用「在計劃流程時進行評估」。

# s1cc306d8e28c4464
source: Deny message
cs_cz: Zpráva při zamítnutí
de: Ablehnungsnachricht
es: Mensaje de denegación
fi: Kieltoviesti
fr: Message de refus
it: Negare il messaggio
ko: 거부 메시지
pt_br: Mensagem de negação
ru: Запретить сообщение
tr: İletiyi reddet
zh_tw: 拒絕的訊息

# s6985c401e1100122
source: Message shown when this stage is run.
cs_cz: Zpráva se zobrazí při spuštění tohoto kroku.
de: Nachricht, die beim Ausführen dieser Stage angezeigt wird.
es: Mensaje mostrado cuando esta etapa es ejecutada.
fi: Viesti, joka näytetään kun tämä vaihe ajetaan.
fr: Message affiché lorsque cette étape est exécutée.
it: Messaggio mostrato quando questa fase è eseguita.
ko: 이 스테이지가 실행될 때 표시되는 메시지입니다.
pt_br: Mensagem exibida quando este estágio é executado.
ru: Сообщение, отображаемое при выполнении этого этапа.
tr: Bu aşama çalıştırıldığında gösterilen mesaj.
zh_tw: 當這個階段執行時會顯示的訊息。

# s22b10ed263b96194
source: Dummy stage used for testing. Shows a simple continue button and always passes.
cs_cz: Testovací krok používaný pro testování. Zobrazí jednoduché tlačítko pokračovat a vždy projde.
de: Dummy-Stage zum Testen verwendet. Zeigt eine einfache Schaltfläche zum Fortfahren und besteht immer.
es: Escenario ficticio utilizado para las pruebas. Muestra un botón de continuar simple y siempre pasa.
fi: Feikkivaihe testausta varten. Näyttää yksinkertaisen jatka-painikkeen ja etenee aina seuraavaan vaiheeseen.
fr: Étape factice utilisée pour les tests. Montre un simple bouton continuer et réussit toujours.
it: Stage fittizio utilizzato per i test. Mostra un semplice pulsante Continua e passa sempre.
ko: 테스트에 사용되는 더미 스테이지입니다. 간단한 계속 버튼을 표시하고 항상 통과합니다.
nl: Dummyfase voor testdoeleinden. Toont een eenvoudige knop "Doorgaan" en slaagt altijd.
pt_br: Etapa fictícia usada para testes. Mostra um botão de continuar simples e sempre passa.
ru: Фиктивный этап, используемый для тестирования. Показывает простую кнопку продолжения и всегда проходит.
tr: Test için kullanılan kukla aşama. Basit bir devam düğmesi gösterir ve her zaman geçer.
zh_tw: 用於測試的假階段。顯示一個「繼續」的按鈕且永遠通過。

# sdb861d9906f18ac2
source: Throw error?
cs_cz: Vyhodit chybu?
de: Fehler auslösen?
es: ¿Generar error?
fi: Heitä virhe?
fr: Renvoyer une erreur ?
it: Lanciare errore?
ko: 오류 발생?
nl: Fout gooien?
pt_br: Lançar erro?
ru: Выбросить ошибку?
tr: Atma hatası?
zh_tw: 是否顯示錯誤資訊
