Repository: goauthentik/authentik
Catalog: web/xliff/*.xlf
Languages: cs_cz, de, es, fi, fr, it, ko, nl, pt_br, ru, tr, zh_tw

# s05e395ff60af047b
source: Warning: Provider is not used by any Outpost.
cs_cz: Upozornění: Poskytovatel není používán žádným Outpostem.
de: Warnung: Der Provider wird von keinem Outpost verwendet.
es: Advertencia: ningún puesto avanzado utiliza el proveedor.
fi: Varoitus: Palveluntarjoaja ei ole minkään tukikohdan käytössä.
fr: Attention : ce fournisseur n’est utilisé par aucun avant-poste.
it: Attenzione: il fornitore non è utilizzato da nessun avamposto.
ko: 경고: 공급자는 Outpost에서 사용하고 있지 않습니다.
nl: Waarschuwing: Provider wordt niet gebruikt door een Outpost.
pt_br: Aviso: O provedor não é usado por nenhum Outpost.
ru: Внимание: Провайдер не используется ни одним внешним компонентом.
tr: Uyarı: Sağlayıcı herhangi bir Üs tarafından kullanılmaz.
zh_tw: 警告：供應商未被任何 Outpost 使用。

# sccbfc4dec0c8d80c
source: Assigned to application
cs_cz: Přiřazeno k aplikaci
de: Zugewiesen an Anwendung
es: Asignado a la aplicación
fi: Liitetty sovellukseen
fr: Assigné à l'application
it: Assegnato all'applicazione
ko: 애플리케이션에 할당
nl: Toegewezen aan applicatie
pt_br: Atribuído ao aplicativo
ru: Назначено приложению
tr: Uygulamaya atanmış
zh_tw: 分配給應用程式

# s2d46e3a9ee8e0e7e
source: Update LDAP Provider
cs_cz: Aktualizovat LDAP poskytovatele
de: Aktualisieren Sie den LDAP-Provider
es: Actualizar Proveedor de LDAP
fi: Päivitä LDAP-palveluntarjoaja
fr: Mettre à jour le fournisseur LDAP
it: Aggiorna Provider LDAP
ko: LDAP 공급자 업데이트
nl: LDAP-provider bijwerken
pt_br: Atualizar Provedor LDAP
ru: Обновить LDAP провайдера
tr: LDAP Sağlayıcısını Güncelle
zh_tw: 更新 LDAP 供應商

# saf24e253b3b006d4
source: How to connect
cs_cz: Jak se připojit
de: So verbinden Sie sich
es: Cómo conectarse
fi: Kuinka yhdistetään
fr: Comment se connecter
it: Come connettersi
ko: 연결 방법
nl: Hoe te verbinden
pt_br: Como conectar
ru: Как подключиться
tr: Nasıl bağlanır
zh_tw: 如何連線

# s02b3fade1795d03f
source: Connect to the LDAP Server on port 389:
cs_cz: Připojit se k LDAP serveru na portu 389:
de: Verbindung zum LDAP Server auf Port 389:
es: Conéctese al servidor LDAP en el puerto 389:
fi: Ota yhteys LDAP-palvelimen porttiin 389:
fr: Se connecter au serveur LDAP sur le port 389 :
it: Connettiti al server LDAP sulla porta 389:
ko: 포트 389에서 LDAP 서버에 연결합니다:
nl: Verbinding maken met de LDAP-server op poort 389:
pt_br: Conecte-se ao servidor LDAP na porta 389:
ru: Подключитесь к серверу LDAP на порт 389:
tr: Bağlantı noktası 389 LDAP sunucusuna bağlanın:
zh_tw: 使用連接埠 389 連線到 LDAP 伺服器：

# sa00cf67b54c44c71
source: Check the IP of the Kubernetes service, or
cs_cz: Zkontrolujte IP adresu služby Kubernetes, nebo
de: IP des Kubernetes-Service überprüfen, oder
es: Comprueba la IP del servicio de Kubernetes, o
fi: Tarkista Kubernetes-palvelun IP-osoite, tai
fr: Vérifier l'IP du service Kubernetes, ou
it: Controlla l'IP del servizio Kubernetes, oppure
ko: 쿠버네티스 서비스의 IP를 확인하거나, 또는
nl: Controleer het IP-adres van de Kubernetes-service, of
pt_br: Verifique o IP do serviço Kubernetes ou
ru: Проверьте IP-адрес службы Kubernetes или
tr: Kubernetes hizmetinin IP'lerini kontrol edin veya
zh_tw: 檢查 Kubernetes 服務的 IP，或者

# s28f270859c5f4d51
source: The Host IP of the docker host
cs_cz: IP adresa hostitele Dockeru
de: Die Host-IP des Docker-Hosts
es: La IP del host de Docker
fi: Docker-palvelimen IP-osoite
fr: L'IP de l'hôte de docker
it: L'IP host dell'host docker
ko: 도커 호스트의 호스트 IP
nl: Het host-IP van de Docker-host
pt_br: O IP do Host do Docker
ru: IP-адрес хоста докера
tr: Docker ana bilgisayarının Ana Bilgisayar IP'si
zh_tw: docker 服務的主機 IP

# sb7794c2910b1a9ec
source: Bind DN
cs_cz: Svázat DN
es: Enlazar DN
ko: DN 바인드
pt_br: DN de ligação
tr: Bağlama DN

# s5694f9421c428227
source: Bind Password
cs_cz: Svázat heslo
es: Enlazar contraseña
fi: Bind-salasana
fr: Mot de passe
it: Password di Associazione
ko: 비밀번호 바인드
nl: Bind-wachtwoord
pt_br: Senha vinculada
ru: Привязать пароль
tr: Parola Bağla
zh_tw: Bind 密碼

# s76dc6d0d1a7db8e2
source: Your authentik password
cs_cz: Vaše authentik heslo
de: Ihr authentik Passwort
es: Tu contraseña de authentik
fi: authentik-salasanasi
fr: Votre mot de passe authentik
it: La tua password di authentik
pt_br: Sua senha do authentik
ru: Ваш пароль authentik
tr: Authentik şifreniz

# s086e1bbe7c97ea16
source: Search base
cs_cz: Základ vyhledávání
de: Suchbasis
es: Base de búsqueda
fi: Haun perustaso
fr: Base de recherche
it: Ricerca base
ko: 검색 베이스
nl: Zoekbasis
pt_br: Base de pesquisa
ru: База поиска
tr: Arama tabanı
zh_tw: 搜尋基礎

# s10092327ad833090
source: Microsoft Entra Group(s)
cs_cz: Microsoft Entra Skupina(y)
de: Microsoft Entra Gruppe(n)
es: Grupo(s) de Microsoft Entra
fi: Microsoft Entra -ryhmä(t)
fr: Groupe(s) du fournisseur Microsoft Entra
it: Gruppo(i) Microsoft Entra
pt_br: Grupo(s) do Microsoft Entra
ru: Microsoft Entra Группа(ы)
tr: Microsoft Entra Grup(lar)ı

# s811c45ad24a5feae
source: Microsoft Entra User(s)
cs_cz: Microsoft Entra Uživatel(é)
de: Microsoft Entra Benutzer
es: Usuario(s) de Microsoft Entra
fi: Microsoft Entra -käyttäjä(t)
fr: Utilisateur(s) du fournisseur Microsoft Entra
it: Utente(i) Microsoft Entra
pt_br: Usuário(s) do Microsoft Entra
ru: Microsoft Entra Пользователь(и)
tr: Microsoft Entra Kullanıcıları

# s79dd6df244c05ae9
source: Update Microsoft Entra Provider
cs_cz: Aktualizovat poskytovatele Microsoft Entra
de: Microsoft Entra Provider aktualisieren
es: Actualizar Proveedor de Microsoft Entra
fi: Päivitä Microsoft Entra -palveluntarjoaja
fr: Mettre à jour le fournisseur Microsoft Entra
it: Aggiorna Frontiore Microsoft Entra
pt_br: Atualizar Provedor Microsoft Entra
ru: Обновить провайдера Microsoft Entra
tr: Microsoft Entra Sağlayıcısını Güncelleştirme

# s417b90913e05bc17
source: Preview
cs_cz: Náhled
de: Vorschau
es: Previsualizar
fi: Esikatsele
fr: Prévisualisation
it: Anteprima
ko: 미리보기
nl: Voorbeeld
pt_br: Pré-visualização
ru: Предпросмотр
tr: Önizleme
zh_tw: 預覽

# s17f3eaf3b07ece26
source: Warning: Provider is not used by an Application.
cs_cz: Upozornění: Poskytovatel není používán žádnou aplikací.
de: Warnung: Der Provider wird nicht von einer Anwendung verwendet.
es: Advertencia: El proveedor no es utilizado por una aplicación.
fi: Varoitus: Palveluntarjoaja ei ole minkään sovelluksen käytössä.
fr: Avertissement : Le fournisseur n'est pas utilisé par une application.
it: Attenzione: il provider non è utilizzato da un'applicazione.
ko: 경고: 공급자는 애플리케이션에서 사용하지 않습니다.
nl: Waarschuwing: Provider wordt niet gebruikt door een applicatie.
pt_br: Aviso: o provedor não é usado por nenhuma aplicação.
ru: Предупреждение: Провайдер не используется приложением.
tr: Uyarı: Sağlayıcı bir Uygulama tarafından kullanılmaz.
zh_tw: 警告：供應商未被任何應用程式使用。

# sdbc08adee233f180
source: Update OAuth2 Provider
cs_cz: Aktualizovat OAuth2 poskytovatele
de: Aktualisieren Sie den OAuth2-Provider
es: Actualizar Proveedor de OAuth2
fi: Päivitä OAuth2-palveluntarjoaja
fr: Mettre à jour le fournisseur OAuth2
it: Aggiorna fornitore OAuth2
ko: OAuth2 공급자 업데이트
nl: OAuth2-provider bijwerken
pt_br: Atualizar Provedor OAuth2
ru: Обновить OAuth2 провайдера
tr: OAuth2 Sağlayıcısını Güncelleştirme
zh_tw: 更新 OAuth2 供應商

# s9d96eb5ca93e6473
source: OpenID Configuration URL
cs_cz: Konfigurace OpenID URL
de: OpenID-Konfigurations-URL
es: URL de configuración de OpenID
fi: OpenID-määrittely-URL
fr: URL de configuration OpenID
it: URL configurazione OpenID
ko: OpenID 구성 URL
nl: OpenID-configuratie-URL
pt_br: URL de configuração do OpenID
ru: URL-адрес конфигурации OpenID
tr: OpenID Yapılandırma URL
zh_tw: OpenID 設定網址

# s74f809a69e030351
source: OpenID Configuration Issuer
cs_cz: Konfigurace OpenID vydavatele
de: OpenID-Konfigurations-Aussteller
es: Emisor de configuración de OpenID
fi: OpenID-määrittelyn myöntäjä
fr: Émetteur de la configuration OpenID
it: Emittente configurazione OpenID
ko: OpenID 구성 발급자
nl: OpenID-configuratie-issuer
pt_br: Emissor de configuração OpenID
ru: Эмитент конфигурации OpenID
tr: OpenID Yapılandırması Yayımlayıcı
zh_tw: OpenID 設定發行者

# s028be8989873f001
source: Authorize URL
cs_cz: URL pro Autorizaci
de: Autorisiere URL
es: Autorizar URL
fi: Valtuutus-URL
fr: URL d'authorisation
it: Autorizzazione URL
ko: 인가 URL
pt_br: Autorizar URL
ru: URL-адрес авторизации
tr: URL'yi yetkilendirme
zh_tw: 授權網址

# sebda1d54a3f9f967
source: Token URL
cs_cz: URL pro Token
es: URL simbólica
fi: Tunniste-URL
fr: URL du jeton
ko: 토큰 URL
pt_br: URL do Token
ru: URL-адрес токена
tr: Belirteç URL'si
zh_tw: 權杖網址

# s2fc3eb68c7ced3af
source: Userinfo URL
cs_cz: URL pro Uživatelské informace
de: Benutzerinfo-URL
es: URL de información de usuario
fi: Käyttäjäinfo-URL
fr: URL Userinfo
ko: 사용자정보 URL
nl: Gebruikersinfo-URL
pt_br: URL de informações do usuário
ru: URL-адрес информации о пользователе
tr: Userinfo URL'si
zh_tw: 使用者資訊網址

# s145483489b87a622
source: Logout URL
cs_cz: URL pro Odhlášení
de: Abmelde-URL
es: URL de cierre de sesión
fi: Uloskirjautumis-URL
fr: URL de déconnexion
ko: 로그아웃 URL
nl: Uitlog-URL
pt_br: URL de saída
ru: URL-адрес выхода из системы
tr: Oturum Kapma URL'si
zh_tw: 登出網址

# s59f5eda30a904b75
source: JWKS URL
cs_cz: URL pro JWKS
fr: URL JWKS
pt_br: URL JWKS
ru: URL-адрес JWKS
tr: JWKS URL'si
zh_tw: JWKS 網址

# sb9b51124d1b3dca0
source: JWT payload
es: Carga útil de JWT
fi: JWT-kuorma
fr: Charge utile JWT
pt_br: Payload do JWT
ru: JWT данные
tr: JWT yükü

# sbd065743a0c599e3
source: Preview for user
cs_cz: Náhled pro uživatele
de: Vorschau für Benutzer
es: Previsualización para el usuario
fi: Esikatselu käyttäjälle
fr: Prévisualisation pour un utilisateur
it: Anteprima per l'utente
pt_br: Pré-visualização para o usuário
ru: Предпросмотр для пользователя
tr: Kullanıcı için önizleme

# s6df42b3072a2d7e9
source: Nginx (Ingress)
es: Nginx (entrada)
pt_br: Nginx (entrada)
tr: Nginx (Giriş)

# s8e01a852c1db8d29
source: Nginx (Proxy Manager)
es: Nginx (Administrador de Proxy)
pt_br: Nginx (gerenciador de proxy)
tr: Nginx (Proxy Yöneticisi)
zh_tw: Nginx Prxoxy Manager

# sabebdc7fa6a5bddb
source: Nginx (standalone)
cs_cz: Nginx (samostatně)
de: Nginx (eigenständig)
es: Nginx (independiente)
fi: Nginx (itsenäinen)
pt_br: Nginx (independente)
ru: Nginx (автономный)
tr: Nginx (bağımsız)
zh_tw: Nginx (獨立應用程式)

# se2b62f7e9017965e
source: Traefik (Compose)
es: Traefik (Redactar)
pt_br: Traefik (Compor)
tr: Traefik (Beste)

# s4c4c504a48c3b7bd
source: Traefik (Standalone)
cs_cz: Traefik (samostatně)
de: Traefik (eigenständig)
es: Traefik (autónomo)
fi: Traefik (itsenäinen)
pt_br: Traefik (Independente)
ru: Traefik (Автономный)
tr: Traefik (Bağımsız)
zh_tw: Traefik (獨立應用程式)

# s7ba9677d069e5f02
source: Caddy (Standalone)
cs_cz: Caddy (samostatně)
de: Caddy (eigenständig)
es: Caddy (Independiente)
fi: Caddy (itsenäinen)
pt_br: Caddy (Independente)
ru: Caddy (Автономный)
tr: Caddy (Bağımsız)
zh_tw: Caddy (獨立應用程式)

# s4e474b9e2e737dd1
source: Update Proxy Provider
cs_cz: Aktualizovat proxy poskytovatele
de: Proxy-Provider aktualisieren
es: Actualizar Proveedor de Proxy
fi: Päivitä välityspalveluntarjoaja
fr: Mettre à jour le fournisseur de Proxy
it: Aggiorna Provider Proxy
ko: 프록시 공급자 업데이트
nl: Proxy-provider bijwerken
pt_br: Atualizar Provedor de Proxy
ru: Обновить прокси провайдера
tr: Proxy Sağlayıcıyı Güncelle
zh_tw: 更新代理供應商

# s37eb2f1b6e3c19c2
source: Protocol Settings
cs_cz: Nastavení protokolu
de: Protokolleinstellungen
es: Configuración de protocolo
fi: Protokollan asetukset
fr: Paramètres du protocole
it: Impostazioni Protocollo
ko: 프로토콜 설정
nl: Protocolinstellingen
pt_br: Configurações de protocolo
ru: Настройки протокола
tr: Protokol Ayarları
zh_tw: 通訊協定設定

# s5116b89f7db1fbec
source: Allowed Redirect URIs
cs_cz: Povolené URI pro přesměrování
de: Erlaubte Weiterleitungs-URIs
es: URI de redireccionamiento permitidos
fi: Sallitut uudelleenohjaus-URIt
fr: URIs de redirection autorisés
it: URI di reindirizzamento consentiti
ko: 허가된 리디렉션 URI
nl: Toegestane omleidings-URL's
pt_br: URIs de redirecionamento permitidos
ru: Разрешенные ссылки перенаправления
tr: İzin Verilen Yeniden Yönlendirme URI'leri
zh_tw: 允許的重新導向 URI

# saeff3596e1ac31b6
source: Setup
cs_cz: Nastavení
de: Einrichtung
es: Configuración
fi: Asennus
fr: Configuration
it: Impostazione
ko: 설정
nl: Opzetten
pt_br: Configuração
ru: Настройка
tr: Kurulum
zh_tw: 設定

# s1b783856ab4aaaf3
source: No additional setup is required.
cs_cz: Žádné další nastavení není vyžadováno.
de: Keine weitere Einrichtung benötigt.
es: No se requiere ninguna configuración adicional.
fi: Lisäasetuksia ei tarvita.
fr: Aucune configuration supplémentaire n'est nécessaire.
it: Non è richiesta configurazione aggiuntiva.
ko: 추가 설정이 필요하지 않습니다.
nl: Er is geen aanvullende configuratie vereist.
pt_br: Nenhuma configuração adicional é necessária.
ru: Дополнительная настройка не требуется.
tr: Ek kurulum gerekmez.
zh_tw: 無須額外設定。

# sc93712b5fbdc6810
source: Connection Token(s)
cs_cz: Tokeny připojení
de: Verbindungstoken
es: Token(s) de Conexión
fi: Yhteystunniste(et)
fr: Jeton(s) de connexion
it: Connection Token (i)
pt_br: Token(s) de Conexão
ru: Токен(ы) подключения
tr: Bağlantı Belirteçleri

# s2f4ca2148183d692
source: Successfully updated endpoint.
cs_cz: Endpoint byl úspěšně aktualizován.
de: Endpunkt erfolgreich aktualisiert.
es: Punto de conexión actualizado correctamente.
fi: Päätepisteen päivitys onnistui.
fr: Point de terminaison mis à jour avec succès.
it: Endpoint aggiornato correttamente.
pt_br: Endpoint atualizado com sucesso.
ru: Конечная точка успешно обновлена.
tr: Uç nokta başarıyla güncelleştirildi.

# s5adee855dbe191d9
source: Successfully created endpoint.
cs_cz: Endpoint byl úspěšně vytvořen.
de: Endpunkt erfolgreich erstellt.
es: Punto de Conexión creado correctamente.
fi: Päätepisteen luonti onnistui.
fr: Point de terminaison créé avec succès.
it: Endpoint creato correttamente.
pt_br: Endpoint criado com sucesso.
ru: Конечная точка успешно создана.
tr: Uç nokta başarıyla oluşturuldu.

# s61e136c0658e27d5
source: Protocol
cs_cz: Protokol
de: Protokoll
es: Protocolo
fi: Protokolla
fr: Protocole
it: Protocollo
pt_br: Protocolo
ru: Протокол
tr: Protokol

# s48a0d160d9e0a7be
source: Hostname/IP to connect to. Optionally specify the port.
pt_br: Nome do Host/IP para conectar. Opcionalmente, especifique a porta.

# sc39f6abf0daedb0f
source: Maximum concurrent connections
cs_cz: Maximum současných připojení
de: Maximale Anzahl gleichzeitiger Verbindungen
es: Máximas conexiones concurrentes
fi: Yhtäaikaisten yhteyksien enimmäismäärä
fr: Connections concurrentes maximum
it: Connessioni simultanee massime
pt_br: Máximo de conexões simultâneas
ru: Максимальное количество одновременных подключений
tr: En fazla eşzamanlı bağlantı sayısı

# s62418cbcd2a25498
source: Maximum concurrent allowed connections to this endpoint. Can be set to -1 to disable the limit.
cs_cz: Maximum povolených současných připojení na tento endpoint. Pro zakázání limitu může být nastaveno na -1.
de: Maximal zulässige gleichzeitige Verbindungen zu diesem Endpunkt. Kann auf -1 gesetzt werden, um das Limit zu deaktivieren.
es: Máximo de conexiones simultáneas permitidas para este punto de conexión. Se puede configurar en -1 para desactivar el límite.
fi: Tähän päätepisteeseen sallittujen yhtäaikaisten yhteyksien enimmäismäärä. Arvo -1 poistaa rajan.
fr: Nombre maximum de connections concurrentes à ce point de terminaison. Peut être défini à -1 pour désactiver la limite.
it: Connessioni simultanee massime consentite a questo endpoint. Può essere impostato su -1 per disabilitare il limite.
pt_br: Máximo de conexões simultâneas permitidas para este endpoint. Pode ser definido como -1 para desativar o limite.
ru: Максимальное количество одновременных разрешенных подключений к этой конечной точке. Можно установить значение -1, чтобы отключить ограничение.
tr: Bu uç noktaya izin verilen en fazla eşzamanlı bağlantı. Sınırı devre dışı bırakmak için -1 olarak ayarlanabilir.

# scb6620fcd5bff04c
source: Advanced settings
cs_cz: Rozšířená nastavení
de: Erweiterte Einstellungen
es: Configuraciones avanzadas
fi: Lisäasetukset
fr: Paramètres avancés
it: Impostazioni avanzate
ko: 고급 설정
nl: Geavanceerde instellingen
pt_br: Configurações avançadas
ru: Дополнительные настройки
tr: Gelişmiş ayarlar
zh_tw: 進階設定

# s1ec022562e3d515b
source: Search for users by username or display name...
pt_br: Pesquisar usuários por nome de usuário ou nome de exibição...

# s65f6a2f5e2b848e1
source: Search Users
pt_br: Pesquisar Usuários

# sd416adae573583d5
source: Select Users
pt_br: Selecionar Usuários

# sa45a194b58837e4f
source: Active
cs_cz: Aktivní
de: Aktiv
es: Activo
fi: Aktiivinen
fr: Actif
it: Attivo
ko: 활성
nl: Actief
pt_br: Ativo
ru: Активен
tr: Etkin
zh_tw: 啟用

# s58c867aac77b9158
source: Last login
cs_cz: Poslední přihlášení
de: Letzte Anmeldung
es: Último inicio de sesión
fi: Viimeisin kirjautuminen
fr: Dernière connexion
it: Ultimo accesso
ko: 마지막 로그인
nl: Laatste aanmelding
pt_br: Último login
ru: Последний вход
tr: Son giriş
zh_tw: 最近登入

# s85a91d843c3eb4ad
source: Show inactive users
cs_cz: Zobrazit deaktivované uživatele
de: Inaktive Benutzer anzeigen
es: Mostrar usuarios inactivos
fr: Afficher les utilisateurs inactifs
it: Mostra utenti inattivi
pt_br: Mostrar usuários inativos

# s93d69514c94ad635
source: Select users
pt_br: Selecionar usuários

# sb85774dc5d18ff0f
source: Confirm
pt_br: Confirmar

# s75d5ff5dd8d3c6d2
source: Successfully updated group.
cs_cz: Skupina byla úspěšně aktualizována.
de: Gruppe erfolgreich aktualisiert.
es: Grupo actualizado correctamente.
fi: Ryhmän päivitys onnistui.
fr: Groupe mis à jour avec succès
it: Gruppo aggiornato con successo.
ko: 그룹을 성공적으로 업데이트했습니다.
nl: Groep succesvol bijgewerkt.
pt_br: Grupo atualizado com sucesso.
ru: Группа успешно обновлена.
tr: Grup başarıyla güncellendi.
zh_tw: 成功更新群組。

# s3079ca1184e77573
source: Successfully created group.
cs_cz: Skupina byla úspěšně vytvořena.
de: Gruppe erfolgreich erstellt.
es: Grupo creado correctamente
fi: Ryhmän luonti onnistui.
fr: Groupe créé avec succès
it: Gruppo creato con successo.
ko: 그룹을 성공적으로 생성했습니다.
nl: Groep succesvol aangemaakt.
pt_br: Grupo criado com sucesso.
ru: Группа успешно создана.
tr: Grup başarıyla oluşturuldu.
zh_tw: 成功建立群組。

# s9436f1bf4400f6a6
source: Type a group name...
pt_br: Digite um nome de grupo

# s2d9356347ff7c77f
source: Group Name
pt_br: Nome de Grupo

# sf45dac7c571f18bd
source: Superuser Privileges
pt_br: Privilégios de Superusuário

# sbf8a7af4eafa87f8
source: Whether users added to this group will have superuser privileges.
pt_br: Indica se os usuários adicionados a este grupo terão privilégios de superusuário.

# s25bacc19d98b444e
source: Parent Group
cs_cz: Rodičovská skupina
de: Übergeordnete Gruppe
es: Grupo Padre
fi: Ylemmän tason ryhmä
fr: Groupe parent
it: Gruppo genitore
pt_br: Grupo Pai
ru: Родительская группа
tr: Ebeveyn Grubu

# s6b2beba7ab637e9e
source: Roles
cs_cz: Role
de: Rollen
fi: Roolit
fr: Rôles
it: Ruoli
ko: 역할
pt_br: Funções
ru: Роли
tr: Rolleri
zh_tw: 角色

# s85be1f5e7a0fa3b1
source: Available Roles
cs_cz: Dostupné role
de: Verfügbare Rollen
es: Roles Disponibles
fi: Saatavilla olevat roolit.
fr: Rôles disponibles
it: Ruoli disponibili
pt_br: Funções Disponíveis
ru: Доступные роли
tr: Mevcut Roller

# sa59d53ee922c08b5
source: Selected Roles
cs_cz: Vybrané role
de: Ausgewählte Rollen
es: Roles Seleccionados
fi: Valitut roolit
fr: Rôles sélectionnés
it: Ruoli selezionati
pt_br: Funções Selecionadas
ru: Выбранные роли
tr: Seçilmiş Roller

# s96d2bb4be3f5e8aa
source: Select roles to grant this groups' users' permissions from the selected roles.
cs_cz: Vyberte role, jejichž oprávnění budou udělena uživatelům v této skupině.
de: Wähle Rollen aus, deren Berechtigungen den Benutzern dieser Gruppe zugewiesen werden sollen.
es: Seleccione los roles para otorgar a los usuarios de este grupo permisos de los roles seleccionados.
fi: Valitse roolit, joille annetaan tämän ryhmän käyttäjien käyttöoikeudet valituista rooleista.
fr: Sélectionner les roles depuis lesquels assigner les permissions des utilisateurs de ce groupe depuis les rôles sélectionnés.
it: Seleziona i ruoli per concedere le autorizzazioni degli utenti di questi gruppi dai ruoli selezionati.
ko: 선택한 역할에서 이 그룹의 사용자에게 권한을 부여할 역할을 선택합니다.
pt_br: Selecione funções para conceder as permissões dos usuários deste grupo a partir das funções selecionadas.
ru: Выберите роли, чтобы предоставить пользователям этой группы разрешения от выбранных ролей.
tr: Bu grupların kullanıcılarına seçili rollerden izinler vermek için rolleri seçin.
zh_tw: 選擇角色以授予此群組或使用者從所選角色中的權限。

# sec97cdaf7af8648b
source: Set custom attributes using YAML or JSON.
cs_cz: Nastavte vlastní atributy pomocí YAML nebo JSON.
de: Selbstdefinierte Attribute können mittels YAML oder JSON festgelegt werden.
es: Establece atributos personalizados con YAML o JSON.
fi: Määritä mukautettuja attribuutteja YAMLilla tai JSONilla.
fr: Définissez des attributs personnalisés via YAML ou JSON.
it: Imposta attributi personalizzati utilizzando YAML o JSON.
ko: YAML 또는 JSON을 사용하여 사용자 정의 특성(Attributes)을 설정하세요.
nl: Stel aangepaste eigenschappen in met behulp van YAML of JSON.
pt_br: Defina atributos personalizados usando YAML ou JSON.
ru: Задайте пользовательские атрибуты с помощью YAML или JSON.
tr: YAML veya JSON kullanarak özel nitelikleri ayarlayın.
zh_tw: 使用 YAML 或 JSON 設定客製化特徵項。

# s1e36813d3504ed48
source: Successfully updated binding.
cs_cz: Vazba byla úspěšně aktualizována.
de: Bindung erfolgreich aktualisiert.
es: Vínculo actualizado correctamente.
fi: Liitoksen päivitys onnistui.
fr: Liaison mise à jour avec succès
it: Aggiornato criterio con successo.
ko: 바인딩을 성공적으로 업데이트했습니다.
nl: Binding succesvol bijgewerkt.
pt_br: Vínculo atualizado com sucesso.
ru: Привязка успешно обновлена.
tr: Ciltleme başarıyla güncellendi.
zh_tw: 成功更新附加。

# s1bf56ee106e9e711
source: Successfully created binding.
cs_cz: Vazba byla úspěšně vytvořena.
de: Bindung erfolgreich erstellt.
es: Vínculo creado correctamente
fi: Liitoksen luonti onnistui.
fr: Liaison créée avec succès
it: Creato criterio con successo.
ko: 바인딩을 성공적으로 만들었습니다.
nl: Binding succesvol aangemaakt.
pt_br: Vínculo criado com sucesso.
ru: Привязка успешно создана.
tr: Bağlama başarılı bir şekilde oluşturuldu.
zh_tw: 成功建立附加。

# s81a45c4fd11e8e1a
source: Don't pass
cs_cz: Nepovolit
de: Nicht bestanden
es: No pasa
fi: Estä
fr: Échouer
it: Non passare
ko: 미통과
pt_br: Não aprovado
ru: Отказ пропуска
tr: Geçme
zh_tw: 不要通過

# s95b73e0f4e47eb9a
source: Result used when policy execution fails.
cs_cz: Výsledek použitý při neúspěšném provedení zásad.
de: Ergebnis, das bei einem Fehlschlag der Policy-Ausführung verwendet wird.
es: Resultado utilizado cuando falla la ejecución de la política.
fi: Tulos, jota käytetään kun käytännön suoritus epäonnistuu.
fr: Résultat si l'éxecution de la politique échoue.
it: Risultato utilizzato quando l'esecuzione delle politiche non riesce.
ko: 정책 실행이 실패할 때 사용되는 결과입니다.
pt_br: Resultado usado quando a execução da política falha.
ru: Результат, используемый при сбое выполнения политики.
tr: İlke yürütme başarısız olduğunda kullanılan sonuç.
zh_tw: 當政策執行失敗所使用的結果

# s29ec5e7889f4787f
source: Successfully updated policy.
cs_cz: Zásada byla úspěšně aktualizována.
de: Richtlinie erfolgreich aktualisiert.
es: Política actualizada correctamente.
fi: Käytännön päivitys onnistui.
fr: Politique mise à jour avec succès
it: Criterio aggiornato.
ko: 정책을 성공적으로 업데이트했습니다.
nl: Beleid succesvol bijgewerkt.
pt_br: Política atualizada com sucesso.
ru: Политика успешно обновлена.
tr: İlke başarıyla güncelleştirildi.
zh_tw: 成功更新政策。
