Repository: goauthentik/authentik
Catalog: web/xliff/*.xlf
Languages: cs_cz, de, es, fi, fr, it, ko, nl, pt_br, ru, tr, zh_tw

# s23e6a57201fba25e
source: Display name of this authenticator, used by users when they enroll an authenticator.
cs_cz: Zobrazovaný název tohoto autentikátoru, používaný uživateli při registraci autentikátoru.
de: Anzeigename dieses Authenticators, der von Benutzern bei der Registrierung verwendet wird.
es: Nombre para mostrar de este autenticador, utilizado por los usuarios cuando registran un autenticador.
fi: Tämän todentajan näytettävä nimi, käyttäjät näkevät tämän kun he ottavat todentajan käyttöön.
fr: Affiche le nom de cet authentificateur, utilisé par les utilisateurs quand ils inscrivent un authentificateur.
it: Visualizza il nome di questo autenticatore, utilizzato dagli utenti quando iscrivono un autenticatore.
ko: 사용자가 인증기를 등록할 때 사용하는 이 인증가의 표시 이름입니다.
nl: Weergavenaam van deze authenticator, gebruikt door gebruikers wanneer ze een authenticator inschrijven.
pt_br: Nome exibido deste autenticador, usado pelos usuários ao se inscreverem em um autenticador.
ru: Отображаемое имя этого аутентификатора, используемое пользователями при регистрации аутентификатора.
tr: Bu kimlik doğrulayıcının, kullanıcılar tarafından bir kimlik doğrulayıcı kaydederken kullanılan görünen adı.
zh_tw: 顯示這個身分認證器，用於當使用者要註冊一個身分認證器時。

# s276d751eb7a186cc
source: API Hostname
cs_cz: Název hostitele API
es: Nombre de Host de API
fi: Rajapinta-isäntänimi
fr: Nom d'hôte de l'API
ko: API 호스트명
nl: API-hostnaam
pt_br: Nome do host da API
ru: Имя хоста API
tr: API Ana bilgisayar adı
zh_tw: API 主機名稱

# s5b6b6e2cb884d59f
source: Duo Auth API
es: API de Duo Auth
fi: Duo Auth -rajapinta
fr: API d'Authentification Duo
pt_br: API de Autenticação Duo
tr: Duo Kimlik Doğrulama API'sı
zh_tw: Duo 認證 API

# s240ff02ce3a53dee
source: Integration key
cs_cz: Klíč integrace
de: Integrationsschlüssel
es: Clave de integración
fi: Integraatioavain
fr: Clé d'intégration
it: Chiave di integrazione
ko: 연동 키
nl: Integratiesleutel
pt_br: Chave de integração
ru: Ключ интеграции
tr: Entegrasyon anahtarı
zh_tw: 整合金鑰

# s56fd9ed596c724fa
source: Secret key
cs_cz: Secret klíč
de: Geheimer Schlüssel
es: Clave secreta
fi: Salainen avain
fr: Clé secrète
it: Chiave segreta
ko: 비밀 키
nl: Geheime sleutel
pt_br: Chave secreta
ru: Секретный ключ
tr: Gizli anahtar
zh_tw: 金鑰

# s88870d7e499e848b
source: Duo Admin API (optional)
cs_cz: Duo Admin API (volitelné)
es: Duo Admin API (opcional)
fi: Duo hallintarajapinta (valinnainen)
fr: API Administrateur Duo (optionnel)
it: Duo Admin API (opzionale)
ko: Duo 관리자 API (선택사항)
nl: Duo Admin API (optioneel)
pt_br: API de Administração Duo (opcional)
ru: Duo Admin API (опционально)
tr: Duo Admin API (isteğe bağlı)
zh_tw: Duo 管理員 API（可選）

# sd2b106933823b754
source: When using a Duo MFA, Access or Beyond plan, an Admin API application can be created. This will allow authentik to import devices automatically.
cs_cz: Když používáte Duo MFA, Duo Access nebo Duo Beyond, můžete vytvořit aplikaci Admin API. Toto umožní authentiku automaticky importovat zařízení.
es: Al usar un plan Duo MFA, Access o Beyond, se puede crear una aplicación de API de administración. Esto permitirá que authentik importe dispositivos automáticamente.
fr: Lors de l'utilisation d'un abonnement Duo MFA, Access ou Beyond, une application pour l'Admin API peut être créée. Cela permettra à authentik d'importer les appareils automatiquement.
pt_br: Ao usar um plano Duo MFA, Access ou Beyond, é possível criar uma aplicação Admin API. Isso permitirá que o authentik importe dispositivos automaticamente.

# s9a34d1520e320465
source: Stage-specific settings
cs_cz: Specifická nastavení kroku
de: Stage-spezifische Einstellungen
es: Configuraciones específicas de cada etapa
fi: Vaihekohtaiset asetukset
fr: Paramètres propres à l'étape
it: Impostazioni specifiche per la fase
ko: 스테이지별 설정
nl: Fase-specifieke instellingen
pt_br: Configurações específicas do estágio
ru: Настройки, специфичные для этапа
tr: Aşama alanına özgü ayarlar
zh_tw: 階段特定的設定

# s0dfc6838c9d07677
source: Configuration flow
cs_cz: Tok konfigurace
de: Konfigurations-Flow
es: Flujo de configuración
fi: Määrittelyprosessi
fr: Flux de configuration
it: Flusso di configurazione
ko: 플로우 구성
nl: Configuratieflow
pt_br: Fluxo de configuração
ru: Поток конфигурации
tr: Yapılandırma akışı
zh_tw: 設定的流程

# sebf44d2471b608ad
source: Flow used by an authenticated user to configure this Stage. If empty, user will not be able to configure this stage.
cs_cz: Tok používaný ověřeným uživatelem pro konfiguraci tohoto kroku. Pokud je prázdný, uživatel nebude moci tento krok konfigurovat.
de: Flow, der von einem authentifizierten Benutzer verwendet wird, um diese Stage zu konfigurieren. Wenn leer, kann der Benutzer diese Stage nicht konfigurieren.
es: Flujo utilizado por un usuario autenticado para configurar esta etapa. Si está vacío, el usuario no podrá configurar esta etapa.
fi: Prosessi, jota tunnistautunut käyttäjä käyttää tämän vaiheen määrittämiseksi. Jos tämä jätetään tyhjäksi, käyttäjä ei pysty määrittämään tätä vaihetta.
fr: Flux utilisé par un utilisateur authentifié pour configurer cette étape. S'il est vide, l'utilisateur ne sera pas en mesure de le configurer.
it: Flusso utilizzato da un utente autenticato per configurare questa fase. Se vuoto, l'utente non sarà in grado di configurare questa fase.
ko: 인증된 사용자가 이 스테이지를 구성하는 데 사용하는 플로우입니다. 비어 있으면 사용자가 이 스테이지를 구성할 수 없습니다.
nl: Flow gebruikt door een geauthenticeerde gebruiker om deze fase te configureren. Als leeg, kan de gebruiker deze fase niet configureren.
pt_br: Fluxo usado por um usuário autenticado para configurar este estágio. Se vazio, o usuário não poderá configurar este estágio.
ru: Поток, используемый аутентифицированным пользователем для настройки этого Этапа. Если пусто, пользователь не сможет настроить этот этап.
tr: Bu Aşama'yı yapılandırmak için kimliği doğrulanmış bir kullanıcı tarafından kullanılan akış. Boşsa, kullanıcı bu aşamayı yapılandıramaz.
zh_tw: 用於已認證的使用者設定此階段的流程，如果為空則使用者無法設定此階段。

# s31ebc5431d677f5d
source: SMTP Host
cs_cz: SMTP hostitel
de: SMTP Server
es: Servidor SMTP
fi: SMTP-isäntä
fr: Hôte SMTP
it: Host SMTP
ko: SMTP 호스트
pt_br: Host SMTP
ru: Хост SMTP
tr: SMTP Ana Bilgisayarı
zh_tw: SMTP 主機

# s289fce7e694b98ac
source: SMTP Port
es: Puerto SMTP
fi: SMTP-portti
fr: Port SMTP
it: Porta SMTP
ko: SMTP 포트
nl: SMTP-poort
pt_br: Porta SMTP
ru: Порт SMTP
tr: SMTP Bağlantı Noktası
zh_tw: SMTP 連接埠

# se4a9da0295597e73
source: SMTP Username
cs_cz: SMTP uživatelské jméno
de: SMTP Benutzername
es: Nombre de usuario SMTP
fi: SMTP-käyttäjänimi
fr: Utilisateur SMTP
it: Nome utente SMTP
ko: SMTP 사용자명
nl: SMTP-gebruikersnaam
pt_br: Usuário SMTP
ru: Имя пользователя SMTP
tr: SMTP Kullanıcı Adı
zh_tw: SMTP 使用者名稱

# s593db2c00d6516a2
source: SMTP Password
cs_cz: SMTP heslo
de: SMTP Passwort
es: Contraseña SMTP
fi: SMTP-salasana
fr: Mot de passe SMTP
it: Password SMTP
ko: SMTP 비밀번호
nl: SMTP-wachtwoord
pt_br: Senha SMTP
ru: Пароль SMTP
tr: SMTP Parolası
zh_tw: SMTP 密碼

# s0d4268408182491d
source: Use TLS
cs_cz: Použít TLS
de: TLS verwenden
es: Usar TLS
fi: Käytä TLS:ää
fr: Utiliser TLS
it: Usa TLS
ko: TLS 사용
nl: TLS gebruiken
pt_br: Usar TLS
ru: Использовать TLS
tr: TLS Kullan
zh_tw: 使用 TLS

# s480c6c40a248f7d2
source: Use SSL
cs_cz: Použít SSL
de: SSL verwenden
es: Usar SSL
fi: Käytä SSL:ää
fr: Utiliser SSL
it: Usa SSL
ko: SSL 사용
nl: SSL gebruiken
pt_br: Usar SSL
ru: Использовать SSL
tr: SSL kullan
zh_tw: 使用 SSL

# sc1feadd25659c94d
source: From address
cs_cz: Z adresy
de: Absenderadresse
es: Dirección del remitente
fi: Lähettäjän osoite
fr: Adresse d'origine
it: Da indirizzo
ko: 발신자 주소
nl: Afzenderadres
pt_br: Endereço de origem
ru: От адреса
tr: Gönderen adres
zh_tw: 寄件人地址

# sca2487321ec12bd6
source: Email address the verification email will be sent from.
cs_cz: Emailová adresa, ze které bude odeslán ověřovací e-mail.
de: E-Mail-Adresse, von der die Verifizierungs-E-Mail gesendet wird.
es: Dirección de correo electrónico desde la cual se enviará el correo de verificación.
fr: Adresse courriel depuis laquelle le courriel de vérification sera envoyé.
it: Indirizzo email da cui verrà inviata l'email di verifica.
pt_br: Endereço de e-mail de onde o e-mail de verificação será enviado.

# s24a8fdfc73e8137f
source: Stage used to configure an email-based authenticator.
cs_cz: Krok použitý k nastavení autentifikátoru založeného na e-mailu.
de: Stage zur Konfiguration eines E-Mail-basierten Authentifikators.
es: Etapa utilizada para configurar un autenticador basado en correo electrónico.
fr: Étape utilisée pour configurer un authentificateur courriel.
it: Fase utilizzata per configurare un autenticatore basato su e-mail.
pt_br: Etapa usada para configurar um autenticador baseado em e-mail.

# sea0da186a814a212
source: Use global connection settings
cs_cz: Použít globální nastavení připojení
de: Globale Verbindungseinstellungen verwenden
es: Usar la configuración global de conexión
fr: Utiliser les paramètres de connexion globaux
it: Usa le impostazioni di connessione globali
pt_br: Usar configurações de conexão globais

# s7754fa56a4439de4
source: When enabled, global email connection settings will be used and connection settings below will be ignored.
cs_cz: Když je tato možnost povolena, budou použita globální nastavení připojení e-mailu a níže uvedená nastavení připojení budou ignorována.
de: Wenn aktiviert, werden die globalen E-Mail-Verbindungseinstellungen verwendet und die unten stehenden Verbindungseinstellungen ignoriert.
es: Cuando está habilitado, se utilizarán las configuraciones de conexión de correo electrónico global y se ignorarán las configuraciones de conexión siguientes.
fr: Si activé, les paramètres globaux de connexion courriel seront utilisés et les paramètres de connexion ci-dessous seront ignorés.
it: Quando abilitata, verranno usate le impostazioni di connessione email globali e le impostazioni di connessione riportate di seguito verranno ignorate.
pt_br: Quando habilitado, as configurações de conexão de e-mail globais serão usadas e as configurações de conexão abaixo serão ignoradas.

# s7e2bcca51126ec9c
source: Subject of the verification email.
cs_cz: Předmět ověřovacího e-mailu.
de: Betreff der Verifizierungs-E-Mail.
es: Asunto del correo electrónico de verificación.
fr: Objet du courriel de vérification.
it: Oggetto dell'email di verifica.
pt_br: Assunto do e-mail de verificação.

# sc12c90b1da0f3a47
source: Token expiration
cs_cz: Platnost tokenu
de: Token-Ablauf
es: Expiración del token
fr: Expiration du jeton
it: Scadenza token
pt_br: Expiração do token

# sc264a82f9c710f14
source: Time the token sent is valid (Format: hours=3,minutes=17,seconds=300).
cs_cz: Čas, po který je odeslaný token platný (Formát: hours=3,minutes=17,seconds=300).
de: Gültigkeitsdauer des gesendeten Tokens (Format: hours=3,minutes=17,seconds=300).
es: Hora en que el token enviado es válido (Formato: hours=3,minutes=17,seconds=300).
fr: Durée de validité du jeton envoyé (Format : hours=3,minutes=17,seconds=300).
it: Tempo di validità del token inviato (Formato: hours=3,minutes=17,seconds=300).
pt_br: Tempo em que o token enviado é válido (Formato: horas=3,minutos=17,segundos=300).

# se47baf2fd16b9d2b
source: Template
cs_cz: Šablona
de: Schablone
es: Plantilla
fi: Malli
fr: Modèle
it: Modello
ko: 템플릿
nl: Sjabloon
pt_br: Modelo
ru: Шаблон
tr: Şablon
zh_tw: 範本

# s503217f10ebdc63e
source: Loading templates...
cs_cz: Načítám šablony...
pt_br: Carregando modelos...

# s6891d230751dd7bf
source: Template used for the verification email.
cs_cz: Šablona použitá pro ověřovací email.
pt_br: Modelo usado para o e-mail de verificação.

# s3baf512851453712
source: Twilio Account SID
de: Twilio Konto SID
es: SID de cuenta Twilio
fi: Twilio-tilin SID
fr: SID de Compte Twilio
ko: Twilio 계정 SID
pt_br: SID da Conta Twilio
ru: SID учетной записи Twilio
tr: Twilio Hesabı SID
zh_tw: Twilio 帳號 SID

# sa738ce390bc24875
source: Get this value from https://console.twilio.com
cs_cz: Získejte tuto hodnotu z https://console.twilio.com
de: Holen Sie sich diesen Wert von https://console.twilio.com
es: Obtenga este valor de https://console.twilio.com
fi: Hae tämä arvo osoitteesta https://console.twilio.com
fr: Obtenez cette valeur depuis https://console.twilio.com
it: Ottieni questo valore da https://console.twilio.com
ko: 이 값은 다음에서 가져오세요. https://console.twilio.com
nl: Haal deze waarde op van https://console.twilio.com
pt_br: Obtenha este valor em https://console.twilio.com
ru: Получите это значение с сайта https://console.twilio.com
tr: Bu değeri https://console.twilio.com adresinden alın
zh_tw: 從以下網址取得值 https://console.twilio.com

# sa7b56a80ab1801f0
source: Twilio Auth Token
de: Twilio Authentifizierungs Token
es: Token de autenticación de Twilio
fi: Twilio Auth-tunniste
fr: Jeton d'Authentification Twilio
ko: Twilio Auth 토큰
pt_br: Token de Autenticação Twilio
ru: Токен аутентификации Twilio
tr: Twilio Auth Belirteci
zh_tw: Twilio 身分認證權杖

# sfe99a8caa70232ab
source: Authentication Type
cs_cz: Typ ověření
de: Authentifizierungsart
es: Tipo de autenticación
fi: Tunnistautumisen tyyppi
fr: Type d'authentification
it: Tipo di autenticazione
ko: 인증 유형
nl: Authenticatietype
pt_br: Tipo de Autenticação
ru: Тип аутентификации
tr: Kimlik Doğrulama Türü
zh_tw: 身分認證類型

# safd0363143a46a91
source: Basic Auth
cs_cz: Základní autorizace
es: Autenticación básica
fr: Authentification Basique
nl: Basisverificatie
pt_br: Autenticação Básica
ru: Базовая аутентификация
tr: Temel Auth
zh_tw: 基本身分認證

# sd06b47084fec0ec5
source: Bearer Token
es: Token portador
fi: Bearer-tunniste
ko: Bearer 토큰
pt_br: Token de Acesso
ru: Bearer токен
tr: Bearer Belirteci
zh_tw: 持有人權杖

# sb1751a1411d6874f
source: External API URL
cs_cz: URL externí API
de: Externe API URL
es: URL de API externa
fi: Ulkoinen rajapinta-URL-osoite
fr: URL d'API externe
ko: 외부 API URL
nl: Externe API-URL
pt_br: URL da API Externa
ru: URL-адрес внешнего API
tr: Harici API URL'si
zh_tw: 外部 API 網址

# sbdc1176ff9f93da2
source: This is the full endpoint to send POST requests to.
cs_cz: Toto je úplný endpoint, na který se odesílají požadavky POST.
de: Dies ist der vollständige Endpunkt, an den POST-Anforderungen gesendet werden.
es: Este es el endpoint completo al que enviar solicitudes POST.
fi: Koko osoite, johon POST-pyynnöt lähetetään.
fr: Ceci est le point de terminaison complet vers lequel il faut envoyer des requêtes POST
it: Questo è l'endpoint completo a cui inviare richieste post.
ko: POST 요청을 전송할 전체 엔드포인트입니다.
nl: Dit is het volledige eindpunt om POST-verzoeken naartoe te sturen.
pt_br: Este é o endpoint completo para enviar solicitações POST.
ru: Это полная конечная точка для отправки POST-запросов.
tr: Bu, POST istekleri göndermek için tam bitiş noktasıdır.
zh_tw: 這是項其發送 POST 要求的完整終端節點。

# s51da4de00984fe51
source: API Auth Username
cs_cz: Uživatelské jméno pro API autentizaci
de: API Auth Benutzername
es: Nombre de usuario de autenticación de API
fi: Rajapintatunnistautumisen käyttäjänimi
fr: Nom d'utilisateur de l'API d'Authentification
ko: API 인증 사용자명
nl: API Verificatiegebruikersnaam
pt_br: Nome de Usuário da API
ru: Имя пользователя API Auth
tr: API Auth Kullanıcı Adı
zh_tw: API 認證使用者

# s293ab4331c1dd387
source: This is the username to be used with basic auth or the token when used with bearer token
cs_cz: Toto je uživatelské jméno, které se používá se základní autentizací nebo token při použití s bearer tokenem
de: Dies ist der Benutzername, der mit Basic Auth verwendet werden soll, oder das Token, wenn es mit Bearer-Token verwendet wird
es: Este es el nombre de usuario que se utilizará con la autenticación básica o el token cuando se usa con el token del portador
fi: Tämä on Basic Authin kanssa käytettävä käyttäjänimi tai Bearer-tunnisteen kanssa käytettävä tunniste.
fr: Ceci est le nom d'utilisateur à utiliser pour de l'authentification basique ou le token à utiliser en avec Bearer token
it: Questo è il nome utente da utilizzare con l'autenticazione di base o il token quando utilizzato con il bearer token
ko: Basic 인증에 사용할 사용자명 또는 무기명 토큰과 함께 사용할 경우 토큰입니다.
nl: Dit is de gebruikersnaam die wordt gebruikt met basisverificatie of de token bij gebruik met een bearer-token
pt_br: Este é o nome de usuário a ser usado com autenticação básica ou o token quando usado com token de acesso
ru: Это имя пользователя, которое будет использоваться при базовой аутентификации, или токен при использовании bearer токена.
tr: Bu, temel kimlik doğrulama veya taşıyıcı belirteci ile kullanıldığında kullanılacak kullanıcı adıdır
zh_tw: 這是與基本身分認證一起使用的使用者名稱，或與持有人權杖一起使用時的權杖。

# s634d041fd954ab20
source: API Auth password
cs_cz: Heslo pro API autentizaci
de: API Auth Passwort
es: Contraseña de autenticación de API
fi: Rajapintatunnistautumisen salasana
fr: Mot de passe de l'API d'Authentification
ko: API Auth 비밀번호
nl: API Verificatiewachtwoord
pt_br: Senha da API
ru: Пароль API Auth
tr: API Auth parolası
zh_tw: API 認證密碼

# sb635ad3c2e357d3c
source: This is the password to be used with basic auth
cs_cz: Toto je heslo, které se používá se základní autentizací
de: Dies ist das Passwort, das mit der Basisauthentifizierung verwendet werden soll
es: Esta es la contraseña que se utilizará con la autenticación básica
fi: Tätä salasanaa käytetään Basic Authin kanssa.
fr: Ceci est le mot de passe à utiliser pour l'authentification basique
it: Questa è la password da utilizzare con l'autenticazione di base
ko: Basic auth에 사용할 비밀번호입니다.
nl: Dit is het wachtwoord dat wordt gebruikt bij basisverificatie
pt_br: Esta é a senha a ser usada com autenticação básica
ru: Это пароль, который будет использоваться при базовой авторизации
tr: Bu, temel kimlik doğrulama ile kullanılacak paroladır
zh_tw: 這是與基本身分認證一起使用的密碼

# s5e830ae7688d1219
source: Stage used to configure an SMS-based TOTP authenticator.
cs_cz: Krok sloužící ke konfiguraci TOTP autentifikátoru založeného na SMS.
de: Stage, die zum Konfigurieren eines SMS-basierten TOTP-Authentifikators verwendet wird.
es: Etapa utilizada para configurar un autenticador TOTP basado en SMS.
fi: Vaihe, jolla määritetään tekstiviestipohjainen TOTP-todentaja.
fr: Étape utilisée pour configurer un authentificateur TOTP par SMS.
it: Fase utilizzata per configurare un autenticatore TOTP basato su SMS.
ko: SMS 기반 TOTP 인증기를 구성하는 데 사용되는 스테이지입니다.
nl: Fase gebruikt om een SMS-gebaseerde TOTP-authenticator te configureren.
pt_br: Estágio usado para configurar um autenticador TOTP baseado em SMS.
ru: Этап, используемый для настройки аутентификатора TOTP на основе SMS.
tr: Aşama, SMS tabanlı bir TOTP kimlik doğrulayıcısını yapılandırmak için kullanılır.
zh_tw: 用於設定基於簡訊的 TOTP 身分認證器的階段。

# sc3c74f5273df459a
source: Generic
cs_cz: Obecný
de: Generisch
es: Genérico
fi: Yleinen
fr: Générique
it: Generico
ko: 일반
nl: Algemeen
pt_br: Genérico
ru: Основной
tr: Jenerik
zh_tw: 通用的

# sbbb2180b6aed196e
source: From number
cs_cz: Z čísla
de: Von Nummer
es: Desde el número
fi: Lähettäjän numero
fr: Numéro Expéditeur
it: Da numero
ko: 발신 번호
nl: Van nummer
pt_br: De número
ru: С номера
tr: Numarasından
zh_tw: 傳送人電話號碼

# sc647dcb91f6958dd
source: Number the SMS will be sent from.
cs_cz: Číslo, ze kterého bude SMS odeslána.
de: Nummer, von der die SMS gesendet wird
es: Número desde el que se enviará el SMS.
fi: Puhelinnumero, josta tekstiviesti lähetetään.
fr: Numéro depuis lequel le SMS sera envoyé.
it: Il numero da cui verrà inviato l'SMS.
ko: SMS를 발송할 번호입니다.
nl: Nummer van waaruit de SMS wordt verzonden.
pt_br: Número de onde o SMS será enviado.
ru: Номер, с которого будет отправлено SMS.
tr: Numara SMS gönderilecektir.
zh_tw: 傳送簡訊的電話號碼。

# sa92398dba8b12d85
source: Mapping
cs_cz: Mapování
de: Zuordnung
es: Asignación
fi: Kytkentä
fr: Mappage
it: Mappatura
ko: 매핑
nl: Toewijzing
pt_br: Mapeamento
ru: Сопоставление
tr: Eşleme
zh_tw: 對應

# s3c619d54c995d4ab
source: Modify the payload sent to the provider.
cs_cz: Upravit data posílaná poskytovateli.
es: Modificar los datos enviados al proveedor.
fr: Modifier le contenu envoyé au fournisseur.
pt_br: Modificar a carga útil enviada ao provedor.

# s0ae0072614320ae2
source: Hash phone number
cs_cz: Hashovat telefonní číslo
de: Hash-Telefonnummer
es: Hash de número de teléfono
fi: Tiivistä puhelinnumero
fr: Hacher le numéro de téléphone
it: Hash numero di telefono
ko: 해시한 전화 번호
nl: Hash telefoonnummer
pt_br: Hash do número de telefone
ru: Хэшировать номер телефона
tr: Karma telefon numarası
zh_tw: 雜湊電話號碼

# s9ca3310e1999fd5b
source: If enabled, only a hash of the phone number will be saved. This can be done for data-protection reasons. Devices created from a stage with this enabled cannot be used with the authenticator validation stage.
cs_cz: Pokud je povoleno, bude uložen pouze hash telefonního čísla. To lze provést z důvodů ochrany dat. Zařízení vytvořená z kroku s touto povolenou funkcí nelze použít s ověřovacím krokem autentikátoru.
de: Wenn aktiviert, wird nur ein Hash der Telefonnummer gespeichert. Dies kann aus Datenschutzgründen erfolgen. Geräte, die aus einer Stage mit dieser Einstellung erstellt wurden, können nicht mit der Authenticator-Validierungs-Stage verwendet werden.
es: Si está habilitado, solo se guardará un hash del número de teléfono. Esto se puede hacer por razones de protección de datos. Los dispositivos creados a partir de una etapa con esta opción habilitada no se pueden usar con la etapa de validación del autenticador.
fi: Jos tämä on valittu, vain tiiviste puhelinnumerosta tallennetaan. Tätä voidaan käyttää tietoturvasyistä. Laitteita, jotka on luotu sellaisesta vaiheesta, jossa tämä on käytössä, ei voida käyttää todentajan validaatiovaiheessa.
fr: Si activé, seul un hash du numéro de téléphone sera sauvegarder. Cela peut être fait pour des raisons de protection des données personnelles. Les appareils créés depuis une étape ayant cette option activée ne peuvent pas être utilisés avec l'étape de validation d'authentificateur.
it: Se abilitato, verrà salvato solo un hash del numero di telefono. Questo può essere fatto per motivi di protezione dei dati. I dispositivi creati da una fase con questo abilitato non possono essere utilizzati con la fase di convalida dell'autenticatore.
ko: 활성화하면 휴대폰 번호의 해시만 저장됩니다. 이는 데이터 보호를 위해 설정할 수 있습니다. 이 옵션을 활성화한 단계에서 만든 디바이스는 인증기 유효성 검사 스테이지에서 사용할 수 없습니다.
nl: Indien ingeschakeld, wordt alleen een hash van het telefoonnummer opgeslagen. Dit kan om redenen van gegevensbescherming worden gedaan. Apparaten die zijn gemaakt vanuit een fase met deze functie ingeschakeld, kunnen niet worden gebruikt met de authenticator-validatiefase.
pt_br: Se ativado, apenas um hash do número de telefone será salvo. Isso pode ser feito por razões de proteção de dados. Dispositivos criados a partir de um estágio com isso ativado não podem ser usados com o estágio de validação do autenticador.
ru: Если эта опция включена, будет сохранен только хэш номера телефона. Это может быть сделано в целях защиты данных. Устройства, созданные на этапе с этой опцией, не могут быть использованы на этапе проверки аутентификатора.
tr: Etkinleştirilirse, telefon numarasının yalnızca bir karması kaydedilir. Bu, veri koruma nedenleriyle yapılabilir. Bu özelliğin etkinleştirildiği bir aşamadan oluşturulan cihazlar, kimlik doğrulayıcı doğrulama aşamasıyla kullanılamaz.
zh_tw: 啟用時，將只會儲存手機號碼的雜湊值。如果有資料保護的需求可以使用此項。啟用此選項的階段建立的裝置，將無法使用身份認證器的認證階段。
