Repository: goauthentik/authentik
Catalog: web/xliff/*.xlf
Languages: cs_cz, de, es, fi, fr, it, ko, nl, pt_br, ru, tr, zh_tw

# sf8c76d5fb408de7b
source: You're about to be redirect to the following URL.
cs_cz: Budete přesměrováni na následující URL.
de: Sie werden gleich zur folgenden URL weitergeleitet
es: Estás a punto de ser redirigido a la siguiente URL.
fi: Sinut ohjataan seuraavaan URL-osoitteeseen.
fr: Vous allez être redirigé vers l'URL suivante.
it: Stai per essere reindirizzato all'URL seguente.
ko: 다음 URL로 리디렉션됩니다.
nl: U wordt zo naar de volgende URL omgeleid.
pt_br: Você está prestes a ser redirecionado para a seguinte URL.
ru: Вы будете перенаправлены на следующий URL-адрес.
tr: Aşağıdaki URL'ye yönlendirmek üzeresiniz.
zh_tw: 您即將被重新導向到以下網址。

# s197420b40df164f8
source: Follow redirect
cs_cz: Následovat přesměrování
de: Weiterleitung folgen
es: Seguir la redirección
fi: Seuraa uudelleenohjausta
fr: Suivre la redirection
it: Segui il reindirizzamento
ko: 리디렉션 따라가기
nl: Volg omleiding
pt_br: Seguir redirecionamento
ru: Следовать за перенаправлением
tr: Yönlendirmeyi takip et
zh_tw: 跟隨重新導向

# s3ab772345f78aee0
source: Flow inspector
cs_cz: Inspektor toku
de: Flow-Inspektor
es: inspector de flujo
fi: Prosessin tarkastaja
fr: Inspecteur de flux
it: Ispezione del flusso
ko: 플로우 검사기
nl: Flowinspecteur
pt_br: Inspecionador de fluxo
ru: Инспектор потока
tr: Akış denetçisi
zh_tw: 流程檢閱器

# sb69e43f2f6bd1b54
source: Close flow inspector
pt_br: Fechar inspecionador de fluxo

# s502884e1977b2c06
source: Next stage
cs_cz: Další krok
de: Nächste Stage
es: Próxima etapa
fi: Seuraava vaihe
fr: Étape suivante
it: Fase successiva
ko: 다음 스테이지
nl: Volgende fase
pt_br: Próxima etapa
ru: Следующий этап
tr: Sonraki aşama
zh_tw: 下一個階段

# sb3fa80ccfa97ee54
source: Stage name
cs_cz: Název kroku
es: Nombre artístico
fi: Vaiheen nimi
fr: Nom de l'étape
it: Nome fase
ko: 스테이지 이름
nl: Fasenaam
pt_br: Nome da etapa
ru: Имя этапа
tr: Aşama adı
zh_tw: 階段名稱

# sbea3c1e4f2fd623d
source: Stage kind
cs_cz: Druh kroku
de: Art der Stage
es: Tipo de escenario
fi: Vaiheen tyyppi
fr: Type d'étap
it: Tipo fase
ko: 스테이지 종류
nl: Fasetype
pt_br: Tipo de etapa
ru: Вид этапа
tr: Aşama türü
zh_tw: 階段類型

# s2bc8aa1740d3da34
source: Stage object
cs_cz: Objekt kroku
de: Stage Objekt
es: Objeto escénico
fi: Vaiheobjekti
fr: Objet étap
it: Ogetto fase
ko: 스테이지 오브젝트
nl: Stadium object
pt_br: Objeto da etapa
ru: Объект этапа
tr: Aşama nesnesi
zh_tw: 階段物件

# sc3e1c4f1fff8e1ca
source: This flow is completed.
cs_cz: Tento tok je dokončen.
de: Dieser Flow ist abgeschlossen.
es: Este flujo se ha completado.
fi: Tämä prosessi on suoritettu.
fr: Ce flux est terminé.
it: Questo flusso è completato.
ko: 이 플로우는 완료되었습니다.
nl: Deze flow is voltooid.
pt_br: Este fluxo está completo.
ru: Этот поток завершен.
tr: Bu akış tamamlandı.
zh_tw: 此流程已執行完成。

# s342eccabf83c9bde
source: Plan history
cs_cz: Historie plánu
de: Historie
es: Historial del plan
fi: Suunnitelman historia
fr: Historique du plan
it: Storia del piano
ko: 플랜 내역
nl: Plangeschiedenis
pt_br: Histórico do plano
ru: История плана
tr: Plan geçmişi
zh_tw: 計劃歷史紀錄

# sb2f307e79d20bb56
source: Current plan context
cs_cz: Aktuální kontext plánu
de: Aktueller Plankontext
es: Contexto actual del plan
fi: Tämänhetkinen suunnitelman konteksti
fr: Contexte du plan courant
it: Contesto del piano attuale
ko: 현재 플랜 컨텍스트
nl: Huidige plancontext
pt_br: Contexto do plano atual
ru: Контекст текущего плана
tr: Mevcut plan bağlamı
zh_tw: 目前計劃的上下文

# sa13e6c8310000e30
source: Session ID
cs_cz: ID relace
de: Sitzungs-ID
es: ID de sesión
fi: Istunnon ID
fr: ID de session
ko: 세션 ID
nl: Sessie-ID
pt_br: ID da sessão
ru: ID сессии
tr: Oturum Kimliği
zh_tw: 會談 ID

# s857cf5aa8955cf5c
source: Flow inspector loading
pt_br: Inspecionador de fluxo carregando

# sa11e92683c5860c7
source: Request has been denied.
cs_cz: Požadavek byl zamítnut.
de: Anfrage wurde verweigert
es: Se ha denegado la solicitud.
fi: Pyyntö on estetty.
fr: La requête a été refusée.
it: La richiesta è stata negata.
ko: 요청이 거부되었습니다.
nl: Aanvraag is geweigerd.
pt_br: A solicitação foi negada.
ru: Запрос был отклонен.
tr: İstek reddedildi.
zh_tw: 要求被拒。

# s2f7f35f6a5b733f5
source: Show password
cs_cz: Zobrazit heslo
de: Passwort anzeigen
es: Mostrar contraseña
fi: Näytä salasana
fr: Montrer le mot de passe
it: Mostra password
pt_br: Mostrar senha
ru: Показать пароль
tr: Şifreyi göster

# s452f791e0ff6a13e
source: Hide password
cs_cz: Skrýt heslo
de: Passwort ausblenden
es: Ocultar contraseña
fi: Piilota salasana
fr: Cacher le mot de passe
it: Nascondi password
pt_br: Esconder senha
ru: Скрыть пароль
tr: Şifreyi gizle

# scf5ce91bfba10a61
source: Please enter your password
cs_cz: Prosím zadejte své heslo
de: Bitte geben Sie Ihr Passwort ein
es: Por favor, introduzca su contraseña
fi: Kirjoita salasanasi
fr: Veuillez saisir votre mot de passe
it: Per favore inserisci la tua password
ko: 비밀번호를 입력하세요
nl: Voer uw wachtwoord in
pt_br: Por favor, insira sua senha
ru: Пожалуйста, введите ваш пароль
tr: Lütfen parolanızı girin
zh_tw: 請輸入您的密碼

# s6bb30c61df4cf486
source: Caps Lock is enabled.
cs_cz: CapsLock je zapnutý.
de: Feststelltaste ist aktiviert.
es: Bloqueo de mayúsculas activado.
fr: La touche Verr Maj est activée.
it: Caps Lock attivo.
pt_br: Caps Lock está ativado.
ru: Включена функция Caps Lock.

# s8d6236ad153d42c0
source: CAPTCHA challenge
pt_br: Desafio de CAPTCHA

# s30d6ff9e15e0a40a
source: Verifying...
cs_cz: Ověřování...
de: Überprüfe…
es: Verificando...
fi: Vahvistetaan...
fr: Vérification...
it: Verifica...
pt_br: Verificando...
ru: Верификация...
tr: Doğrulama...

# s1c336c2d6cef77b3
source: Remember me on this device
cs_cz: Zapamatovat na tomto zařízení
de: Angemeldet bleiben auf diesem Gerät
es: Recuérdame en este dispositivo
fr: Se souvenir de moi sur cet appareil
it: Ricordami su questo dispositivo
pt_br: Lembrar de mim neste dispositivo

# sc4eedb434536bdb4
source: Need an account?
cs_cz: Potřebujete účet?
de: Noch kein Konto?
es: ¿Necesitas una cuenta?
fi: Tarvitsetko tilin?
fr: Besoin d'un compte ?
it: Hai bisogno di un account?
ko: 계정이 필요하신가요?
nl: Heeft u een account nodig?
pt_br: Precisa de uma conta?
ru: Нужна учетная запись?
tr: Bir hesaba mı ihtiyacınız var?
zh_tw: 需要一個帳號嗎？

# s38f774cd7e9b9dad
source: Sign up.
cs_cz: Zaregistrovat se.
de: Registrieren.
es: Inscríbete.
fi: Luo tunnus.
fr: S'enregistrer.
it: Registrati.
ko: 가입.
nl: Meld u aan.
pt_br: Registre-se.
ru: Зарегистрироваться.
tr: Kaydolun.
zh_tw: 註冊。

# sa03aa46068460c95
source: Forgot username or password?
cs_cz: Zapomněli jste uživatelské jméno nebo heslo?
de: Benutzername oder Passwort vergessen?
es: ¿Olvidaste tu nombre de usuario o contraseña?
fi: Unohditko käyttäjätunnuksesi tai salasanasi?
fr: Mot de passe ou nom d'utilisateur oublié ?
it: Hai dimenticato il nome utente o la password?
ko: 사용자명이나 비밀번호를 잊으셨나요?
nl: Gebruikersnaam of wachtwoord vergeten?
pt_br: Esqueceu seu usuário ou senha?
ru: Забыли имя пользователя или пароль?
tr: Kullanıcı adı veya parolayı mı unuttunuz?
zh_tw: 忘記使用者名稱或密碼？

# s6ecfc18dbfeedd76
source: Select one of the options below to continue.
cs_cz: Vyberte jednu z možností níže pro pokračování.
de: Wählen Sie eine der folgenden Optionen aus, um fortzufahren.
es: Selecciona una de las opciones siguientes para continuar.
fi: Valitse yksi alla olevista vaihtoehdoista jatkaaksesi.
fr: Sélectionner une des options suivantes pour continuer.
it: Seleziona una delle opzioni qui sotto per continuare.
pt_br: Selecione uma das opções abaixo para continuar.
ru: Выберите один из вариантов ниже, чтобы продолжить.
tr: Devam etmek için aşağıdaki seçeneklerden birini belirleyin.

# s8cc0075913c67566
source: Enter the email associated with your account, and we'll send you a link to reset your password.
cs_cz: Zadejte e-mail spojený s vaším účtem a my vám zašleme odkaz pro obnovení hesla.
de: Gib die E-Mail-Adresse deines Accounts ein und du erhältst einen Link zum Zurücksetzen des Passworts.
es: Ingresa el correo electrónico asociado con tu cuenta y te enviaremos un enlace para restablecer tu contraseña.
fi: Kirjoita tiliisi liittyvä sähköpostiosoite ja lähetämme sinulle linkin salasanan uusimista varten.
fr: Entrer l'email associé à votre compte, et nous vous enverrons un lien pour réinitialiser votre mot de passe.
it: Inserisci l'e -mail associata al tuo account e ti invieremo un link per reimpostare la password.
pt_br: Digite o e-mail associado à sua conta e enviaremos um link para redefinir sua senha.
ru: Введите адрес электронной почты, связанный с вашей учетной записью, и мы отправим вам ссылку для сброса пароля.
tr: Hesabınızla ilişkili e-postayı girin, size şifrenizi sıfırlamanız için bir bağlantı gönderelim.

# s091d5407b5b32e84
source: Or
cs_cz: nebo
de: Oder
es: O
fi: Tai
fr: Ou
it: Oppure
ko: 혹은
nl: Of
pt_br: Ou
ru: Или
tr: Veya
zh_tw: 或

# s670ad066cc0e50a3
source: Login to continue to ${this.challenge.applicationPre}.
cs_cz: Přihlášte se pro pokračování na ${this.challenge.applicationPre}.
de: Anmelden, um mit ${this.challenge.applicationPre} fortzufahren.
es: Inicia sesión para continuar a ${this.challenge.applicationPre}.
fi: Kirjaudu jatkaaksesi kohteeseen ${this.challenge.applicationPre}.
fr: Connectez-vous pour continuer sur ${this.challenge.applicationPre}.
it: Accedi per continuare in ${this.challenge.applicationPre}.
ko: ${this.challenge.applicationPre}로 계속해서 로그인하세요.
nl: Log in om door te gaan naar ${this.challenge.applicationPre}.
pt_br: Faça login para continuar para ${this.challenge.applicationPre}.
ru: Войдите, чтобы перейти на ${this.challenge.applicationPre}.
tr: Devam etmek için ${this.challenge.applicationPre} hesabı ile giriş yapın.
zh_tw: 登入以繼續前往 ${this.challenge.applicationPre}。

# se5fd752dbbc3cd28
source: Use a security key
cs_cz: Použít bezpečnostní klíč
de: Einen Sicherheitsschlüssel verwenden
es: Use una llave de seguridad
fi: Käytä turva-avainta
fr: Utiliser une clé de sécurité
it: Usa una chiave di sicurezza
ko: 보안 키 사용
nl: Gebruik een beveiligingssleutel
pt_br: Usar uma chave de segurança
ru: Используйте ключ безопасности
tr: Güvenlik anahtarı kullan
zh_tw: 使用安全金鑰登入

# s85366fac18679f28
source: Forgot password?
cs_cz: Zapomněli jste heslo?
de: Passwort vergessen?
es: ¿Has olvidado tu contraseña
fi: Unohditko salasanasi?
fr: Mot de passe oublié ?
it: Hai dimenticato la password?
ko: 비밀번호를 잊으셨나요?
nl: Wachtwoord vergeten?
pt_br: Esqueceu sua senha?
ru: Забыли пароль?
tr: Parolanı mi unuttun?
zh_tw: 忘記密碼

# s14c552fb0a4c0186
source: Application requires following permissions:
cs_cz: Aplikace vyžaduje následující oprávnění:
de: Anwendung benötigt die folgenden Berechtigungen:
es: La aplicación requiere los siguientes permisos:
fi: Sovellus tarvitsee seuraavat käyttöoikeudet:
fr: Cette application requiert les permissions suivantes :
it: L'applicazione richiede i seguenti permessi:
ko: 애플리케이션에는 다음 권한이 필요합니다:
nl: Toepassing vereist de volgende rechten:
pt_br: O aplicativo requer as seguintes permissões:
ru: Приложению необходимы следующие разрешения:
tr: Uygulama aşağıdaki izinleri gerektirir:
zh_tw: 應用程式需要以下權限：

# s7073489bb01b3c24
source: Application already has access to the following permissions:
cs_cz: Aplikace již má přístup k následujícím oprávněním:
de: Die Anwendung hat bereits Zugriff auf die folgenden Berechtigungen:
es: La aplicación ya tiene acceso a los siguientes permisos:
fi: Sovelluksella on jo seuraavat käyttöoikeudet:
fr: L’application a déjà accès aux permissions suivantes :
it: L'applicazione ha già accesso alle seguenti autorizzazioni:
ko: 애플리케이션에 이미 다음 권한에 대한 액세스 권한이 있습니다:
nl: Toepassing heeft al toegang tot de volgende rechten:
pt_br: O aplicativo já tem acesso às seguintes permissões:
ru: Приложение уже имеет доступ к следующим разрешениям:
tr: Uygulamanın zaten aşağıdaki izinlere erişimi var:
zh_tw: 應用程式已用擁有已下存取權限：

# s98dc556f8bf707dc
source: Application requires following new permissions:
cs_cz: Aplikace vyžaduje následující nová oprávnění:
de: Die Anwendung erfordert folgende neue Berechtigungen:
es: La aplicación requiere los siguientes permisos nuevos:
fi: Sovellus tarvitsee seuraavat uudet käyttöoikeudet:
fr: Cette application requiert de nouvelles permissions :
it: L'applicazione richiede le seguenti nuove autorizzazioni:
ko: 애플리케이션에는 다음과 같은 새로운 권한이 필요합니다:
nl: Toepassing vereist de volgende nieuwe rechten:
pt_br: O aplicativo requer as seguintes novas permissões:
ru: Приложение требует следующих новых разрешений:
tr: Uygulama aşağıdaki yeni izinleri gerektirir:
zh_tw: 應用程式需要新增以下權限：

# s06bfe45ffef2cf60
source: Stage name: ${this.challenge.name}
cs_cz: Název kroku: ${this.challenge.name}
es: Nombre de etapa: ${this.challenge.name}
fi: Vaiheen nimi: ${this.challenge.name}
fr: Nom de l'étape : ${this.challenge.name}
it: Nome fase: ${this.challenge.name}
pt_br: Nome da etapa: ${this.challenge.name}
ru: Название этапа: ${this.challenge.name}
tr: Aşama adı: ${this.challenge.name}

# sbd19064fc3f405c1
source: Check your Inbox for a verification email.
cs_cz: Ověřovací email najdete ve Vaší poštovní schránce.
de: Prüfen Sie Ihren Posteingang auf eine Bestätigungsmail.
es: Busca un correo electrónico de verificación en tu bandeja de entrada.
fi: Vahvistusviesti löytyy sähköpostistasi.
fr: Vérifiez votre boite de réception pour un courriel de vérification.
it: Controlla la tua casella di posta per un'email di verifica.
ko: 받은 편지함에서 인증 이메일을 확인합니다.
nl: Controleer uw Postvak IN voor een verificatie-e-mail.
pt_br: Procure na sua Caixa de Entrada um e-mail de verificação.
ru: Проверьте свой почтовый ящик, чтобы получить письмо с подтверждением.
tr: Doğrulama e-postası için Gelen Kutunuzu kontrol edin.
zh_tw: 檢查您的收件夾確認是否收到驗證電子郵件。

# s8aff572e64b7936b
source: Send Email again.
cs_cz: Poslat email znovu.
de: E-Mail erneut senden.
es: Vuelve a enviar el correo electrónico.
fi: Lähetä sähköposti uudelleen.
fr: Renvoyer le courriel.
it: Invia di nuovo l'email.
ko: 이메일을 다시 보냅니다.
nl: Stuur de e-mail opnieuw.
pt_br: Enviar Email novamente.
ru: Отправить электронное письмо еще раз.
tr: E-postayı tekrar gönder.
zh_tw: 再次傳送電子郵件。

# sc091f75b942ec081
source: QR-Code to setup a time-based one-time password
pt_br: QR-Code para configurar uma senha de uso único baseada em tempo

# s6db67c7681b8be6e
source: Copy time-based one-time password configuration
pt_br: Copiar configuração de senha de uso único baseada em tempo

# sdc323c6af4ae9f01
source: Successfully copied TOTP Config.
cs_cz: Úspěšně zkopírováno nastavení TOTP.
de: TOTP Config erfolgreich kopiert
es: Se copió correctamente TOTP Config.
fi: TOTP-määrittelyn kopiointi onnistui.
fr: Configuration TOTP copiée avec succès
it: Configurazione TOTP copiato correttamente.
ko: TOTP 구성을 성공적으로 복사했습니다.
nl: TOTP-configuratie succesvol gekopieerd.
pt_br: Configuração TOTP copiada com sucesso.
ru: Конфигурация TOTP успешно скопирована.
tr: TOTP Yapılandırması başarıyla kopyalandı.
zh_tw: 成功複製 TOTP 設定。

# s43e859bf711e3599
source: Copy TOTP Config
pt_br: Copiar configuração TOTP

# s90064dd5c4dde2c6
source: Please scan the QR code above using the Microsoft Authenticator, Google Authenticator, or other authenticator apps on your device, and enter the code the device displays below to finish setting up the MFA device.
cs_cz: Naskenujte výše uvedený QR kód pomocí aplikace Microsoft Authenticator, Google Authenticator nebo jiné autentizační aplikace ve svém zařízení a zadejte kód, který zařízení zobrazí níže, pro dokončení nastavení MFA zařízení.
de: Bitte scannen Sie den QR-Code oberhalb mit Microsoft Authenticator, Google Authenticator oder anderen Authenticator-Apps auf Ihrem Gerät ab und geben Sie den angezeigten Code unterhalb ein, um die Einrichtung des MFA-Geräts abzuschließen.
es: Escanee el código QR de arriba usando Microsoft Authenticator, Google Authenticator u otras aplicaciones de autenticación en su dispositivo, e ingresa el código que muestra a continuación para terminar de configurar el dispositivo MFA.
fi: Skannaa yllä oleva QR-koodi Microsoft Authenticatorilla, Google Authenticatorilla tai jollakin muulla laitteeltasi löytyvällä todentajasovelluksella, ja syötä koodi, jonka laite näyttää alla olevaan kenttään suorittaaksesi MFA-laitteen asennuksen loppuun.
fr: Merci de scanner le QR code ci-dessus avec Microsoft Authenticator, Google Authenticator ou une autre application d'authentification à deux facteurs sur votre appareil, et entrer le code que l'appareil affiche ci-dessous pour finir la configuration de votre appareil MFA.
it: Scansiona il codice QR sopra utilizzando Microsoft Authenticator, Google Authenticator o altre app di Autenticator sul dispositivo e immettere il codice visualizzato di seguito per terminare l'impostazione del dispositivo MFA.
pt_br: Por favor, escaneie o código QR acima usando o Microsoft Authenticator, Google Authenticator ou outros aplicativos de autenticação em seu dispositivo e insira o código que o dispositivo exibe abaixo para concluir a configuração do dispositivo MFA.
ru: Пожалуйста, отсканируйте приведенный выше QR-код с помощью Microsoft Authenticator, Google Authenticator или других приложений-аутентификаторов на вашем устройстве и введите код, который устройство отобразит ниже, чтобы завершить настройку устройства MFA.
tr: Lütfen cihazınızdaki Microsoft Authenticator, Google Authenticator veya diğer kimlik doğrulama uygulamalarını kullanarak yukarıdaki QR kodunu tarayın ve MFA cihazının kurulumunu tamamlamak için cihazın aşağıda görüntülediği kodu girin.

# sa5562e0115ffbccd
source: Time-based one-time password
pt_br: Senha de uso único baseada em tempo

# s40f44c0d88807fd5
source: TOTP Code
pt_br: Código TOTP

# s95474cc8c73dd9c0
source: Type your TOTP code...
pt_br: Digite seu código TOTP...

# s168d0c138b63286d
source: Type your time-based one-time password code.
pt_br: Digite seu código de senha de uso único baseada em tempo.

# sc2ec367e3108fe65
source: Duo activation QR code
cs_cz: QR kód pro aktivaci Duo
de: QR-Code für die Duo-Aktivierung
es: Código QR de activación de Duo
fi: Duo-aktivoinnin QR-koodi
fr: Code QR d'activation Duo
it: Codice QR di attivazione Duo
ko: Duo 활성화 QR 코드
nl: Duo-activerings-QR-code
pt_br: Código QR de ativação do Duo
ru: QR-код активации Duo
tr: Duo aktivasyon QR kodu
zh_tw: Duo 啟用的二維條碼

# sc5668cb23167e9bb
source: Alternatively, if your current device has Duo installed, click on this link:
cs_cz: Alternativně, pokud máte Duo nainstalováno na svém aktuálním zařízení, klikněte na tento odkaz:
de: Alternativ kannst Du auch auf diesen Link klicken, wenn Du Duo auf Deinem Gerät installiert hast:
es: Como alternativa, si su dispositivo actual tiene instalado Duo, haga clic en este enlace:
fi: Vaihtoehtoisesti, jos Duo on asennettu tälle laitteelle, klikkaa tätä linkkiä:
fr: Sinon, si Duo est installé sur cet appareil, cliquez sur ce lien :
it: In alternativa, se il tuo dispositivo corrente è installato duo, fare clic su questo link:
ko: 대안으로, 현재 디바이스에 Duo가 설치되어 있는 경우 이 링크를 클릭합니다:
nl: Of klik op deze link als uw huidige apparaat Duo geïnstalleerd heeft:
pt_br: Alternativamente, se o seu dispositivo atual tiver o Duo instalado, clique neste link:
ru: Кроме того, если на вашем текущем устройстве установлен Duo, перейдите по этой ссылке:
tr: Alternatif olarak, mevcut cihazınızda Duo yüklüyse, şu bağlantıya tıklayın:
zh_tw: 或者如果您目前裝置已安裝 Duo，請點擊此連結：

# s721d94ae700b5dfd
source: Duo activation
cs_cz: Aktivace Duo
de: Duo-Aktivierung
es: Activación dúo
fi: Duo-aktivointi
fr: Activation Duo
it: Attivazione Duo
ko: Duo 활성화
nl: Duo-activering
pt_br: Ativação do Duo
ru: Duo активация
tr: İkili aktivasyon
zh_tw: Duo 啟用

# s708d9a4a0db0be8f
source: Check status
cs_cz: Zkontrolovat stav
de: Status überprüfen
es: Comprobar el estado
fi: Tarkista tila
fr: Vérifier le statut
it: Verifica stato
ko: 상태 확인
nl: Status controleren
pt_br: Verificar status
ru: Проверить статус
tr: Durumu kontrol et
zh_tw: 檢查狀態

# s31fba571065f2c87
source: Make sure to keep these tokens in a safe place.
cs_cz: Ujistěte se, že tyto tokeny uchováváte na bezpečném místě.
de: Bewahren Sie diese Tokens an einem sicheren Ort auf.
es: Asegúrese de guardar estas fichas en un lugar seguro.
fi: Pidä nämä tunnisteet turvallisessa paikassa.
fr: Veuillez à conserver ces jetons dans un endroit sûr.
it: Assicurati di tenere questi token in un luogo sicuro.
ko: 이 토큰은 반드시 안전한 곳에 보관하세요.
nl: Zorg ervoor dat u deze tokens op een veilige plaats bewaart.
pt_br: Certifique-se de manter esses tokens em um lugar seguro.
ru: Обязательно храните эти токены в надежном месте.
tr: Bu belirteçleri güvenli bir yerde tuttuğunuzdan emin olun.
zh_tw: 請將這些權杖保存在安全的地方。

# s3f8a07912545e72e
source: Configure your email
cs_cz: Nastavte svůj email
de: Konfiguriere deine E-Mail
es: Configura tu correo electrónico
fr: Configurer votre courriel
it: Configura la tua email
pt_br: Configure seu e-mail
ru: Настройте свою электронную почту

# scedf77e8b75cad5a
source: Please enter your email address.
cs_cz: Zadejte vaši emailovou adresu.
de: Bitte gib deine E-Mail-Adresse ein.
es: Por favor, ingresa tu dirección de correo electrónico.
fr: Veuillez entrer votre adresse courriel.
it: Inserisci il tuo indirizzo email.
pt_br: Por favor, insira seu endereço de e-mail.
ru: Пожалуйста, введите свой адрес электронной почты.

# s3643189d1abbb7f4
source: Code
cs_cz: Kód
es: Código
fi: Koodi
it: Codice
ko: 코드
pt_br: Código
ru: Код
tr: Kodu
zh_tw: 認證碼

# s7cdd62c100b6b17b
source: Please enter the code you received via email
cs_cz: Zadejte kód z emailu.
de: Bitte gib den Code ein, den du per E-Mail erhalten hast.
es: Por favor, ingresa el código que recibiste por correo electrónico
fr: Veuillez entrer le code que vous avez reçu par courriel
it: Inserisci il codice ricevuto via email
pt_br: Por favor, insira o código que você recebeu por e-mail
ru: Пожалуйста, введите код, который вы получили по электронной почте

# sc0a0c87d5c556c38
source: Phone number
cs_cz: Telefonní číslo
de: Telefonnummer
es: Número de teléfono
fi: Puhelinnumero
fr: Numéro de téléphone
it: Numero di telefono
ko: 전화 번호
nl: Telefoonnummer
pt_br: Número de telefone
ru: Номер телефона
tr: Telefon numarası
zh_tw: 電話號碼

# s04c1210202f48dc9
source: Please enter your Phone number.
cs_cz: Prosím zadejte své telefonní číslo.
de: Bitte geben Sie Ihre Telefonnummer ein.
es: Por favor, introduzca su número de teléfono.
fi: Kirjoita puhelinnumerosi.
fr: Veuillez entrer votre numéro de téléphone
it: Per favore, inserisci il tuo numero di telefono.
ko: 전화번호를 입력하세요.
nl: Voer uw telefoonnummer in.
pt_br: Por favor, insira seu número de telefone.
ru: Пожалуйста, введите номер телефона.
tr: Lütfen Telefon numaranızı girin.
zh_tw: 請輸入您的電話號碼。

# seb0c08d9f233bbfe
source: Please enter the code you received via SMS
cs_cz: Prosím zadejte kód který vám přišel v SMS
de: Bitte geben Sie den Code ein, den Sie per SMS erhalten haben
es: Por favor, ingresa el código que recibiste por SMS.
fi: Kirjoita koodi, jonka sait tekstiviestinä
fr: Veuillez entrer le code que vous avez reçu par SMS
it: Per favore, inserisci il codice che hai ricevuto tramite SMS.
ko: SMS로 받은 코드를 입력하세요.
nl: Voer de code in die u via sms heeft ontvangen
pt_br: Por favor, insira o código que você recebeu por SMS
ru: Введите код, полученный по SMS
tr: Lütfen SMS ile aldığınız kodu girin
zh_tw: 請輸入您簡訊收到的認證碼。

# s98bb2ae796f1ceef
source: Select another authentication method
cs_cz: Vyberte jinou metodu ověření
de: Andere Authentifizierungsmethode auswählen
es: Seleccione otro método de autenticación
fi: Valitse toinen tunnistautumistapa
fr: Sélectionnez une autre méthode d'authentification
it: Seleziona un altro metodo di autenticazione
pt_br: Selecionar outro método de autenticação
tr: Başka bir kimlik doğrulama yöntemi seçin
