Repository: goauthentik/authentik
Catalog: web/xliff/*.xlf
Languages: cs_cz, de, es, fi, fr, it, ko, nl, pt_br, ru, tr, zh_tw

# s9fd39a5cb20b4e61
source: There was an error
ko: 오류가 발생함

# s9368e965b5c292ab
source: Configure OAuth2/OpenId Provider
ko: OAuth2/OpenId 공급자 구성

# sf6d46bb442b77e91
source: AdditionalScopes
ko: 추가 사용성

# sb3defbacd01ad972
source: Property mappings used for user mapping.
ko: 사용자 매핑에 사용되는 속성 매핑입니다.

# sd7728d2b6e1d25e9
source: Property mappings used for group creation.
ko: 그룹을 만드는데 사용할 속성 매핑입니다.

# s047a5f0211fedc72
source: Require Outpost (flow can only be executed from an outpost).
ko: Outpost필요 (플로우는 Outpost에서만 실행할 수 있음).

# s6238f519db67980d
source: UID
nl: Gebruikers-ID

# sd6edc7752cdf0ef5
source: New version available!
nl: Nieuwe versie beschikbaar!

# sc35581d9c1cd67ff
source: On behalf of ${item.user.on_behalf_of.username}
nl: Namens ${item.user.on_behalf_of.username}

# s2ed8eb02525a920a
source: ${ago} hour(s) ago
nl: ${ago} uur geleden

# s1f1c857c0c4250e4
source: ${ago} day(s) ago
nl: ${ago} dag(en) geleden

# s51cda7b1ebcd970f
source: Check release notes
nl: Controleer release-opmerkingen

# s770baa8560fd8aa1
source: User statistics
nl: Gebruikersstatistieken

# se7e1ababbc4868b8
source: ${item.taskDuration.toFixed(2)} seconds
nl: ${item.taskDuration.toFixed(2)} seconden

# sa8384c9c26731f83
source: To allow any redirect URI, set this value to ".*". Be aware of the possible security implications this can have.
nl: Om elke doorverwijzings-URI toe te staan, stelt u deze waarde in op ".*". Wees u bewust van de mogelijke beveiligingsgevolgen hiervan.

# s9c73dced379c37a2
source: Use this provider with nginx's auth_request or traefik's forwardAuth. Each application/domain needs its own provider. Additionally, on each domain, /outpost.goauthentik.io must be routed to the outpost (when using a manged outpost, this is done for you).
nl: Gebruik deze provider met nginx's auth_request of traefik's forwardAuth. Elke toepassing/domein heeft zijn eigen provider nodig. Bovendien moet op elk domein /outpost.goauthentik.io worden gerouteerd naar de outpost (wanneer u een beheerde outpost gebruikt, wordt dit voor u gedaan).

# s0b3bf19b31dd6bac
source: Try the new application wizard
nl: Probeer de nieuwe applicatie-wizard

# sa18e1c6e0e6f16cc
source: The new application wizard greatly simplifies the steps required to create applications and providers.
nl: De nieuwe applicatie-wizard vereenvoudigt sterk de stappen die nodig zijn om applicaties en providers te maken.

# s01ef54f5d7c6ed47
source: Try it now
nl: Probeer het nu

# seb8407fa6607c683
source: Internal application name, used in URLs.
nl: Interne naam van de applicatie, gebruikt in URL's.

# s453b0c150a7ca58e
source: Example JWT payload (for currently authenticated user)
nl: Voorbeeld JWT-payload (voor momenteel geauthenticeerde gebruiker)

# sf05c693a6e270b79
source: SCIM provider is in preview.
nl: SCIM-provider is in voorbeeldweergave.

# s7da38af36522ff6a
source: Sync not run yet.
nl: Synchronisatie nog niet uitgevoerd.

# sf6a518045ea398f7
source: Application details
nl: Applicatie details

# s51b0102a7d31d0bf
source: Create application
nl: Maak applicatie aan

# sdae3a34cfb38c10f
source: Additional UI settings
nl: Extra UI-instellingen

# s5923f8a2226a414c
source: XML-based SSO standard. Use this if your application only supports SAML.
nl: XML-gebaseerde SSO-standaard. Gebruik dit als uw applicatie alleen SAML ondersteunt.

# s22f7a7ec3bc2c118
source: Legacy applications which don't natively support SSO.
nl: Verouderde applicaties die SSO niet native ondersteunen.

# s3cf89cb47fdde7e9
source: Link
nl: Koppeling

# s7ccc013f41f0a2c2
source: Authentication method
nl: Authenticatiemethode

# scf72690719b7a8a1
source: Create service account
nl: Serviceaccount aanmaken

# sbda06adbba493976
source: Create provider
nl: Provider aanmaken

# s12d0cb01d9f6f3b3
source: Application Link
nl: Applicatiekoppeling

# s54a13196915fd76c
source: URL which will be opened when a user clicks on the application.
nl: URL die wordt geopend wanneer een gebruiker op de applicatie klikt.

# sa34866db5e891cc6
source: Method details
nl: Methode details

# saf840955862a8cd0
source: This configuration can be used to authenticate to authentik with other APIs other otherwise programmatically.
nl: Deze configuratie kan worden gebruikt om programmatisch te verifiëren bij authentik met andere API's.

# sb2f3a45baaa52dfd
source: By default, all service accounts can authenticate as this application, as long as they have a valid token of the type app-password.
nl: Standaard kunnen alle serviceaccounts zich verifiëren als deze applicatie, zolang ze een geldig token van het type app-wachtwoord hebben.

# se0df976add086ec3
source: Web application
nl: Webapplicatie

# s042fb9b0f9acc21f
source: Applications which handle the authentication server-side (for example, Python, Go, Rust, Java, PHP)
nl: Applicaties die de authenticatie serverzijde afhandelen (bijvoorbeeld Python, Go, Rust, Java, PHP)

# sdf4bd51375026222
source: Single-page applications
nl: Single-page applicaties

# s7fa3c3306b77187d
source: Single-page applications which handle authentication in the browser (for example, Javascript, Angular, React, Vue)
nl: Single-page applicaties die authenticatie in de browser afhandelen (bijvoorbeeld Javascript, Angular, React, Vue)

# s3db92162f63a12b4
source: Native application
nl: Natieve applicatie

# s2f43274a59b0d384
source: Applications which redirect users to a non-web callback (for example, Android, iOS)
nl: Applicaties die gebruikers doorverwijzen naar een niet-web callback (bijvoorbeeld Android, iOS)

# s4d53cad956dfc4e4
source: Authentication without user interaction, or machine-to-machine authentication.
nl: Authenticatie zonder gebruikersinteractie of machine-tot-machine authenticatie.

# s134083b4613bcf87
source: Application type
nl: Applicatietype

# s649e7d74f27635f8
source: Flow used when users access this application.
nl: Flow gebruikt wanneer gebruikers deze applicatie benaderen.

# s7714fdf13df8b682
source: External domain
nl: Extern domein

# sf5a280bdcc775c49
source: External domain you will be accessing the domain from.
nl: Extern domein waarvandaan u toegang heeft tot het domein.

# sb11e750b3de9bb72
source: Import SAML Metadata
nl: Importeer SAML Metadata

# s0955bd1d1b1dc710
source: Import the metadata document of the applicaation you want to configure.
nl: Importeer het metagegevensdocument van de applicatie die je wilt configureren.

# s0be509fcae72af45
source: Manual configuration
nl: Handmatige configuratie

# s485b90ede24fdb19
source: Manually configure SAML
nl: Configureer SAML handmatig

# s982a7cdc93aa6fbe
source: URL that authentik will redirect back to after successful authentication.
nl: URL waarnaar authentik zal terugverwijzen na succesvolle authenticatie.

# sc9e75f44b775aa52
source: Import SAML metadata
nl: Importeer SAML metadata

# s8e1d308c09d1b400
source: Create a new application.
nl: Creëer een nieuwe applicatie.

# sb9024c1640c4da12
source: External Applications which use authentik as Identity-Provider, utilizing protocols like OAuth2 and SAML. All applications are shown here, even ones you cannot access.
nl: Externe applicaties die authentik gebruiken als Identity-Provider, met protocollen zoals OAuth2 en SAML. Alle applicaties worden hier getoond, zelfs degene waartoe u geen toegang heeft.

# s1bfe7505059d164f
source: 0: Too guessable: risky password. (guesses < 10^3)
nl: 0: Te voorspelbaar: risicovol wachtwoord. (pogingen < 10^3)

# s423d1f2477998d0b
source: 1: Very guessable: protection from throttled online attacks. (guesses < 10^6)
nl: 1: Zeer voorspelbaar: bescherming tegen afgeknepen online aanvallen. (pogingen < 10^6)

# s33849cc046eb901d
source: 2: Somewhat guessable: protection from unthrottled online attacks. (guesses < 10^8)
nl: 2: Enigszins voorspelbaar: bescherming tegen niet-afgeknepen online aanvallen. (pogingen < 10^8)

# s578dcce295718e1b
source: 3: Safely unguessable: moderate protection from offline slow-hash scenario. (guesses < 10^10)
nl: 3: Veilig onvoorspelbaar: matige bescherming tegen offline scenario met langzame hash. (pogingen < 10^10)

# s7a46de49f4eba5d7
source: 4: Very unguessable: strong protection from offline slow-hash scenario. (guesses >= 10^10)
nl: 4: Zeer onvoorspelbaar: sterke bescherming tegen offline scenario met langzame hash. (pogingen >= 10^10)

# s6b66ad92d4c1a0a8
source: Create & bind Policy
nl: Beleid aanmaken & koppelen

# sf96b3cc66d2e25f8
source: Federation & Social login
nl: Federatie en sociale aanmelding

# s388ee787bbf2271b
source: Task finished with warnings
nl: Taak voltooid met waarschuwingen

# s949826fad0fe0909
source: Task finished with errors
nl: Taak voltooid met fouten

# sbedb77365a066648
source: Last sync: ${task.taskFinishTimestamp.toLocaleString()}
nl: Laatste synchronisatie: ${task.taskFinishTimestamp.toLocaleString()}

# s0af6301e76e2a2a5
source: Successfully updated tenant.
nl: Succesvol bijgewerkte tenant.

# sf55c7c06dbc2c8c6
source: Successfully created tenant.
nl: Succesvol aangemaakte tenant.

# se1c85959463f53df
source: Use this tenant for each domain that doesn't have a dedicated tenant.
nl: Gebruik deze tenant voor elk domein dat geen toegewijde tenant heeft.

# s3bb51cabb02b997e
source: Format: "weeks=3;days=2;hours=3,seconds=2".
nl: Indeling: "weeks=3;days=2;hours=3,seconds=2".

# s04bfd02201db5ab8
source: Set custom attributes using YAML or JSON. Any attributes set here will be inherited by users, if the request is handled by this tenant.
nl: Stel aangepaste eigenschappen in met behulp van YAML of JSON. Alle hier ingestelde eigenschappen worden overgenomen door gebruikers als het verzoek wordt afgehandeld door deze tenant.

# s1b606acd76ba2c4c
source: Update Tenant
nl: Tenant bijwerken

# s773aa6621d7e37b7
source: Create Tenant
nl: Tenant aanmaken

# s63d89a6ae0969c30
source: To let a user directly reset a their password, configure a recovery flow on the currently active tenant.
nl: Om een gebruiker rechtstreeks zijn/haar wachtwoord te laten resetten, configureer een herstelflow op de momenteel actieve tenant.

# s06f79477aff0576c
source: To create a recovery link, the current tenant needs to have a recovery flow configured.
nl: Om een herstelkoppeling te maken, moet de huidige tenant een herstelflow geconfigureerd hebben.

# sed80a99ca1491909
source: Reset Password
nl: Wachtwoord resetten

# s951281efc92b03fc
source: If any of the devices user of the types selected above have been used within this duration, this stage will be skipped.
nl: Als een van de geselecteerde apparaattypen in deze periode is gebruikt, wordt deze fase overgeslagen.

# s9a823993c07e5d64
source: Stage used to configure a WebAutnn authenticator (i.e. Yubikey, FaceID/Windows Hello).
nl: Fase gebruikt om een WebAutnn-authenticator te configureren (bijv. Yubikey, FaceID/Windows Hello).

# s437ab6d95ca1ac78
source: The authenticator should not create a dedicated credential
nl: De authenticator mag geen toegewijde referentie maken

# sf6d55598b52348a5
source: The authenticator can create and store a dedicated credential, but if it doesn't that's alright too
nl: De authenticator kan een toegewijde referentie maken en opslaan, maar dat hoeft niet

# s81356cab25498851
source: The authenticator MUST create a dedicated credential. If it cannot, the RP is prepared for an error to occur
nl: De authenticator MOET een toegewijde referentie maken. Als dat niet lukt, is de RP voorbereid op een mogelijke fout

# s5e9527b6481a94ce
source: Statically deny the flow. To use this stage effectively, disable *Evaluate on plan* on the respective binding.
nl: Weiger de flow statisch. Om deze fase effectief te gebruiken, schakelt u *Evaluatie op schema* uit voor de respectievelijke binding.

# s2d5f69929bb7221d
source: ${prompt.name} ("${prompt.fieldKey}", of type ${prompt.type})
nl: ${prompt.name} ("${prompt.fieldKey}", van het type ${prompt.type})

# se8eb190d8f084f80
source: Create & bind Stage
nl: Fase aanmaken en binden

# s554ce268e9727e79
source: You can only select providers that match the type of the outpost.
nl: U kunt alleen providers selecteren die overeenkomen met het type van de buitenpost.

# s96b3cddf33e1c853
source: You're currently impersonating ${this.user.user.username}. Click to stop.
nl: Je doet momenteel alsof je ${this.user.user.username} bent. Klik om te stoppen.

# s1823625e6f831d73
source: Customisation
nl: Aanpassing

# s58398dbcff942947
source: Flows & Stages
nl: Stromen & Stadia

# sdf4e926513e26458
source: Tokens & App passwords
nl: Tokens & App-wachtwoorden

# s4a87445f3108db7c
source: Select one of the sources below to login.
nl: Selecteer een van de onderstaande bronnen om in te loggen.

# sbcf8604929b6a27a
source: Sending Duo push notification
nl: Duo pushmelding verzenden

# s3b68883dda2682ed
source: Assertions is empty
nl: Beweringen zijn leeg

# sbbb7318812d64e51
source: Error when creating credential: ${err}
nl: Fout bij aanmaken van referentie: ${err}

# sfe199b2564b66054
source: Error when validating assertion on server: ${err}
nl: Fout bij valideren van bewering op server: ${err}

# s6c8f05e3be04f62a
source: Register device
nl: Apparaat registreren

# s3be1d90ffa46b7f1
source: Enterprise is in preview.
nl: Enterprise is in voorbeeldweergave.

# s4015746f55a8d89f
source: Get a license
nl: Verkrijg een licentie
