Repository: goauthentik/authentik
Catalog: web/xliff/*.xlf
Languages: cs_cz, de, es, fi, fr, it, ko, nl, pt_br, ru, tr, zh_tw

# saa29a2ac03cd9d19
source: Reason
cs_cz: Důvod
de: Begründung
es: Motivo
fi: Syy
fr: Raison
it: Motivo
pt_br: Razão

# se9fd92a824994eba
source: Reason for impersonating the user
cs_cz: Důvod vydávání se za uživatele
de: Grund für die Benutzer-Impersonalisierung
es: Motivo para personificar al usuario
fi: Syy toisena käyttäjänä esiintymiselle
fr: Raison pour l'appropriation de l'utilisateur
it: Motivo per impersonare un utente
pt_br: Razão para impersonar o usuário

# sbc4f2320a13d4dfd
source: A brief explanation of why you are impersonating the user. This will be included in audit logs.
cs_cz: Krátké vysvětlení, proč zosobňujete daného uživatele. Zobrazí se v auditovacích záznamech.
pt_br: Uma breve explicação do motivo pelo qual você está impersonando o usuário. Isso será incluído nos logs de auditoria.

# s8563c5a14e9a42f2
source: New Password
cs_cz: Nové heslo
de: Neues Passwort
es: Nueva Contraseña
fr: Nouveau mot de passe
it: Nuova password
pt_br: Nova Senha

# sc92d7cfb6ee1fec6
source: Successfully updated password.
cs_cz: Heslo byl úspěšně aktualizováno.
de: Passwort erfolgreich aktualisiert.
es: Contraseña actualizada correctamente.
fi: Salasanan päivitys onnistui.
fr: Le mot de passe a été mis à jour avec succès.
it: Password aggiornata con successo.
ko: 비밀번호를 성공적으로 업데이트했습니다.
nl: Wachtwoord succesvol bijgewerkt.
pt_br: Senha atualizada com sucesso.
ru: Пароль успешно обновлен.
tr: Parola başarıyla güncellendi.
zh_tw: 成功更新密碼。

# se5498954255620b4
source: Successfully sent email.
cs_cz: Email byl úspěšně odeslán.
de: E-Mail erfolgreich gesendet.
es: El correo electrónico se envió correctamente.
fi: Sähköpostin lähetys onnistui.
fr: Courriel envoyé avec succès
it: Email inviata con successo.
ko: 이메일을 성공적으로 전송했습니다.
nl: E-mail succesvol verzonden.
pt_br: Email enviado com sucesso.
ru: Письмо успешно отправлено.
tr: Başarıyla e-posta gönderildi.
zh_tw: 成功發送電子郵件。

# s44ea4e9a81ce730d
source: Email stage
cs_cz: Krok e-mailu
es: Etapa de correo electrónico
fi: Sähköpostivaihe
fr: Étape courriel
it: Fase email
ko: 이메일 스테이지
nl: E-mail fase
pt_br: Estágio de Email
ru: Этап электронной почты
tr: E-posta aşaması
zh_tw: 電子郵件階段

# sdb53ccdd6174e6e3
source: Successfully added user(s).
cs_cz: Uživatel(é) byl(i) úspěšně přidán(i).
de: Benutzer erfolgreich hinzugefügt.
es: Usuario(s) agregados correctamente.
fi: Käyttäjän/käyttäjien luonti onnistui.
fr: L'ajout d'utilisateur(s) a été effectué avec succès.
it: Aggiunto con successo utente(i).
ko: 사용자를 성공적으로 추가했습니다.
nl: Gebruiker(s) succesvol toegevoegd.
pt_br: Usuário(s) adicionado(s) com sucesso.
ru: Пользователь(и) успешно добавлен(ы).
tr: Başarıyla eklenen kullanıcılar.
zh_tw: 成功加入使用者

# s586d6bd2eca2da93
source: Users
cs_cz: Uživatelé
de: Benutzer
es: Usuarios
fi: Käyttäjät
fr: Utilisateurs
it: Utenti
ko: 사용자
nl: Gebruikers
pt_br: Usuários
ru: Пользователи
tr: Kullanıcılar
zh_tw: 使用者

# s3d0a5ad9bdb617e2
source: Open user selection dialog
pt_br: Abrir janela de seleção de usuário

# s424f57afae0caac4
source: Add users
cs_cz: Přidat uživatele
de: Benutzer hinzufügen
es: Agregar usuarios
fi: Lisää käyttäjiä
fr: Ajouter des utilisateurs
it: Aggiungi utenti
ko: 사용자 추가
nl: Gebruikers toevoegen
pt_br: Adicionar usuários
ru: Добавить пользователей
tr: Kullanıcı ekleme
zh_tw: 新增使用者

# s7d499be3b781a3ca
source: User(s)
cs_cz: Uživatel(é)
de: Benutzer
es: Usuario (s)
fi: Käyttäjä(t)
fr: Utilisateur(s)
it: Utente(i)
ko: 사용자
nl: Gebruiker(s)
pt_br: Usuário(s)
ru: Пользователь(и)
tr: Kullanıcı (lar)
zh_tw: 使用者

# s10154dbd4fbc697b
source: removed
cs_cz: odstraněno
de: entfernt
es: eliminado
fi: poistettu
fr: supprimé
it: rimosso
pt_br: removido
ru: удалено
tr: kaldırıldı

# sf466142da6a65052
source: Impersonate
cs_cz: Zosobnit
de: Identitätswechsel
es: Personificar
fi: Esiinny käyttäjänä
fr: Se faire passer pour
it: Impersona
ko: 사용자 위장
nl: Imiteren
pt_br: Personificar
ru: Имитация
tr: Taklit et
zh_tw: 模擬使用者

# s43fe853bf219a9b8
source: Temporarily assume the identity of this user
cs_cz: Dočasně převzít identitu tohoto uživatele
de: Vorübergehend die Identität dieses Benutzers annehmen
es: Asumir temporalmente la identidad de este usuario
fi: Ota tilapäisesti tämän käyttäjän identiteetti
fr: Temporairement se faire passer pour cet utilisateur
it: Temporaneamente assumi l'identità di questo utente
ko: 일시적으로 이 사용자의 신원을 가정
pt_br: Assumir temporariamente a identidade deste usuário
ru: Временно принять личность этого пользователя.
tr: Bu kullanıcının kimliğini geçici olarak varsay
zh_tw: 臨時扮演該使用者的身份

# s58888ef1ee9b5bb8
source: User status
cs_cz: Stav uživatele
de: Benutzerstatus
es: Estado del usuario
fi: Käyttäjän tila
fr: Statut utilisateur
it: Stato utente
ko: 사용자 상태
nl: Gebruikersstatus
pt_br: Status do usuário
ru: Статус пользователя
tr: Kullanıcı durumu
zh_tw: 使用者狀態

# s4409ada9c5c2a7f8
source: Inactive
cs_cz: Nektivní
de: Inaktiv
es: Inactivo
fi: Ei-aktiivinen
fr: Inactif
it: Inattivo
ko: 비활성
nl: Inactief
pt_br: Inativo
ru: Неактивный
tr: Etkin değil
zh_tw: 停用

# s7ec7036b249f4f22
source: Regular user
cs_cz: Běžný uživatel
de: Regelmäßiger Benutzer
es: Usuario habitual
fi: Tavallinen käyttäjä
fr: Utilisateur normal
it: Utente regolare
ko: 일반 사용자
nl: Normale gebruiker
pt_br: Usuário regular
ru: Постоянный пользователь
tr: Düzenli kullanıcı
zh_tw: 一般使用者

# sf9e61f4f8e90f0f1
source: Change status
cs_cz: Změnit stav
de: Status ändern
es: Cambiar estado
fi: Muuta tilaa
fr: Changer le statut
it: Cambiare stato
ko: 상태 변경
nl: Status wijzigen
pt_br: Mudar status
ru: Изменить статус
tr: Durumu değiştir
zh_tw: 更改狀態

# sf56998949bdf6b33
source: Deactivate
cs_cz: Deaktivovat
de: Deaktivieren
es: Desactivar
fi: Poista käytöstä
fr: Désactiver
it: Disattiva
ko: 비활성화
nl: Deactiveren
pt_br: Desativar
ru: Деактивировать
tr: Devre dışı bırak
zh_tw: 停用

# s27976e94b05c6970
source: Activate
cs_cz: Aktivovat
de: Aktivieren
es: Activar
fi: Aktivoi
fr: Activer
it: Attivare
ko: 활성화
nl: Activeren
pt_br: Ativar
ru: Активировать
tr: Etkinleştir
zh_tw: 啟用

# s3794c596ee7964ad
source: Update password
cs_cz: Aktualizovat heslo
de: Passwort ändern
es: Actualizar contraseña
fi: Päivitä salasana
fr: Mettre à Jour le mot de passe
it: Aggiorna password
ko: 비밀번호 업데이트
nl: Wachtwoord bijwerken
pt_br: Atualizar senha
ru: Обновить пароль
tr: Parolayı güncelle
zh_tw: 更新密碼

# s547b687213f48489
source: Update ${item.name || item.username}'s password
cs_cz: Aktualizovat heslo uživatele ${item.name || item.username}
de: ${item.name || item.username} - Passwort ändern.
es: Actualizar la contraseña de ${item.name || item.username}
fr: Mettre à jour le mot de passe de ${item.name || item.username}
it: Aggiorna ${item.name || item.username} password
pt_br: Atualizar a senha de ${item.name || item.username}

# sce8d867ca5f35304
source: Set password
cs_cz: Nastavit heslo
de: Passwort festlegen
es: Establecer contraseña
fi: Aseta salasana
fr: Définir le mot de passe
it: Imposta password
ko: 비밀번호 설정
nl: Wachtwoord instellen
pt_br: Definir senha
ru: Установить пароль
tr: Parola ayarla
zh_tw: 設定密碼

# s0ae3395d8f48e624
source: Successfully generated recovery link
cs_cz: Odkaz k obnovení úspěšně vytvořen
de: Erfolgreich generierter Wiederherstellungslink
es: Enlace de recuperación generado correctamente
fi: Palautuslinkin luonti onnistui
fr: Lien de récupération généré avec succès
it: Link di recupero generato con successo
ko: 복구 링크가 성공적으로 생성되었습니다
nl: Herstelkoppeling succesvol gegenereerd
pt_br: Link de recuperação gerado com sucesso
ru: Ссылка для восстановления успешно сгенерирована
tr: Kurtarma bağlantısı başarıyla oluşturuldu
zh_tw: 成功產生救援連結

# sb69119c9f0547bed
source: Copy recovery link
cs_cz: Kopírovat odkaz pro obnovení
de: Wiederherstellungslink kopieren
es: Copiar enlace de recuperación
fi: Kopioi palautuslinkki
fr: Copier le lien de récupération
it: Copia il link di recupero
ko: 복구 링크 복사
nl: Kopieer herstelkoppeling
pt_br: Copiar link de recuperação
ru: Скопировать ссылку на восстановление
tr: Kurtarma bağlantısı kopyalama
zh_tw: 複製救援連結

# s7fa236d26b798301
source: Send link
cs_cz: Odeslat odkaz
de: Link senden
es: Enviar enlace
fi: Lähetä linkki
fr: Envoyer un lien
it: Invia link
ko: 링크 전송
nl: Stuur koppeling
pt_br: Enviar link
ru: Отправить ссылку
tr: Bağlantıyı gönder
zh_tw: 傳送連結

# sa9dbe2fb284e26fe
source: Send recovery link to user
cs_cz: Poslat uživateli odkaz k obnovení
de: Wiederherstellungslink an Benutzer senden
es: Enviar enlace de recuperación al usuario
fi: Lähetä palautuslinkki käyttäjälle
fr: Envoyer le lien de récupération à l'utilisateur
it: Invia il link di recupero all'utente
ko: 사용자에게 복구 링크 보내기
nl: Stuur herstelkoppeling naar gebruiker
pt_br: Enviar link de recuperação para o usuário
ru: Отправить ссылку на восстановление пользователю
tr: Kullanıcıya kurtarma bağlantısını gönder
zh_tw: 向使用者傳送救援連結

# s03fd2c252ad7972a
source: Email recovery link
cs_cz: Odkaz pro obnovení e-mailu
de: E-Mail-Wiederherstellungslink
es: Enlace de recuperación por correo electrónico
fi: Lähetä palautuslinkki sähköpostilla
fr: Lien de récupération courriel
it: Link di recupero email
ko: 이메일 복구 링크
nl: Herstelkoppeling per e-mail
pt_br: Link de recuperação de email
ru: Отправить ссылку
tr: E-posta kurtarma bağlantısı
zh_tw: 電子郵件救援連結

# sd7fa99e4d82b374a
source: Recovery link cannot be emailed, user has no email address saved.
cs_cz: Odkaz pro obnovení nemůže být odeslán emailem, protože uživatel nemá nastavenou emailovou adresu.
de: Der Wiederherstellungslink kann nicht per E-Mail gesendet werden, der Benutzer hat keine E-Mail-Adresse gespeichert.
es: No se puede enviar el enlace de recuperación por correo electrónico, el usuario no tiene una dirección de correo electrónico guardada.
fi: Palautuslinkkiä ei voida lähettää sähköpostilla, käyttäjän tiedoissa ei ole sähköpostiosoitetta.
fr: Le lien de récupération ne peut pas être envoyé par courriel, l'utilisateur n'a aucune adresse courriel enregistrée.
it: Impossibile inviare tramite e-mail il collegamento di recupero, l'utente non ha un indirizzo e-mail salvato.
ko: 복구 링크를 이메일로 보낼 수 없습니다. 사용자가 저장한 이메일 주소가 없습니다.
nl: Herstelkoppeling kan niet per e-mail worden verzonden, gebruiker heeft geen opgeslagen e-mailadres.
pt_br: Link de recuperação não pode ser enviado por email, usuário não tem um email salvo.
ru: Ссылка для восстановления не может быть отправлена по электронной почте, у пользователя не сохранен адрес электронной почты.
tr: Kurtarma bağlantısı e-posta ile gönderilemez, kullanıcının e-posta adresi kaydedilmez.
zh_tw: 無法使用電子郵件傳送救援連結，因為使用者並沒有設定電子郵件。

# sa9d13ce9e83aac17
source: To let a user directly reset a their password, configure a recovery flow on the currently active brand.
cs_cz: Chcete-li uživateli umožnit přímo resetovat své heslo, nakonfigurujte tok obnovení na aktuálně aktivní značce.
de: Um einem Benutzer das direkte Zurücksetzen seines Passworts zu ermöglichen, konfiguriere einen Recovery-Flow für die aktuell aktive Brand.
es: Para permitir que un usuario restablezca directamente su contraseña, configure un flujo de recuperación en la marca actualmente activa.
fi: Määritä palautusprosessi tällä hetkellä aktiivisena olevalle brändille antaaksesi käyttäjän nollata salasanansa.
fr: Pour laisser les utilisateurs réinitialiser leur mot de passe, configurez un flux de récupération sur la marque actuelle.
it: Per consentire a un utente di ripristinare direttamente una propria password, configurare un flusso di recupero sul marchio attualmente attivo.
pt_br: Para permitir que o usuário redefina sua senha diretamente, defina um fluxo de recuperação na brand ativa.
ru: Чтобы позволить пользователю напрямую сбросить свой пароль, настройте поток восстановления на активном в данный момент бренде.
tr: Bir kullanıcının parolasını doğrudan sıfırlamasına izin vermek için şu anda etkin olan markada bir kurtarma akışı yapılandırın.

# sac6c67e92bd30229
source: Assign Additional Users
pt_br: Atribuir Usuários Adicionais

# s4c41f3f4c23e8eaa
source: Warning: This group is configured with superuser access. Added users will have superuser access.
cs_cz: Upozornění: Tato skupina je nakonfigurována s přístupem superuživatele. Přidaní uživatelé budou mít přístup superuživatele.
de: Warnung: Diese Gruppe ist mit Superuser-Zugriff konfiguriert. Hinzugefügte Benutzer erhalten Superuser-Zugriff.
es: Advertencia: Este grupo está configurado con acceso de superusuario. Los usuarios añadidos tendrán acceso de superusuario.
fi: Varoitus: Tälle ryhmälle on annettu pääkäyttäjän oikeudet. Lisätyt käyttäjät saavat pääkäyttäjän oikeudet.
fr: Avertissement : Ce groupe est configuré avec un accès superutilisateur. Les utilisateurs ajoutés auront un accès superutilisateur.
it: Attenzione: questo gruppo è configurato con accesso come superutente. Gli utenti aggiunti avranno accesso come superutente.
ko: 경고: 이 그룹은 수퍼유저 액세스 권한으로 구성됩니다. 추가된 사용자는 수퍼유저 액세스 권한을 갖게 됩니다.
nl: Waarschuwing: Deze groep is geconfigureerd met supergebruikerstoegang. Toegevoegde gebruikers krijgen supergebruikerstoegang.
pt_br: Atenção: este grupo está configurado com acesso de superusuário. Usuários adicionados terão acesso de superusuário.
ru: Предупреждение: Эта группа настроена с доступом суперпользователя. Добавленные пользователи будут иметь доступ суперпользователя.
tr: Uyarı: Bu grup süper kullanıcı erişimiyle yapılandırılmıştır. Eklenen kullanıcılar süper kullanıcı erişimine sahip olur.
zh_tw: 警告：這個群組具有超級使用者權限，加入到此群組的使用者將會取得該權限。

# scee721983b1c28d0
source: Add existing user
cs_cz: Přidat stávajícího uživatele
de: Bestehenden Benutzer hinzufügen
es: Agregar usuario existente
fi: Lisää olemassa oleva käyttäjä
fr: Ajouter un utilisateur existant
it: Aggiungi utente esistente
ko: 기존 사용자 추가
nl: Bestaande gebruiker toevoegen
pt_br: Adicionar usuário existente
ru: Добавить существующего пользователя
tr: Mevcut kullanıcı ekle
zh_tw: 加入現存使用者

# sf6aec5a09661fe61
source: Add new user
pt_br: Adicionar novo usuário

# s53ad3455d9523b54
source: Create User
cs_cz: Vytvořit uživatele
de: Benutzer erstellen
es: Crear Usuario
fi: Luo käyttäjä
fr: Créer un utilisateur
it: Creare utente
ko: 사용자 생성
nl: Gebruiker aanmaken
pt_br: Criar Usuário
ru: Создать Пользователя
tr: Kullanıcı Oluştur
zh_tw: 建立使用者

# s462975174949cfc0
source: New User
pt_br: Novo Usuário

# s824e0943a7104668
source: This user will be added to the group "${this.targetGroup.name}".
fi: Tämä käyttäjä lisätään ryhmään &quot;${this.targetGroup.name}&quot;.
pt_br: Este usuário será adicionado ao grupo "${this.targetGroup.name}".

# s0051b0d8e6decea6
source: New user...
pt_br: Novo usuário...

# s7d620371caea15e1
source: Create Service Account
pt_br: Criar Conta de Serviço

# sc47c8364ef524c1d
source: New Service Account
pt_br: Nova Conta de Serviço

# s384699f614f39071
source: New service account...
pt_br: Nova conta de serviço...

# sc744f3691efe310d
source: Hide service-accounts
cs_cz: Skrýt účty služeb
de: Dienstkonten ausblenden
es: Ocultar cuentas de servicio
fi: Piilota palvelutilit
fr: Cacher les comptes de service
it: Nascondi account di servizio
ko: 서비스 계정 숨김
nl: Service-accounts verbergen
pt_br: Ocultar contas de serviço
ru: Скрыть сервисные аккаунты
tr: Hizmet hesaplarını gizle
zh_tw: 隱藏服務帳戶

# secdb4b4c4e66aa38
source: Group Info
cs_cz: Informace o skupině
de: Gruppeninformationen
es: Información del Grupo
fi: Ryhmän tiedot
fr: Informations de Groupe
it: Info Gruppi
ko: 그룹 정보
nl: Groepsinformatie
pt_br: Informações do Grupo
ru: Информация о группе
tr: Grup Bilgisi
zh_tw: 群組資訊

# s005053d82b712e0a
source: Notes
cs_cz: Poznámky
de: Notizen
es: Notas
fi: Muistiinpanot
it: Note
ko: 참고
nl: Notities
pt_br: Anotações
ru: Записи
tr: Notlar
zh_tw: 備註

# s634448e4942cf452
source: Edit the notes attribute of this group to add notes here.
cs_cz: Upravte atribut poznámek této skupiny, abyste sem přidali poznámky.
de: Bearbeite das Attribut „notes“ dieser Gruppe, um hier Notizen hinzuzufügen.
es: Edita el atributo de notas de este grupo para agregar notas aquí.
fi: Muokkaa ryhmän muistiinpanot-attribuuttia lisätäksesi muistiinpanoja tähän.
fr: Modifiez l'attribut notes de ce groupe pour ajouter des notes ici.
it: Modifica l'attributo Note di questo gruppo per aggiungere note qui.
ko: 이 그룹의 노트 속성(Attribute)을 수정하여 여기에 노트를 추가합니다.
nl: Bewerk het notitieattribuut van deze groep om hier notities toe te voegen.
pt_br: Edite o atributo de notas deste grupo para adicionar notas aqui.
ru: Отредактируйте атрибут заметок этой группы, чтобы добавить сюда заметки.
tr: Buraya not eklemek için bu grubun notlar özniteliğini düzenleyin.
zh_tw: 編輯這個群組的備註特徵項來加入備註。

# sb26035b596566abf
source: Unnamed
pt_br: Não nomeado

# s326ee20bba2564a0
source: Collapse "${itemLabel}"
pt_br: Retrair &quot;${itemLabel}&quot;

# s27df1f36ba8e269f
source: Expand "${itemLabel}"
pt_br: Expandir &quot;${itemLabel}&quot;

# sf2b5d3236e6f1ab3
source: Select "${itemLabel}"
pt_br: Selecionar &quot;${itemLabel}&quot;

# sb7c2715df863a6ce
source: Items of "${itemLabel}"
pt_br: Itens de &quot;${itemLabel}&quot;

# sca7cfe2bef51b2a5
source: Root
fi: Päätaso
fr: Racine
pt_br: Origem
ru: Корневой каталог
tr: Kök

# saf6097bfa25205b8
source: A copy of this recovery link has been placed in your clipboard
cs_cz: Kopie tohoto odkazu pro obnovení byla umístěna do vaší schránky
de: Eine Kopie des Wiederherstellungslinks wurde in deine Zwischenablage eingefügt.
es: Una copia de este enlace de recuperación ha sido copiada en tu portapapeles
fi: Kopio tästä palautuslinkistä on laitettu leikepöydällesi
fr: Une copie de ce lien de récupération a été placée dans le presse-papier
it: Una copia di questo collegamento di recupero è stata inserita negli appunti
ko: 이 복구 링크의 사본이 클립보드에 저장되었습니다.
pt_br: Uma cópia do link de recuperação foi adicionada à sua área de transferência
ru: Копия этой ссылки на восстановление была помещена в ваш буфер обмена
tr: Bu kurtarma bağlantısının bir kopyası panonuza yerleştirildi
zh_tw: 救援連結已經複製到您的剪貼簿中

# s3ef09dfdd0568b6e
source: Search by username, email, etc...
pt_br: BuscF por nome de usuário, email, etc...

# sd65f96914ccbeb76
source: User Search
pt_br: Busca de usuário

# s3616cc78631f5893
source: Warning: You're about to delete the user you're logged in as (${shouldShowWarning.username}). Proceed at your own risk.
cs_cz: Upozornění: Chystáte se smazat uživatele, pod kterým jste přihlášeni (${shouldShowWarning.username}). Pokračujte na vlastní nebezpečí.
de: Warnung: Du bist dabei, den Benutzer zu löschen, mit dem du gerade angemeldet bist ( ${shouldShowWarning.username}). Fortfahren auf eigene Gefahr.
es: Advertencia: Estás a punto de eliminar al usuario con el que has iniciado sesión ( ${shouldShowWarning.username}). Procede bajo tu propio riesgo.
fi: Varoitus: Olet poistamassa käyttäjää, jona olet kirjautunut sisään ( ${shouldShowWarning.username}). Jatka omalla vastuullasi.
fr: Attention : Vous êtes sur le point de supprimer l'utilisateur auquel vous êtes connecté ( ${shouldShowWarning.username}). Poursuivez à vos propres risques.
it: Attenzione: stai per eliminare l'utente con cui hai effettuato l'accesso ( ${shouldShowWarning.username}). Procedete a vostro rischio.
ko: 경고: 현재 로그인한(${shouldShowWarning.username}) 사용자를 삭제하려고 합니다. 본인 책임하에 진행하세요.
nl: Waarschuwing: Je staat op het punt om de gebruiker te verwijderen waarmee je bent ingelogd (${shouldShowWarning.username}). Ga verder op eigen risico.
pt_br: Atenção: você está prestes a excluir o usuário com o qual está conectado( ${shouldShowWarning.username}). Prossiga por sua conta e risco.
ru: Предупреждение: Вы собираетесь удалить пользователя, под которым вы вошли в систему ( ${shouldShowWarning.username}). Действуйте на свой страх и риск.
tr: Uyarı: Oturum açtığınız kullanıcıyı (${shouldShowWarning.username}) silmek üzeresiniz! Riski size ait olmak üzere devam edin.
zh_tw: 警告：您即將刪除您正在登入的使用者「${shouldShowWarning.username}」。若選擇繼續請自行承擔風險。

# s7c6c86d9a97ed706
source: Show deactivated users
pt_br: Mostrar usuários ativos

# s1367dcd6e8749fcd
source: No name set
cs_cz: Není nastaveno žádné jméno
de: Kein Name festgelegt
es: Sin nombre establecido
fr: Aucun nom défini
it: Nessun nome impostato
pt_br: Nenhum nome definido

# s895514dda9cb9c94
source: Create recovery link
cs_cz: Vytvořit odkaz pro obnovení
de: Wiederherstellungslink erstellen
es: Crear enlace de recuperación
fi: Luo palautuslinkki
fr: Créer un lien de récupération
it: Crea link di recupero
ko: 복구 링크 생성
pt_br: Criar link de recuperação
ru: Создание ссылки на восстановление
tr: Kurtarma bağlantısı oluştur
zh_tw: 建立救援連結

# sb53d0b77abef2316
source: To let a user directly reset their password, configure a recovery flow on the currently active brand.
cs_cz: Chcete-li uživateli umožnit přímo resetovat heslo, nakonfigurujte tok obnovení na aktuálně aktivní značce.
de: Um einem Benutzer das direkte Zurücksetzen seines Passworts zu ermöglichen, konfiguriere einen Wiederherstellungs-Flow für die aktuell aktive Brand.
es: Para permitir que un usuario restablezca directamente su contraseña, configure un flujo de recuperación en la Brand actualmente activa.
fi: Määritä palautusprosessi tällä hetkellä aktiivisena olevalle brändille antaaksesi käyttäjän nollata salasanansa.
fr: Pour laisser les utilisateurs réinitialiser leur mot de passe, configurez un flux de récupération sur la marque actuelle.
it: Per consentire a un utente di reimpostare direttamente la propria password, configurare un flusso di recupero sul brand attualmente attivo.
pt_br: Para permitir que um usuário redefina sua senha diretamente, configure um fluxo de recuperação na marca atualmente ativa.

# s94055b4eb957dc8f
source: User folders
cs_cz: Složky uživatelů
de: Benutzerordner
es: Carpetas de Usuario
fi: Käyttäjäkansiot
fr: Dossiers utilisateurs
it: Cartelle utente
ko: 사용자 폴더
nl: Gebruikersmappen
pt_br: Pastas de usuário
ru: Пользовательские папки
tr: Kullanıcı klasörleri
zh_tw: 使用者資料夾

# s441f155311f1748a
source: User paths
pt_br: Caminhos de usuário

# sa982875b258fea07
source: Successfully added user to group(s).
cs_cz: Uživatel byl úspěšně přidán do skupin(y)
de: Benutzer erfolgreich zu Gruppe(n) hinzugefügt.
es: Usuario agregado correctamente a grupo(s).
fi: Käyttäjän lisäys ryhmään/ryhmiin onnistui.
fr: L'utilisateur a été ajouté avec succès au(x) groupe(s).
it: Utente aggiunto ai gruppo(i) con successo.
ko: 그룹에 사용자를 성공적으로 추가했습니다.
nl: Gebruiker succesvol toegevoegd aan groep(en).
pt_br: Usuário adicionado ao(s) grupo(s) com sucesso.
ru: Пользователь успешно добавлен в группу(ы).
tr: Kullanıcı gruplara başarıyla eklendi.
zh_tw: 成功加入使用者到群組。

# s1bd5920d8adf2bd5
source: Groups to add
cs_cz: Skupiny k přidání
de: Gruppen zum Hinzufügen
es: Grupor a agregar
fi: Lisättävät ryhmät
fr: Groupes à ajouter
it: Gruppi da aggiungere
ko: 추가할 그룹
nl: Groepen om toe te voegen
pt_br: Grupos a adicionar
ru: Группы для добавления
tr: Eklenecek gruplar
zh_tw: 欲加入的群組

# sd9f67fbf3f86efcf
source: Add group
cs_cz: Přidat skupinu
de: Gruppe hinzufügen
es: Agregar grupo
fi: Lisää ryhmä
fr: Ajouter un groupe
it: Aggiungi gruppo
ko: 그룹 추가
nl: Groep toevoegen
pt_br: Adicionar grupo
ru: Добавить группу
tr: Grup ekle
zh_tw: 新增群組

# s5f71fa3c53828e30
source: Remove from Group(s)
cs_cz: Odebrat ze skupin(y)
de: Aus Gruppe(n) entfernen
es: Eliminar de Grupo(s)
fi: Poista ryhmästä/ryhmistä
fr: Retirer du/des Groupe(s)
it: Rimuovi dal gruppo(i)
ko: 그룹에서 삭제
nl: Verwijderen uit groep(en)
pt_br: Remover do(s) Grupo(s)
ru: Удалить из группы (групп)
tr: Gruplardan Kaldır
zh_tw: 從群組中移除
