Repository: goauthentik/authentik
Catalog: web/xliff/*.xlf
Languages: cs_cz, de, es, fi, fr, it, ko, nl, pt_br, ru, tr, zh_tw

# sd8051c26e155f043
source: Assign permission to user
cs_cz: Přiřadit oprávnění uživateli
de: Berechtigung dem Benutzer zuweisen
es: Asignar permiso a un usuario
fi: Aseta käyttöoikeus käyttäjälle
fr: Assigner une permission à un utilisateur
it: Assegna permesso a utente
ko: 사용자에 권한 부여
ru: Назначить разрешение пользователю
tr: Kullanıcıya izin atama
zh_tw: 分配權限給使用者

# sf79f8681e5ffaee2
source: Assign to new user
cs_cz: Přiřadit k novému uživateli
de: Neuen Benutzer zuweisen
es: Asignar a un nuevo usuario
fi: Aseta uudelle käyttäjälle
fr: Assigner à un nouvel utilisateur
it: Assegna a nuovo utente
ko: 새 사용자에 할당
ru: Назначить для нового пользователя
tr: Yeni kullanıcıya atama
zh_tw: 分配權限給新增使用者

# saabeb4cab074b0b9
source: User Object Permissions
cs_cz: Oprávnění objektu uživatele
de: Benutzerobjekt Berechtigungen
es: Permisos de Objeto de Usuario
fi: Käyttäjän olio-käyttöoikeudet
fr: Permissions de l'objet utilisateur
it: Autorizzazioni dell'oggetto utente
ko: 사용자 오브젝트 권한
ru: Разрешения пользователя к объекту
tr: Kullanıcı Nesnesi İzinleri
zh_tw: 使用者物件權限

# s8489d5559dda260c
source: Role Object Permissions
cs_cz: Oprávnění objektu role
de: Rollenobjekt Berechtigungen
es: Permisos de Objeto de Rol
fi: Roolin olio-käyttöoikeudet
fr: Permission de l'objet rôle
it: Autorizzazioni oggetto ruolo
ko: 역할 오브젝트 권한
ru: Разрешения роли к объекту
tr: Rol Nesnesi İzinleri
zh_tw: 角色物件權限

# s1455753daa00f1bc
source: User doesn't have view permission so description cannot be retrieved.
cs_cz: Uživatel nemá oprávnění pro zobrazení, takže popis nelze získat.
de: Der Benutzer hat keine Ansichtberechtigung, daher kann die Beschreibung nicht abgerufen werden.
es: El usuario no tiene permiso de visualización, por lo que no se puede mostrar la descripción.
fi: Käyttäjällä ei ole lukuoikeutta, joten kuvausta ei voida hakea.
fr: L'utilisateur n'a pas les permissions de lecture, la description ne peut donc pas être récupérée.
it: L'utente non ha l'autorizzazione di visualizzazione, quindi la descrizione non può essere recuperata.
ko: 사용자에게 보기 권한이 없으므로 설명을 검색할 수 없습니다.
ru: Пользователь не имеет права на просмотр, поэтому описание не может быть получено.
tr: Kullanıcının görüntüleme izni yok, bu nedenle açıklama alınamıyor.
zh_tw: 使用者沒有讀取權限，所以無法取得描述。

# s2da4aa7a9abeb653
source: Pseudolocale (for testing)
cs_cz: Pseudojazyk (pro testování)
de: Pseudolocale (zum Testen)
es: Pseudolocalización (para pruebas)
fi: Pseudokielialue (testausta varten)
fr: Pseudolocale (pour tests)
it: Pseudolocale (per testare)
ko: 가짜-로캘 (테스트용)
ru: Псевдолокаль (для тестирования)
tr: Pseudolocale (test için)
zh_tw: 虛擬翻譯語言（用於測試）

# s3d2a8b86a4f5a810
source: Successfully created user and added to group ${this.group.name}
cs_cz: Uživatel byl úspěšně vytvořen a přidán do skupiny ${this.group.name}
de: Benutzer erfolgreich erstellt und zu Gruppe ${this.group.name} hinzugefügt.
es: Usuario creado correctamente y agregado al grupo ${this.group.name}
fi: Käyttäjän luonti ja lisäys ryhmään ${this.group.name} onnistui
fr: Utilisateur créé et ajouté au groupe ${this.group.name} avec succès
it: Utente creato con successo e aggiunto al gruppo ${this.group.name}
ko: 사용자 생성과 ${this.group.name} 그룹 추가에 성공했습니다.
ru: Пользователь успешно создан и добавлен в группу ${this.group.name}
tr: Kullanıcı başarıyla oluşturuldu ve ${this.group.name} grubuna eklendi.
zh_tw: 成功建立使用者並加入到群組 ${this.group.name}

# s824e0943a7104668
source: This user will be added to the group "${this.targetGroup.name}".
cs_cz: Tento uživatel bude přidán do skupiny "${this.targetGroup.name}".
de: Dieser Benutzer wird der Gruppe &quot;${this.targetGroup.name}&quot; hinzugefügt.
es: Este usuario se agregará al grupo. &quot;${this.targetGroup.name}&quot;.
fr: Cet utilisateur sera ajouté au groupe &quot;${this.targetGroup.name}&quot;.
it: Questo utente sarà aggiunto al gruppo &quot;${this.targetGroup.name}&quot;.
ko: 이 사용자는 "${this.targetGroup.name}" 그룹에 추가됩니다.
ru: Этот пользователь будет добавлен в группу &quot;${this.targetGroup.name}&quot;.
tr: Bu kullanıcı "${this.targetGroup.name}" grubuna eklenecek.
zh_tw: 這個使用者將會被加入到「${this.targetGroup.name}」群組。

# s6b05f9d8801fc14f
source: Host
cs_cz: Hostitel
es: Anfitrión
fi: Isäntä
fr: Hôte
ru: Хост
tr: Ev sahibi

# s8276649077e8715c
source: Endpoint(s)
cs_cz: Koncové body
de: Endpunkt(e)
es: Punto(s) de Conexión
fi: Päätepiste(et)
fr: Point(s) de terminaison
ru: Конечная (конечные) точка (точки)
tr: Uç Nokta (lar)

# s8465a2caa2d9ea5d
source: Endpoints
cs_cz: Endpointy
de: Endpunkte
es: Puntos de Conexión
fi: Päätepisteet
fr: Points de terminaison
ru: Конечные точки
tr: Bitiş noktası

# s94d61907ee22a8c1
source: Korean
cs_cz: Korejština
de: Koreanisch
es: Koreano
fi: Korea
fr: Coréen
it: Coreano
ru: Корейский
tr: Kore dili

# s95d56e58f816d211
source: Dutch
cs_cz: Holandština
de: Niederländisch
es: Holandés
fi: hollanti
fr: Néerlandais
it: Olandese
ru: Голландский
tr: Hollanda dili

# s744401846fea6e76
source: Brand
cs_cz: Značka
es: Marca
fi: Brändi
fr: Marque
ru: Бренд
tr: Dağlamak

# s79fc990a2b58f27f
source: Brands
cs_cz: Značky
es: Marcas
fi: Brändit
fr: Marques
ru: Бренды
tr: Marka

# s02774bc46a167346
source: Brand(s)
cs_cz: Značka(y)
es: Marca(s)
fi: Brändi(t)
fr: Marque(s)
ru: Бренд(ы)
tr: Marka(lar)

# saada50e84c7c646d
source: Permissions set on users which affect this object.
cs_cz: Oprávnění nastavená na uživatelích, která ovlivňují tento objekt.
de: Berechtigungen, die auf Benutzer gesetzt sind und dieses Objekt betreffen.
es: Permisos establecidos para los usuarios que afectan a este objeto.
fi: Käyttäjille asetetut käyttöoikeudet, jotka vaikuttavat tähän objektiin.
fr: Les permissions définies sur des utilisateurs qui affectent cet objet.
it: Autorizzazioni impostate sugli utenti che influenzano questo oggetto.
ru: Разрешения, установленные для пользователей, которые влияют на этот объект.
tr: Bu nesneyi etkileyen kullanıcılar için ayarlanan izinler.

# sc443bfff8a5dd106
source: Permissions assigned to this user which affect all object instances of a given type.
cs_cz: Oprávnění přiřazená tomuto uživateli, která ovlivňují všechny instance objektů daného typu.
de: Berechtigungen, die diesem Benutzer zugewiesen sind und alle Objektinstanzen eines bestimmten Typs betreffen.
es: Permisos asignados a este usuario que afectan a todas las instancias de objetos de un tipo determinado.
fi: Tälle käyttäjälle asetetut käyttöoikeudet, jotka vaikuttavat kaikkiin saman tyyppisiin objekteihin.
fr: Les permissions définies sur des utilisateurs qui affectent toutes les instances d'un objet d'un type défini.
it: Autorizzazioni assegnate a questo utente che influiscono su tutte le istanze degli oggetti di un determinato tipo.
ru: Назначенные этому пользователю разрешения, которые влияют на все экземпляры объектов данного типа.
tr: Bu kullanıcıya atanan ve belirli bir türdeki tüm nesne örneklerini etkileyen izinler.

# s3eba09a350b7d6c9
source: Permissions assigned to this user affecting specific object instances.
cs_cz: Oprávnění přiřazená tomuto uživateli, která ovlivňují konkrétní instance objektů.
de: Berechtigungen, die diesem Benutzer zugewiesen sind und bestimmte Objektinstanzen betreffen.
es: Permisos asignados a este usuario que afectan a instancias de objetos específicos.
fi: Tälle käyttäjälle asetetut oikeudet, jotka vaikuttavat tiettyihin objekteihin.
fr: Les permissions définies sur cet utilisateur qui affectent des instances particulières d'un objet.
it: Autorizzazioni assegnate a questo utente che influisce su istanze specifiche degli oggetti.
ru: Назначенные этому пользователю разрешения, влияющие на конкретные экземпляры объектов.
tr: Bu kullanıcıya atanan ve belirli nesne örneklerini etkileyen izinler.

# s526a525cdc79bbdc
source: Endpoint
de: Endpunkt
es: Punto de Conexión
fi: Päätepiste
fr: Point de terminaison
ru: Конечная точка
tr: Bitiş noktası

# s10fedec3a779ea63
source: Timestamp
cs_cz: Časové razítko
de: Zeitstempel
es: Marca de tiempo
fi: Aikaleima
fr: Horodatage
ru: Временная метка
tr: Zaman damgası

# s225f3e57c6a0d635
source: Logger
es: Registrador
fi: Logittaja
ru: Логгер
tr: Günlükçü

# s7bfbf84a8ad5883f
source: Internal Service accounts are created and managed by authentik and cannot be created manually.
de: Interne Dienstkonten werden von authentik erstellt und verwaltet und können nicht manuell erstellt werden.
es: Las cuentas de Servicio Interno son creadas y administradas por authentik y no se pueden crear manualmente.
fi: Sisäiset palvelutilit ovat authentikin luomia ja hallinnoimia ja niitä ei voi luoda manuaalisesti.
fr: Les comptes de service internes sont créés et gérés par authentik et ne peuvent pas être créés manuellement.
it: Gli account di servizio interni vengono creati e gestiti da authentik e non possono essere creati manualmente.
ru: Учетные записи внутренних служб создаются и управляются authentik и не могут быть созданы вручную.
tr: Dahili Hizmet hesapları authentik tarafından oluşturulur ve yönetilir ve manuel olarak oluşturulamaz.

# sce17c2bdea3e6ace
source: Score minimum threshold
cs_cz: Spodní hranice skóre
de: Minimaler Score-Schwellenwert
es: Umbral de puntuación mínima
fi: Pistemäärän alaraja
fr: Seuil minimum du score
it: Soglia minima punteggio
ru: Минимальный порог баллов
tr: Minimum puan eşiği

# sf2fcb974c62625fc
source: Minimum required score to allow continuing
cs_cz: Minimální požadované skóre pro pokračování.
de: Minimal erforderlicher Score, um fortzufahren
es: Puntuación mínima requerida para permitir continuar
fi: Pienin pistemäärä, joka mahdollistaa jatkamisen
fr: Score minimum requis pour continuer
it: Punteggio minimo per permettere la continuazione
ru: Минимальный балл, необходимый для продолжения
tr: Devam etmeye izin vermek için gereken minimum puan

# s7452199a73ce8b78
source: Score maximum threshold
cs_cz: Horní hranice skóre
de: Maximaler Score-Schwellenwert
es: Umbral de puntuación máxima
fi: Pistemäärän yläraja
fr: Seuil maximum du score
it: Soglia massima punteggio
ru: Максимальный порог баллов
tr: Puan üst eşiği

# s2d3a6cd50b46b44d
source: Maximum allowed score to allow continuing
cs_cz: Maximální povolené skóre pro pokračování.
de: Maximal zulässiger Score, um fortzufahren
es: Puntuación máxima permitida para continuar
fi: Suurin pistemäärä, joka mahdollistaa jatkamisen
fr: Score maximum requis pour continuer
it: Punteggio massimo per permettere la continuazione
ru: Максимальный балл, необходимый для продолжения
tr: Devam etmeye izin vermek için izin verilen maksimum puan

# s9d6e40d9a9a58fbf
source: Error on invalid score
cs_cz: Chyba při neplatném skóre
de: Fehler bei ungültigem Score
es: Error por puntuación no válida
fi: Virheilmoitus virheellisestä pistemäärästä
fr: Erreur sur score invalide
it: Errore al punteggio invalido
ru: Ошибка при неверной оценке
tr: Geçersiz puanda hata

# s2af59e2f9f12847a
source: When enabled and the resultant score is outside the threshold, the user will not be able to continue. When disabled, the user will be able to continue and the score can be used in policies to customize further stages.
cs_cz: Je-li zapnuto, uživatel nemůže pokračovat, pokud je jeho skóre mimo nastavené meze. Když je vypnuto, uživatel pokračovat může a dosažené skóre je možné využít v Zásadách pro ovlivnění dalších kroků.
de: Wenn diese Funktion aktiviert ist und die resultierende Punktzahl außerhalb des Schwellenwerts liegt, kann der Benutzer nicht fortfahren. Wenn sie deaktiviert ist, kann der Benutzer fortfahren und die Punktzahl kann in den Richtlinien verwendet werden, um die weiteren Stages anzupassen.
es: Cuando está habilitada y la puntuación resultante está fuera del umbral, el usuario no podrá continuar. Cuando está deshabilitada, el usuario podrá continuar y la puntuación se puede utilizar en políticas para personalizar etapas posteriores.
fi: Kun tämä on käytössä ja pistemäärä on yli tai alle raja-arvojen, käyttäjä ei voi jatkaa. Kun tämä on pois käytöstä, käyttäjä voi jatkaa ja pistemäärää voidaan hyödyntää käytännöissä seuraavien vaiheiden mukauttamiseksi.
fr: Si activé et que le score résultant est hors des seuils, l'utilisateur ne pourra pas continuer. Si désactivé, l'utilisateur pourra continuer et le score pourra être utilisé dans des politiques pour configurer les étapes suivantes.
it: Se abilitato e il punteggio risultante non rientra nella soglia, l'utente non sarà in grado di continuare. Una volta disabilitato, l'utente potrà continuare e il punteggio potrà essere utilizzato nelle policy per personalizzare ulteriori fasi.
ru: Если эта функция включена и полученная оценка находится за пределами порогового значения, пользователь не сможет продолжить работу. При отключении пользователь сможет продолжить, а оценка может быть использована в политиках для настройки дальнейших этапов.
tr: Etkinleştirildiğinde ve elde edilen puan eşiğin dışında olduğunda, kullanıcı devam edemez. Devre dışı bırakıldığında, kullanıcı devam edebilir ve puan, daha sonraki aşamaları özelleştirmek için ilkelerde kullanılabilir.

# s7a64ac07061f85b2
source: See documentation
cs_cz: Viz dokumentace
de: Siehe Dokumentation
es: Ver documentación
fi: Katso dokumentaatio
fr: Voir la documentation
it: Vedi documentazione
ru: См. документацию
tr: Belgelere bakın

# sa30c12014e955946
source: Russian
cs_cz: Ruština
de: Russisch
es: Ruso
fi: Venäjä
fr: Russe
it: Russo
ru: Русский
tr: Rusça

# s2d5f69929bb7221d
source: ${p.name} ("${p.fieldKey}", of type ${p.type})
cs_cz: ${p.name} ("${p.fieldKey}", typu ${p.type})
de: ${p.name} (&quot;${p.fieldKey}&quot;, vom typ ${p.type})
es: ${p.name} (&quot;${p.fieldKey}&quot;, of type ${p.type})
fr: ${p.name} (&quot;${p.fieldKey}&quot;, de type ${p.type})
it: ${p.name} (&quot;${p.fieldKey}&quot;, del tipo ${p.type})

# s8a598f7aef81c3bc
source: Key used to encrypt the tokens.
de: Schlüssel, der zum Verschlüsseln der Tokens benutzt wird.
es: Clave utilizada para cifrar los tokens.
fi: Avain, jota käytetään tunnisteiden salaamiseen
fr: Clé utilisée pour chiffrer les jetons.
it: Chiave utilizzato per crittografare i token.
ru: Ключ, используемый для шифрования токенов.
tr: Belirteçleri şifrelemek için kullanılan anahtar.

# s9c2eae548d3c1c30
source: Realm
es: Dominio
it: Regno
tr: Bölge

# sc59ec59c3d5e74dc
source: Sync keytab
cs_cz: Synchronizovat keytab
es: Sincronizar keytab
fi: Synkronoinnin keytab
fr: Keytab de synchronisation
it: Sincronizzazione keytab
tr: Senkronizasyon tuşu sekmesi

# sd020240e41e4c207
source: Enable this flag if the configured captcha requires User-interaction. Required for reCAPTCHA v2, hCaptcha and Cloudflare Turnstile.
cs_cz: Povolte tento příznak, pokud nakonfigurovaná captcha vyžaduje interakci uživatele. Vyžadováno pro reCAPTCHA v2, hCaptcha a Cloudflare Turnstile.
de: Aktiviere diese Option, wenn das konfigurierte Captcha eine Benutzerinteraktion erfordert. Erforderlich für reCAPTCHA v2, hCaptcha und Cloudflare Turnstile.
es: Habilite esta opción si el captcha configurado requiere la interacción del usuario. Requerido para reCAPTCHA v2, hCaptcha y Cloudflare Turnstile.
fi: Kytke tämä päälle, jos määritelty captcha vaatii käyttäjän toimenpiteitä. Tarvitaan reCAPTCHA v2:n, hCaptchan ja Cloudflare Turnstilen kanssa.
fr: Activer cette option si le captcha configuré requiert une interaction de l'utilisateur. Requis pour reCATCHA v2, hCaptcha et Cloudflare Turnstile.
it: Abilita questa vocese il captcha configurato richiede interazione con l'utente. Richiesto per reCAPTCHA v2m hCaptcha eCloudflare Turnstile

# sd48cc52117f4d68b
source: Italian
cs_cz: Italština
de: Italienisch
es: Italiano
fi: italia
fr: Italien
it: Italiano
ru: Итальянский

# s4c49d27de60a532b
source: To allow any redirect URI, set the mode to Regex and the value to ".*". Be aware of the possible security implications this can have.
cs_cz: Chcete-li povolit jakékoli přesměrovací URI, nastavte režim na Regex a hodnotu na ".*". Buďte si vědomi možných bezpečnostních důsledků, které to může mít.
de: Um jede Redirect-URI zu erlauben, setze den Modus auf Regex und den Wert auf ".*". Beachte die möglichen Sicherheitsimplikationen.
es: Para permitir cualquier URI de redirección, configure el modo en Expresión Regular y el valor en ".*". Tenga en cuenta las posibles implicaciones de seguridad que esto puede tener.
fr: Pour permettre n'importe quelle URI de redirection, définissez cette valeur sur ".*". Soyez conscient des possibles implications de sécurité que cela peut avoir.
it: Per consentire qualsiasi URI di reindirizzamento, imposta la modalità su Regex e il valore su ".*". Tieni presente le possibili implicazioni per la sicurezza.

# s6d225d9e74dfff6f
source: Heimdal kadmin
es: Kadmin de Heimdal

# s177577c23ed3ca7e
source: Configure The Application
de: Anwendung konfigurieren
es: Configurar La Aplicación
fi: Määritä sovellus
fr: Configurer l'application
it: Configurare l'applicazione

# sfafbd9bddb38d172
source: Application entitlements are in preview.
de: Anwendungsberechtigungen sind in der Vorschau.
es: Los derechos de aplicación están en vista previa.
fi: Sovelluksen oikeudet ovat esikatselutilassa.
fr: Les droits applicatifs sont en aperçu technique.
it: Privilegi applicazione sono in anteprima

# sa412f34efd88e962
source: Streams
cs_cz: Streamy
es: Flujos de Datos
fr: Flux

# s3fe3ff490adaaa63
source: Build
cs_cz: Sestavení
es: Compilación
ru: Сборка

# s47b7ce63a543564c
source: Fewer details
de: Weniger Details
es: Menos detalles
fr: Moins de détails
it: Meno dettagli

# s1d64dba9bb8b284d
source: A code has been sent to you via email${email ? ` ${email}` : ""}
de: Ein Code wurde dir per E-Mail zugesendet${email ? ` ${email}` : ""}
es: Se te ha enviado un código por correo electrónico${email ? ` ${email}` : ""}
fr: Un code vous a été envoyé par courriel${email ? ` ${email}` : ""}
it: Ti è stato inviato un codice via email${email ? ` ${email}` : ""}
ru: Код был отправлен вам по электронной почте ${email ? ` ${email}` : ""}

# sedb57bf4b42a8e40
source: Unknown Initial Permissions mode
cs_cz: Neznámý režim počátečních oprávnění
de: Unbekannter Modus für Initiale Berechtigungen
es: Modo de permisos iniciales desconocidos
fr: Mode de permissions initiales inconnu
it: Modalità di autorizzazioni iniziali sconosciute

# sbf27294eef56ac81
source: The Initial Permissions can either be placed on the User creating the object, or the Role selected in the previous field.
cs_cz: Počáteční oprávnění mohou být umístěna buď na uživatele vytvářejícího objekt, nebo na roli vybranou v předchozím poli.
de: Die Initialen Berechtigungen können entweder dem Benutzer, der das Objekt erstellt, oder der im vorherigen Feld ausgewählten Rolle zugewiesen werden.
es: Los permisos iniciales se pueden colocar en el usuario que crea el objeto o en el rol seleccionado en el campo anterior.
fr: Les permissions initiales peuvent soit être placées sur l'utilisateur créant l'objet, ou sur le rôle sélectionné au champ précédent.
it: Le autorizzazioni iniziali possono essere assegnate all'utente che crea l'oggetto oppure al ruolo selezionato nel campo precedente.

# s844baf19a6c4a9b4
source: Enable "Remember me on this device"
cs_cz: Povolit "Zapamatovat na tomto zařízení"
de: „Angemeldet bleiben auf diesem Gerät“ aktivieren
es: Habilita "Recordarme en este dispositivo"
fr: Activer "Se souvenir de moi sur cet appareil"
it: Abilita "Ricordami su questo dispositivo"

# sf9f2c719a04066ec
source: App
cs_cz: Apl
fi: Sovellus
ko: 앱
ru: Приложение
tr: Uygulama

# s71dcd9cf808449aa
source: Token(s)
cs_cz: Token(y)
fi: Tunnisteet
fr: Jeton(s)
ko: 토큰
ru: Токен(ы)
tr: Belirteç(ler)
zh_tw: 權杖

# se6a13beff646557b
source: Successfully updated ${this.objectLabel} ${this.getObjectDisplayName()}
cs_cz: Úspěšně aktualizováno ${this.objectLabel} ${this.obj?.name}

# sb8d4f44a1d5b9a14
source: Backends
cs_cz: Backendy
fi: Taustajärjestelmät
ko: 백엔드
ru: Бэкенды
tr: Arka uçlar
zh_tw: 後端

# s9ff3121d30f88d52
source: Normal
cs_cz: Normální
fi: Normaali
it: Normale
nl: Normaal
ru: Стандартно
zh_tw: 正常執行

# se9b1fec72ffd8f48
source: Local
cs_cz: Místní
de: Lokal
fi: Paikallinen
it: Locale
ko: 로컬
nl: Lokaal
ru: Местный
tr: Yerel
zh_tw: 本機端連線

# sef50d248448e0df1
source: Yes (${item.keyType?.toUpperCase()})
cs_cz: Ano ( ${item.privateKeyType?.toUpperCase()})

# s1da3499258024860
source: ${versionString} (build ${this.outpostHealth.buildHash.substring(0, 8)})
cs_cz: ${versionString} (sestavení ${this.outpostHealth.buildHash.substring(0, 8)})
ru: ${versionString} (релиз ${this.outpostHealth.buildHash.substring(0, 8)})

# se8574bce64d9c1f8
source: Kernel
cs_cz: Jádro
fr: Noyau
ru: Ядро

# sb6fcdabf769208a1
source: Failed to fetch application "${this.applicationSlug}".
cs_cz: Chyba při načítání aplikace &quot;${this.applicationSlug}&quot;.

# s2de7890b100c4f4c
source: Flags
cs_cz: Příznaky

# sf0b34d32a602aee8
source: Modify flags to opt into new authentik behaviours early.
cs_cz: Upravte příznaky, abyste dříve získali přístup k novým chováním authentiku.

# s0382d73823585617
source: ${field}: ${errMsg}
de: ${this.errorMessage}: ${e.toString()}
fi: ${this.errorMessage}: ${e.toString()}
fr: ${this.errorMessage}: ${e.toString()}
it: ${this.errorMessage}: ${e.toString()}
ru: ${this.errorMessage}: ${e.toString()}
tr: ${this.errorMessage}: ${e.toString()}

# s6dfd15978586d05f
source: Welcome, ${username || ""}.
de: Willkommen, ${name}.
fr: Bienvenue, ${name}.
it: Benvenuto, ${name}.
ru: Добро пожаловать, ${name}.
tr: Hoş geldiniz, ${name || ""}.

# s45935843b1b5b496
source: Form didn't return a promise for submitting
de: Das Formular hat keinen Wert zum Absenden zurückgegeben
fi: Lomake ei palauttanut promisea lähetystä varten
fr: Le formulaire n'a pas retourné de promesse de soumission
it: Il modulo non ha restituito una promise di invio
ko: 양식에서 제출하기로 한 것을 반환하지 않음
nl: Formulier heeft geen promise geretourneerd voor indienen
ru: Форма не вернула обещание отправить
tr: Form göndermek için bir söz vermedi
zh_tw: 表單提交時沒有回傳一個 promise 物件

# se68398e3c2c760b2
source: Token
fi: Tunniste
fr: Jeton
ko: 토큰
ru: Токен
tr: Belirteç
zh_tw: 權杖

# s33ed903c210a6209
source: Token to authenticate with. Currently only bearer authentication is supported.
de: Token, mit dem die Authentifizierung erfolgt. Derzeit wird nur die Inhaberauthentifizierung unterstützt.
fi: Tunniste, jota käytetään todentamiseen. Tällä hetkellä vain bearer-todennus on käytössä.
fr: Jeton d'authentification à utiliser. Actuellement, seule l'authentification "bearer authentication" est prise en charge.
it: Token con cui autenticarsi. Attualmente è supportata solo l'autenticazione bearer.
ko: 인증에 사용되는 토큰입니다. 현재는 bearer authentication만 지원됩니다.
nl: Token om mee te authenticeren. Momenteel wordt alleen drager-authenticatie ondersteund.
ru: Токен для аутентификации. В настоящее время поддерживается только bearer authentication.
tr: Kimlik doğrulaması için belirteç. Şu anda yalnızca taşıyıcı kimlik doğrulaması desteklenmektedir.
zh_tw: 用於身份認證的權杖，目前只支援 bearer 認證。

# s97f5e0c138eae172
source: Warning: Provider not assigned to any application.
de: Warnung: Provider ist keiner Anwendung zugewiesen
fi: Varoitus: Palveluntarjoajaa ei ole liitetty mihinkään sovellukseen.
fr: Avertissement : le fournisseur n'est assigné à aucune application.
it: Attenzione: Provider non assegnato ad alcuna applicazione.
ko: 경고: 공급자가 애플리케이션에 할당되지 않았습니다.
nl: Waarschuwing: Provider is niet toegewezen aan een applicatie.
ru: Предупреждение: Провайдер не закреплен за каким-либо приложением.
tr: Uyarı: Sağlayıcı herhangi bir uygulamaya atanmamış.
zh_tw: 警告：供應商未分配給任何應用程式。

# s03907d7a66c6164e
source: Application's display Name.
de: Anzeigename der Anwendung
fi: Sovelluksen näytettävä nimi.
fr: Nom d'affichage de l'application
it: Nome visualizzato dell'applicazione.
ko: 애플리케이션의 표시 이름입니다.
nl: Weergavenaam van de applicatie.
ru: Отображаемое имя приложения.
tr: Uygulamanın görünen Adı.
zh_tw: 應用程式的顯示名稱。
