Repository: goauthentik/authentik
Catalog: web/xliff/*.xlf
Languages: cs_cz, de, es, fi, fr, it, ko, nl, pt_br, ru, tr, zh_tw

# s5f5bf4ef2bd93c04
source: Group mappings can only be checked if a user is already logged in when trying to access this source.
cs_cz: Mapování skupin lze zkontrolovat pouze v případě, že je uživatel při pokusu o přístup k tomuto zdroji již přihlášen.
de: Gruppenzuordnungen können nur überprüft werden, wenn der Benutzer beim Zugriff auf diese Quelle bereits angemeldet ist.
es: Las asignaciones de grupo solo puede verificarse si un usuario ya ha iniciado sesión al intentar acceder a esta fuente.
fi: Ryhmien kytkennät voidaan tarkistaa vain jos käyttäjä on jo kirjautunut yrittäessään käyttää tätä lähdettä.
fr: Les mappages de groupes ne peuvent être vérifiés que si un utilisateur est déjà connecté lorsqu'il essaie d'accéder à cette source.
it: Le mappature dei gruppi possono essere controllate solo se un utente ha già effettuato l'accesso quando tenta di accedere a questa fonte.
ko: 그룹 매핑은 사용자가 이 소스에 액세스하려고 할 때 이미 로그인한 경우에만 확인할 수 있습니다.
nl: Groeptoewijzingen kunnen alleen worden gecontroleerd als een gebruiker al is aangemeld bij het proberen toegang te krijgen tot deze bron.
pt_br: Os mapeamentos de grupo só podem ser verificados se um usuário já estiver logado ao tentar acessar esta fonte.
ru: Групповые сопоставления могут быть проверены только в том случае, если пользователь уже вошел в систему при попытке получить доступ к этому источнику.
tr: Grup eşlemeleri, yalnızca bir kullanıcı bu kaynağa erişmeye çalışırken zaten oturum açmışsa kontrol edilebilir.
zh_tw: 僅當已登入的使用者在存取此來源時，才能檢查群組對應。

# s6c607d74bdfe9f36
source: User mappings can only be checked if a user is already logged in when trying to access this source.
cs_cz: Mapování uživatelů lze zkontrolovat pouze v případě, že je uživatel při pokusu o přístup k tomuto zdroji již přihlášen.
de: Benutzerzuordnungen können nur überprüft werden, wenn der Benutzer beim Zugriff auf diese Quelle bereits angemeldet ist.
es: Las asignaciones de usuario solo puede verificarse si un usuario ya ha iniciado sesión al intentar acceder a esta fuente.
fi: Käyttäjien kytkennät voidaan tarkistaa vain jos käyttäjä on jo kirjautunut yrittäessään käyttää tätä lähdettä.
fr: Les mappages d'utilisateurs ne peuvent être vérifiés que si un utilisateur est déjà connecté lorsqu'il essaie d'accéder à cette source.
it: Le mappature utente possono essere controllate solo se un utente ha già effettuato l'accesso quando tenta di accedere a questa fonte.
ko: 사용자 매핑은 사용자가 이 소스에 액세스하려고 할 때 이미 로그인한 경우에만 확인할 수 있습니다.
nl: Gebruikerstoewijzingen kunnen alleen worden gecontroleerd als een gebruiker al is aangemeld bij het proberen toegang te krijgen tot deze bron.
pt_br: Os mapeamentos de usuário só podem ser verificados se um usuário já estiver logado ao tentar acessar esta fonte.
ru: Пользовательские сопоставления могут быть проверены только в том случае, если пользователь уже вошел в систему при попытке получить доступ к этому источнику.
tr: Kullanıcı eşlemeleri, yalnızca bir kullanıcı bu kaynağa erişmeye çalışırken zaten oturum açmışsa kontrol edilebilir.
zh_tw: 僅當已登入的使用者在存取此來源時，才能檢查使用者對應。

# se09d055771f3a11d
source: Generic OpenID Connect
cs_cz: Obecný OpenID Connect
de: Generisches OpenID Connect
es: Conexión OpenID genérica
fi: Geneerinen OpenID Connect
fr: Connection OpenID Générique
it: OpenID Connect Generico
ko: 일반 OpenID Connect
nl: Generieke OpenID Connect
pt_br: Conexão OpenID Genérica
ru: Общий OpenID Connect
tr: Genel OpenID Connect
zh_tw: 通用 OpenID 連線

# s5c1dc164c89ac13e
source: Unknown provider type
cs_cz: Neznámý typ poskytovatele
de: Unbekannter Provider-Typ
es: Tipo de proveedor desconocido
fi: Tuntematon palveluntarjoajan tyyppi
fr: Type de fournisseur inconnu
it: Tipo provider sconosciuto
nl: Onbekend leverancierstype
pt_br: Tipo de provedor desconhecido
ru: Неизвестный тип провайдера
tr: Bilinmeyen sağlayıcı türü
zh_tw: 未知的供應商類型

# s01088b6625d2443b
source: Callback URL
cs_cz: URL zpětného volání
es: URL de devolución de llamada
fr: URL de rappel
ko: 콜백 URL
nl: Terugroep-URL
pt_br: URL de Retorno
ru: Возвратный URL
tr: Geri arama URL'si
zh_tw: 回呼網址

# sb6d5146d5efb3058
source: Access Key
cs_cz: Přístupový klíč
de: Zugangsschlüssel
es: Clave de acceso
fi: Pääsyavain
fr: Clé d'accès
ko: 액세스 Key
nl: Toegangssleutel
pt_br: Chave de Acesso
ru: Ключ доступа
tr: Erişim Anahtarı
zh_tw: 存取金鑰

# s065604a41e9d1584
source: Update OAuth Source
cs_cz: Aktualizovat OAuth zdroj
de: OAuth-Quelle aktualisieren
es: Actualizar Fuente de OAuth
fi: Päivitä OAuth-lähde
fr: Mettre à jour la source OAuth
it: Aggiorna sorgente OAuth
ko: OAuth 소스 업데이트
nl: OAuth-bron bijwerken
pt_br: Atualizar Fonte OAuth
ru: Обновить источник OAuth
tr: OAuth Kaynağını Güncelle
zh_tw: 更新 OAuth 來源

# s7b576aa71acb36a6
source: Diagram
de: Diagramm
es: Diagrama
fi: Kaavio
fr: Diagramme
it: Diagramma
pt_br: Diagrama
ru: Диаграмма
tr: Diyagram
zh_tw: 示意圖

# s587ba266269297ab
source: Policy Bindings
cs_cz: Vazby zásady
de: Richtlinien Bindings
es: Vínculos de Políticas
fi: Käytäntöliitokset
fr: Liaisons des politiques
it: Associazione Criterio
ko: 정책 바인딩
nl: Beleidsbindings
pt_br: Ligações de Política
ru: Привязки политик
tr: İlke Bağlamaları
zh_tw: 政策附加

# s2feae323f46479f8
source: These bindings control which users can access this source. You can only use policies here as access is checked before the user is authenticated.
cs_cz: Těmito vazbami se řídí přístup uživatelů ke zdroji. Je zde možné použít pouze Zásady, protože kontrola přístupu probíhá před samotnou autentizací.
de: Diese Bindings steuern, welche Benutzer auf diese Quelle zugreifen können. Hier können nur Policies verwendet werden, da der Zugriff geprüft wird, bevor der Benutzer authentifiziert ist.
es: Estas vinculaciones controlan qué usuarios pueden acceder a esta fuente. Solo puedes usar políticas aquí, ya que el acceso se verifica antes de autenticar al usuario.
fi: Näillä liitoksilla hallitaan sitä, millä käyttäjillä on pääsy tähän lähteeseen. Voit käyttää tässä ainoastaan käytäntöjä, koska pääsy tarkistetaan ennen käyttäjän tunnistautumista.
fr: Ces liaisons contrôlent les utilisateurs qui peuvent accéder à cette source. Vous ne pouvez utiliser que des politiques ici, car l'accès est vérifié avant que l'utilisateur ne soit authentifié.
it: Questi bindings (collegamenti) controllano quali utenti possono accedere a questa fonte. È possibile utilizzare solo policies poiché l'accesso viene controllato prima che l'utente venga autenticato.
ko: 이러한 바인딩은 이 소스에 액세스할 수 있는 사용자를 제어합니다. 사용자가 인증되기 전에 액세스가 확인되므로 여기에서만 정책을 사용할 수 있습니다.
nl: Deze bindings bepalen welke gebruikers toegang hebben tot deze bron. Je kunt hier alleen beleidsregels gebruiken, omdat toegang wordt gecontroleerd voordat de gebruiker is geauthenticeerd.
pt_br: Essas vinculações controlam quais usuários podem acessar esta fonte. Você só pode usar políticas aqui, pois o acesso é verificado antes de o usuário ser autenticado.
ru: Эти привязки контролируют, какие пользователи могут получить доступ к этому источнику. Здесь можно использовать только политики, поскольку доступ проверяется до аутентификации пользователя.
tr: Bu bağlamalar, hangi kullanıcıların bu kaynağa erişebileceğini denetler. Kullanıcının kimliği doğrulanmadan önce erişim kontrol edildiğinden, buradaki ilkeleri yalnızca kullanabilirsiniz.
zh_tw: 這些附加控制哪些使用者可以存取此來源。因為在使用者身份認證之前就會檢查存取權限，所以這裡只能使用政策。

# se17fcb1f159ee382
source: Update Plex Source
cs_cz: Aktualizovat Plex zdroj
de: Aktualisieren Sie die Plex-Quelle
es: Actualizar Fuente de Plex
fi: Päivitä Plex-lähde
fr: Mettre à jour la source Plex
it: Aggiorna sorgente Plex
ko: Plex 소스 업데이트
nl: Plex-bron bijwerken
pt_br: Atualizar Fonte Plex
ru: Обновить источник Plex
tr: Plex Kaynağını Güncelle
zh_tw: 更新 Plex 來源

# saa10777250a6deca
source: Update SAML Source
cs_cz: Aktualizovat SAML zdroj
de: Aktualisieren Sie die SAML-Quelle
es: Actualizar Fuente de SAML
fi: Päivitä SAML-lähde
fr: Mettre à jour la source SAML
it: Aggiorna sorgente SAML
ko: SAML 소스 업데이트
nl: SAML-bron bijwerken
pt_br: Atualizar Fonte SAML
ru: Обновить источник SAML
tr: SAML Kaynağını Güncelle
zh_tw: 更新 SAML 來源

# s31f1afc0a81977c1
source: Update SCIM Source
cs_cz: Aktualizovat SCIM zdroj
de: SCIM-Quelle aktualisieren
es: Actualizar Fuente de SCIM
fi: Päivitä SCIM-lähde
fr: Mettre à jour la source SCIM
it: Aggiorna sorgente SCIM
pt_br: Atualizar Fonte SCIM
ru: Обновить источник SCIM
tr: SCIM Kaynağını Güncelleştirme

# s4bb356adc8a7f85b
source: SCIM Base URL
cs_cz: SCIM základní URL
de: SCIM-Basis-URL
es: URL Base de SCIM
fr: URL de base SCIM
pt_br: URL Base do SCIM
ru: Базовый SCIM URL
tr: SCIM Temel URL'si

# sad09c62cb4ebae68
source: Click to copy token
cs_cz: Klikněte pro zkopírování tokenu
de: Token kopieren
es: Haga clic para copiar el token
fi: Klikkaa kopioidaksesi tunnisteen
fr: Cliquer pour copier le jeton
it: Clicca per copiare il token
ko: 토큰을 복사하려면 클릭
nl: Klik om token te kopiëren
pt_br: Clique para copiar o token
ru: Нажмите, чтобы скопировать токен
tr: Belirteci kopyalamak için tıklayın
zh_tw: 點選這裡複製權杖

# s463491b90193d86b
source: Telegram bot
pt_br: Bot do Telegram

# s4014853299a8bb20
source: Update Telegram Source
pt_br: Atualizar Origem do Telegram

# s643d8f2e5e5e930d
source: Successfully updated mapping.
cs_cz: Mapování bylo úspěšně aktualizováno.
de: Zuordnung erfolgreich aktualisiert.
es: Asignación actualizada correctamente.
fi: Kytkennän päivitys onnistui.
fr: Mappage mis à jour avec succès.
it: Mappatura aggiornata con successo.
ko: 매핑을 성공적으로 업데이트했습니다.
nl: Succesvol bijgewerkte mapping.
pt_br: Mapeamento atualizado com sucesso.
ru: Сопоставление успешно обновлено.
tr: Eşleme başarıyla güncellendi.
zh_tw: 成功更新對應。

# sffeef5b119d8625c
source: Successfully created mapping.
cs_cz: Mapování bylo úspěšně vytvořeno.
de: Binding erfolgreich erstellt.
es: Asignación creada correctamente.
fi: Kytkennän luonti onnistui.
fr: Mappage créé avec succès
it: Mappatura creata con successo.
ko: 매핑을 성공적으로 생성했습니다.
nl: Succesvol aangemaakte mapping.
pt_br: Mapeamento criado com sucesso.
ru: Сопоставление успешно создано.
tr: Eşleme başarıyla oluşturuldu.
zh_tw: 成功建立對應。

# s269a190f0086d892
source: Unconfigured
cs_cz: Nekonfigurované
de: Unkonfiguriert
es: No configurado
fi: Määrittämättä
fr: Non-configuré
it: Non configurato
pt_br: Não configurado
ru: Не настроено
tr: Yapılandırılmamış

# s9e24bec94ec23dc9
source: This option will not be changed by this mapping.
cs_cz: Tato možnost nebude tímto mapováním změněna.
de: Diese Option wird durch diese Zuordnung nicht geändert.
es: Esta opción no será cambiada por esta asignación.
fi: Tämä valinta ei muutu tällä kytkennällä.
fr: Cette option ne sera pas changée par ce mappage.
it: Questa opzione non verrà modificata da questa mappatura.
pt_br: Esta opção não será alterada por este mapeamento.
ru: Этот параметр не будет изменен данным сопоставлением.
tr: Bu seçenek, bu eşleme tarafından değiştirilmez.

# s9857d883d8eb98fc
source: General settings
cs_cz: Obecná nastavení
de: Allgemeine Einstellungen
es: Ajustes generales
fi: Yleiset asetukset
fr: Paramètres généraux
it: Impostazioni generali
pt_br: Configurações gerais
ru: Основные настройки
tr: Genel ayarlar

# sf6e1665c7022a1f8
source: Password
cs_cz: Heslo
de: Passwort
es: Contraseña
fi: Salasana
fr: Mot de passe
ko: 비밀번호
nl: Wachtwoord
pt_br: Senha
ru: Пароль
tr: Parola
zh_tw: 密碼

# sd2066881798a1b96
source: RDP settings
cs_cz: Nastavení RDP
de: RDP Einstellungen
es: Ajustes de RDP
fi: RDP-asetukset
fr: Paramètres RDP
it: Impostazioni RDP
pt_br: Configurações RDP
ru: Настройки RDP
tr: RDP ayarları

# sb864dc36a463a155
source: Ignore server certificate
cs_cz: Ignorovat serverový certifikát
de: Serverzertifikat ignorieren
es: Ignorar certificado del servidor
fi: Älä tarkista palvelinsertifikaattia
fr: Ignorer le certificat serveur
it: Ignora certificato server
pt_br: Ignorar certificado do servidor
ru: Игнорировать сертификат сервера
tr: Sunucu sertifikasını yoksayma

# s20366a8d1eaaca54
source: Enable wallpaper
cs_cz: Povolit tapetu
de: Hintergrundbild aktivieren
es: Habilitar fondo de pantalla
fi: Ota taustakuva käyttöön
fr: Activer le fond d'écran
it: Abilita sfondo
pt_br: Ativar papel de parede
ru: Включить обои
tr: Duvar kağıdını etkinleştir

# s1e44c5350ef7598c
source: Enable font-smoothing
cs_cz: Povolit vyhlazování písma
de: Font-Smoothing aktivieren
es: Habilitar suavizado de fuente
fi: Ota kirjasinten tasoitus käyttöön
fr: Activer le lissage des polices d'écriture
it: Abilita lo smussamento dei caratteri
pt_br: Ativar suavização de fonte
ru: Включить сглаживание шрифтов
tr: Yazı tipi yumuşatmayı etkinleştir

# s04ff5d6ae711e6d6
source: Enable full window dragging
cs_cz: Povolit přetažení celého okna
de: Vollbild-Fensterziehen aktivieren
es: Habilita el arrastre completo de ventana
fi: Ota koko ikkunan raahaus käyttöön
fr: Activer le déplacement dans toute la fenêtre
it: Abilita il trascinamento della finestra completa
pt_br: Ativar arrasto de janela em tela cheia
ru: Включить перетаскивание всего окна
tr: Tam pencere sürüklemeyi etkinleştir

# sd39c5e998efecf93
source: SAML Attribute Name
cs_cz: Název atributu SAML
de: SAML-Attributsname
es: Nombre de atributo SAML
fi: SAML-attribuutin nimi
fr: Nom d'attribut SAML
it: Attributo nome SAML
ko: SAML 특성 이름
nl: SAML-kenmerknaam
pt_br: Nome do Atributo SAML
ru: Имя атрибута SAML
tr: SAML Öznitelik Adı
zh_tw: SAML 特徵項名稱

# scf2790cf3ad89283
source: Attribute name used for SAML Assertions. Can be a URN OID, a schema reference, or a any other string. If this property mapping is used for NameID Property, this field is discarded.
cs_cz: Název atributu používaný pro SAML Assertions. Může to být URN OID, odkaz na schéma nebo jakýkoli jiný řetězec. Pokud je toto mapování vlastnosti použito pro vlastnost NameID, toto pole se zahodí.
de: Der für die SAML Assertion verwendete Attributname. Kann eine URN OID, eine Schemareferenz oder eine beliebige andere Zeichenfolge sein. Wenn diese Eigenschaftszuordnung für die NameID-Eigenschaft verwendet wird, wird dieses Feld verworfen.
es: Nombre del atributo utilizado para aserciones SAML. Puede ser un OID de URN, una referencia de esquema o cualquier otra cadena de texto. Si esta asignación de propiedades se utiliza para la Propiedad NameID, este campo se descarta.
fi: Attribuutin nimi, jota käytetään SAML-väitteiden kanssa. Voi olla URN OID, skeemaviittaus tai mikä tahansa muu merkkijono. Jos tätä ominaisuuskytkentää käytetään NameID-ominaisuuteen, tämän kentän arvo jätetään pois.
fr: Nom de l'attribut utilisé pour les assertions SAML. Peut être un OID URN, une référence à un schéma ou tout autre valeur. Si ce mappage de propriété est utilisé pour la propriété NameID, cette valeur est ignorée.
it: Nome attributo usato per le asserzioni SAML. Può essere un URN OID, un riferimento allo schema o qualsiasi altra stringa. Se questa mappatura delle proprietà viene utilizzata per la proprietà NameID, questo campo viene scartato.
ko: SAML 어설션에 사용되는 특성(Attribute) 이름입니다. URN OID, 스키마 참조 또는 기타 문자열일 수 있습니다. 이 속성(Property) 매핑이 NameID 속성(Property)에 사용되는 경우 이 필드는 삭제됩니다.
nl: Attribuutnaam die wordt gebruikt voor SAML-asserties. Kan een URN OID, een schema-referentie of een andere tekenreeks zijn. Als deze eigenschapsmapping wordt gebruikt voor NameID-eigenschap, wordt dit veld genegeerd.
pt_br: Nome do atributo usado para asserções SAML. Pode ser um URN OID, uma referência de esquema ou qualquer outra string. Se este mapeamento de propriedade for usado para o NameID, este campo será ignorado.
ru: Имя атрибута, используемое для утверждений SAML. Это может быть OID URN, ссылка на схему или любая другая строка. Если данное отображение свойства используется для свойства NameID, это поле отбрасывается.
tr: SAML Onaylamaları için kullanılan öznitelik adı. URN OID, şema referansı veya başka bir dize olabilir. Bu özellik eşlemesi NameID özelliği için kullanılıyorsa, bu alan atılır.
zh_tw: 用於 SAML 斷言的特徵項名稱。可以是 URN OID，綱要參考或任何其他字串。如果此屬性對應用於 NameID 屬性，則此欄位將被忽略。

# sab6d24c5ec8dc361
source: Friendly Name
cs_cz: Přátelský název
de: Name
es: Nombre descriptivo
fi: Kutsumanimi
fr: Nom amical
it: Nome amichevole
nl: Vriendelijke naam
pt_br: Nome Amigável
ru: Поле объекта
tr: Dostça İsim
zh_tw: 易記名稱

# s9f8aac89fe318acc
source: Optionally set the 'FriendlyName' value of the Assertion attribute.
cs_cz: Volitelně nastavte hodnotu 'FriendlyName' atributu Assertion.
de: Legen Sie optional den Wert „FriendlyName“ des Assertion-Attributs fest.
es: Opcionalmente define el valor 'FriendlyName' del atributo Assertion.
fi: Valinnaisesti voit määrittää 'FriendlyName'-arvo väitteen attribuutille.
fr: Indiquer la valeur "FriendlyName" de l'attribut d'assertion (optionnel)
it: Opzionale: imposta il valore "friendlyname" dell'attributo di asserzione.
ko: 선택적으로 어설션 특성(Attribute)의 'FriendlyName' 값을 설정합니다.
nl: Optioneel de 'FriendlyName'-waarde van het Assertieattribuut instellen.
pt_br: Opcionalmente, defina o valor 'FriendlyName' do atributo Assertion.
ru: Опционально установите значение 'FriendlyName' для атрибута Assertion
tr: İsteğe bağlı olarak onaylama özniteliğinin 'FriendlyName' değerini ayarlayın.
zh_tw: 可選：設定斷言特徵項中的「FriendlyName」值。

# s851c108679653d2a
source: Scope name
cs_cz: Název scope
de: Bereichsname
es: Nombre del alcance
fi: Käyttöalueen nimi
fr: Nom de la portée
ko: 범위 이름
nl: Scope-naam
pt_br: Nome do Escopo
ru: Имя области
tr: Kapsam adı
zh_tw: 範疇名稱

# s23fd4411419fca06
source: Scope which the client can specify to access these properties.
cs_cz: Scope, který může klient zadat pro přístup k těmto vlastnostem.
de: Gültigkeitsbereich, den der Client angeben kann, um auf diese Eigenschaften zuzugreifen.
es: Alcance que el cliente puede especificar para acceder a estas propiedades.
fi: Käyttöalue, jonka asiakas voi määrittää saadakseen pääsyn näihin ominaisuuksiin.
fr: Portée que le client peut spécifier pour accéder à ces propriétés.
it: Ambito che il client può specificare per accedere a queste proprietà.
ko: 클라이언트가 이러한 속성(Property)에 액세스하도록 지정할 수 있는 범위입니다.
nl: Scope die de client kan specificeren om toegang te krijgen tot deze eigenschappen.
pt_br: Escopo que o cliente pode especificar para acessar essas propriedades.
ru: Область, которую клиент может указать для доступа к этим свойствам.
tr: İstemcinin bu özelliklere erişmek için belirtebileceği kapsam.
zh_tw: 用戶端可以指定存取這些屬性的範疇。

# s7754f0e34f27fb6e
source: Description shown to the user when consenting. If left empty, the user won't be informed.
cs_cz: Popis zobrazený uživateli při udělování souhlasu. Pokud je ponecháno prázdné, uživatel nebude informován.
de: Beschreibung, die Benutzer sehen, wenn sie Einwilligen. Falls leer gelassen, werden Benutzer nicht informiert.
es: Descripción que se muestra al usuario al dar su consentimiento. Si se deja vacío, no se informará al usuario.
fi: Kuvaus, joka näytetään käyttäjälle suostumuksen pyytämisen yhteydessä. Jos tämä jätetään tyhjäksi, käyttäjää ei informoida.
fr: Description montrée à l'utilisateur lors de l'approbation. Aucune information présentée à l'utilisateur si laissé vide.
it: Descrizione mostrata all'utente quando consenziente. Se lasciato vuoto, l'utente non verrà informato.
ko: 동의 시 사용자에게 표시되는 설명입니다. 비워두면 사용자에게 알림이 표시되지 않습니다.
nl: Beschrijving die aan de gebruiker wordt getoond bij instemming. Als dit leeg wordt gelaten, wordt de gebruiker niet geïnformeerd.
pt_br: Descrição exibida ao usuário durante o consentimento. Se deixada em branco, o usuário não será informado.
ru: Описание, показываемое пользователю при получении согласия. Если оставить его пустым, пользователь не будет проинформирован.
tr: Açıklama, izin verirken kullanıcıya gösterilir. Boş bırakılırsa kullanıcı bilgilendirilmez.
zh_tw: 當需要使用者同意時顯示的說明。如果留空將不會顯示。

# sb6c3bf5489d7556e
source: Example context data
cs_cz: Příklad kontextových dat
de: Beispieldaten für Kontext
es: Contexto de datos de ejemplo
fi: Esimerkki kontekstidatasta
fr: Exemple contextuel de données
it: Dati di contesto di esempio
ko: 컨텍스트 데이터 예시
nl: Voorbeeld contextuele gegevens
pt_br: Dados de contexto de exemplo
ru: Пример данных контекста
tr: Örnek bağlam verileri
zh_tw: 範例上下文資料

# s4a697f0b36c4fe83
source: Active Directory User
cs_cz: Uživatel služby Active Directory
de: Active Directory Benutzer
es: Usuario de Active Directory
fi: Active Directory -käyttäjä
fr: Utilisateur Active Directory
it: Utente Active Directory
ko: Active Directory 사용자
nl: Actieve directorygebruiker
pt_br: Usuário do Active Directory
ru: Пользователь Active Directory
tr: Active Directory Kullanıcısı
zh_tw: Active Directory 使用者

# s9277b90db38e1983
source: Active Directory Group
cs_cz: Skupina služby Active Directory
de: Active Directory Gruppe
es: Grupo de Active Directory
fi: Active Directory -ryhmä
fr: Groupe Active Directory
it: Gruppo Active Directory
ko: Active Directory 그룹
nl: Actieve directorygroep
pt_br: Grupo do Active Directory
ru: Группа Active Directory
tr: Active Directory Grubu
zh_tw: Active Directory 群組

# sc2e03590269d5a10
source: New property mapping
cs_cz: Nové mapování vlastnosti
de: Neue Eigenschaft
es: Nueva asignación de propiedades
fi: Uusi ominaisuuskytkentä
fr: Nouveau mappage de propriété
it: Nuova mappatura proprietà
ko: 새로운 속성(Property) 매핑
nl: Nieuwe eigenschapsmapping
pt_br: Novo mapeamento de propriedade
ru: Новое сопоставление свойств
tr: Yeni mülk eşleme
zh_tw: 新增屬性對應

# s713e8666ed70f8b3
source: Create a new property mapping.
cs_cz: Vytvořit nové mapování vlastnosti.
de: Neue Eigenschaftszuordnung erstellen.
es: Crea una nueva asignación de propiedades.
fi: Luo uusi ominaisuuskytkentä.
fr: Créer un nouveau mappage de propriétés.
it: Crea una nuova mappatura proprietà
ko: 새 속성(Property) 매핑을 만듭니다.
nl: Maak een nieuwe eigenschapsmapping aan.
pt_br: Criar um novo mapeamento de propriedade.
ru: Создание нового сопоставления свойств.
tr: Yeni bir özellik eşlemesi oluşturun.
zh_tw: 建立一個新的屬性對應。

# sce106606ae84d46f
source: Property Mappings
cs_cz: Mapování vlastnosti
de: Eigenschaften
es: Asignaciones de propiedades
fi: Ominaisuuskytkennät
fr: Mappages de propriété
it: Mappatura proprietà
ko: 속성 매핑
nl: Eigenschapsmappings
pt_br: Mapeamentos de propriedade
ru: Сопоставления свойств
tr: Özellik Eşleştirmeleri
zh_tw: 屬性對應

# s271a7e04ff9865b1
source: Control how authentik exposes and interprets information.
cs_cz: Ovládejte, jak authentik zpřístupňuje a interpretuje informace.
de: Kontrollieren Sie, wie Authentik Informationen offenlegt und interpretiert.
es: Controla cómo authentik expone e interpreta la información.
fi: Hallinnoi, kuinka authentik paljastaa ja tulkitsee informaatiota.
fr: Contrôle comment authentik expose et interprète les informations
it: Controlla come authentik espone e interpreta le informazioni.
ko: Authentik이 정보를 표시하고 해석하는 방법을 제어합니다.
nl: Beheer hoe authentik informatie blootstelt en interpreteert.
pt_br: Controla como o authentik expõe e interpreta informações.
ru: Контролируйте, как authentik раскрывает и интерпретирует информацию.
tr: Auentik'in bilgiyi nasıl açığa çıkardığını ve yorumlayacağını kontrol edin.
zh_tw: 控制 authentik 如何公開和解釋資訊。

# s59dc0eda07f9e2b6
source: Property Mapping(s)
cs_cz: Mapování vlastností
de: Eigenschaftszuordnung(en)
es: Asignación(es) de Propiedades
fi: Ominaisuuskytkennät
fr: Mappage(s) de propriété
it: Mappatura delle proprietà
ko: 속성(Property) 매핑
nl: Eigenschapsmapping(en)
pt_br: Mapeamento(s) de propriedade
ru: Сопоставление(ия) свойств
tr: Özellik Eşleme (ler)
zh_tw: 屬性對應

# sa57c393736e2732c
source: Test Property Mapping
cs_cz: Otestovat mapování vlastnosti
de: Eigenschaftszuordnung testen
es: Asignación de Propiedades de Prueba
fi: Testi-ominaisuuskytkentä
fr: Tester le mappage de propriété
it: Mappatura delle proprietà di test
ko: 테스트 속성(Property) 매핑
nl: Test eigenschapsmapping
pt_br: Testar Mapeamento de Propriedade
ru: Тест сопоставления свойств
tr: Sınama Özellik Eşlemesi
zh_tw: 測試屬性對應
