Repository: goauthentik/authentik
Catalog: web/xliff/*.xlf
Languages: cs_cz, de, es, fi, fr, it, ko, nl, pt_br, ru, tr, zh_tw

# sbb46aed99e712337
source: Selected User Property Mappings
cs_cz: Vybrané mapování vlastností uživatelů
de: Ausgewählte User-Property-Mappings
es: Mapeos de Propiedades de Usuario Seleccionados
fi: Valitut käyttäjäominaisuuskytkennät
fr: Mappages de propriété utilisateur sélectionnés
it: Mapping di proprietà utente selezionati
pt_br: Mapeamentos de Propriedade de Usuário Selecionados
ru: Выбранные сопоставления свойств пользователя
tr: Seçili Kullanıcı Özelliği Eşlemeleri

# s1a2797874b7fe852
source: NameID Property Mapping
cs_cz: Mapování vlastnosti NameID
de: Name ID Eigenschaft
es: Asignación de propiedades NameID
fi: NameID-ominaisuuden kytkentä
fr: Mappage de la propriété NameID
it: Mappatura proprietà NameID
ko: NameID 속성 매핑
nl: Naam-ID-kenmerkmapping
pt_br: Mapeamento da propriedade NameID
ru: Сопоставление свойства NameID
tr: NameID Özellik Eşlemesi
zh_tw: nameID 屬性對應

# s256b8452664ccae4
source: Configure how the NameID value will be created. When left empty, the NameIDPolicy of the incoming request will be respected.
cs_cz: Nakonfigurujte, jak bude vytvořena hodnota NameID. Pokud je ponecháno prázdné, bude respektována NameIDPolicy příchozího požadavku.
de: Konfigurieren Sie, wie der NameID-Wert erstellt wird. Wenn es leer gelassen wird, wird die NameIDPolicy der eingehenden Anfrage respektiert.
es: Configure cómo se creará el valor NameID. Cuando se deja vacío, se respetará la NameIDPolicy de la solicitud entrante.
fi: Määritä, kuinka NameID:n arvo luodaan. Jos tämä jätetään tyhjäksi, käytetään sisääntulevan pyynnön NameIDPolicy-kentän arvoa.
fr: Configure la façon dont NameID sera créé. Si vide, la politique NameIDPolicy de la requête entrante sera appliquée.
it: Configura il modo in cui verrà creato il valore NameID. Se lasciato vuoto, verrà rispettato il NameIDPolicy della richiesta in arrivo.
ko: NameID 값이 어떻게 생성될지 구성합니다. 비워 둘 경우, 들어오는 요청의 NameIDPolicy를 존중합니다.
nl: Configureer hoe de NameID-waarde wordt gecreëerd. Wanneer leeggelaten, wordt de NameIDPolicy van het inkomende verzoek gerespecteerd.
pt_br: Configure como o valor NameID será criado. Quando deixado em branco, o NameIDPolicy da solicitação recebida será respeitado.
ru: Настройте, как будет создаваться значение NameID. Если оставить пустым, будет соблюдаться политика NameIDPolicy входящего запроса.
tr: NameID değerinin nasıl oluşturulacağını yapılandırın. Boş bırakıldığında, gelen isteğin NameIDPolicy değerine saygı gösterilir.
zh_tw: 設定如何建立 NameID 數值。如果為空則將遵守傳入要求的 NameIdPolicy。

# sc838e297aa5e58ba
source: AuthnContextClassRef Property Mapping
cs_cz: Mapování vlastnosti AuthnContextClassRef
es: Asignación de Propiedades de AuthnContextClassRef
fr: Mappage de propriété AuthnContextClassRef
it: Mappatura Proprietà AuthnContextClassRef
pt_br: Mapeamento da propriedade AuthnContextClassRef

# sd7ba1793c3abf4fe
source: Configure how the AuthnContextClassRef value will be created. When left empty, the AuthnContextClassRef will be set based on which authentication methods the user used to authenticate.
cs_cz: Nastaví, jak bude hodnota AuthnContextClassRef vytvořena. Pokud je ponecháno prázdné, bude AuthnContextClassRef nastavena na základě toho, které metody ověřování uživatel použil k ověření.
de: Konfiguriere, wie der AuthnContextClassRef-Wert erstellt wird. Wenn dieses Feld leer bleibt, wird AuthnContextClassRef basierend auf den Authentifizierungsmethoden gesetzt, die der Benutzer zur Anmeldung verwendet hat.
es: Configura cómo se generará el valor de AuthnContextClassRef. Si se deja vacío, AuthnContextClassRef se establecerá según los métodos de autenticación que el usuario haya utilizado para autenticarse.
fr: Configure comment la valeur AuthnContextClassRef sera créée. Lorsque non sélectionné, AuthnContextClassRef sera défini en fonction de quelle méthode d'authentification l'utilisateur a utilisé pour s'authentifier.
it: Configura come verrà creato il valore AuthnContextClassRef. Se lasciato vuoto, AuthnContextClassRef verrà impostato in base ai metodi di autenticazione utilizzati dall'utente.
pt_br: Configure como o valor AuthnContextClassRef será criado. Quando deixado em branco, o AuthnContextClassRef será definido com base nos métodos de autenticação que o usuário usou para se autenticar.

# s9f91cc8bcfabb40f
source: Assertion valid not before
cs_cz: Tvrzení platné ne před
de: SAML Assertion nicht gültig vor
es: Aserción válida no antes
fi: Väite ei voimassa ennen
fr: Assertion non valide avant
it: Asserzione valida non prima
ko: 다음 시간 이전의 어설션은 무효
nl: Assertion geldig vanaf
pt_br: Asserção válida não antes
ru: Утверждение действительно не ранее
tr: Onaylama işlemi daha önce geçerli değil
zh_tw: 斷言的有效期限不早於

# s733f83ff9d50da30
source: Configure the maximum allowed time drift for an assertion.
cs_cz: Konfigurace maximálního povoleného časového posunu pro tvrzení.
de: Konfigurieren Sie die maximal zulässige Zeitdrift für eine 'Assertion'
es: Configure la desviación de tiempo máxima permitida para una aserción.
fi: Määritä suurin sallittu määrä ajan siirtymää väitteelle.
fr: Configurer la durée maximale autorisée pour une assertion.
it: Configurare lo scostamento temporale massimo consentito per un'asserzione.
ko: 어설션에 대한 최대 허용 시간 드리프트를 구성합니다.
nl: Configureer de maximale toegestane tijdsafwijking voor een assertion.
pt_br: Configure o desvio de tempo máximo permitido para uma asserção.
ru: Настройте максимально допустимый временной дрейф для утверждения.
tr: Bir onaylama işlemi için izin verilen maksimum zaman kaymasını yapılandırın.
zh_tw: 設定斷言的允許最大時間偏移量。

# s2af5754090898640
source: Assertion valid not on or after
cs_cz: Tvrzení neplatné v nebo po
de: SAML Assertion gilt nicht am oder danach
es: Aserción válida no el o después
fi: Väite ei voimassa hetkellä tai sen jälkeen
fr: Assertion non valide le ou après
it: Affermazione valida non il o dopo
ko: 다음 시간의 어설션 혹은 그 이후는 무효
nl: Assertion geldig tot en met
pt_br: Asserção válida não em ou após
ru: Утверждение действительно не в момент или после
tr: Onaylama işlemi geçerli değil veya sonrasında
zh_tw: 斷言在這個的時間及之後無效：

# s43c1f927936f0a02
source: Assertion not valid on or after current time + this value.
cs_cz: Tvrzení není platné v nebo po aktuálním čase + tato hodnota.
de: Behauptung nicht gültig am oder nach dem aktuellen Zeitpunkt + diesem Wert.
es: Aserción no válida a partir de la hora actual + este valor.
fi: Väite ei voimassa tänä hetkenä tai lisättynä tällä arvolla.
fr: Assertion non valide à partir de l'heure actuelle + cette valeur.
it: Asserzione non valida a partire dall'ora corrente + questo valore.
ko: 어설션은 현재 시간 이후에 무효가 되거나, 현재 시간 + 값에 무효가 됩니다.
nl: Assertion is niet geldig op of na de huidige tijd + deze waarde.
pt_br: Asserção inválida em ou após a hora atual + este valor.
ru: Утверждение недействительно в текущее время или после него + указанное значение
tr: Onaylama geçerli saat + bu değer üzerinde veya sonrasında geçerli değil.
zh_tw: 斷言的有效期限為當前時間加上此值

# sad8550b8731518d8
source: Session valid not on or after
cs_cz: Relace neplatná v nebo po
de: Session gültig nicht am oder nach
es: Sesión válida no el día o después
fi: Istunto ei voimassa hetkellä tai sen jälkeen
fr: Session non valide à partir de
it: Sessione valida non il o dopo
ko: 다음 시간의 세션 혹은 그 이후는 무효
nl: Sessie geldig tot en met
pt_br: Sessão válida não em ou após
ru: Сессия действительна не в момент или после
tr: Oturum geçerli değil veya sonrasında
zh_tw: 會談在這個時間及之後無效：

# s0dd00fbaba08748a
source: Session not valid on or after current time + this value.
cs_cz: Relace není platná v nebo po aktuálním čase + tato hodnota.
de: Sitzung nicht gültig am oder nach dem aktuellen Zeitpunkt + diesem Wert.
es: La sesión no es válida en o después del tiempo actual más este valor.
fi: Istunto ei voimassa tänä hetkenä tai lisättynä tällä arvolla.
fr: Session non valide à partir de l'heure actuelle + cette valeur.
it: Sessione non valida a partire dall'ora corrente + questo valore.
ko: 세션은 현재 시간 이후에 무효가 되거나, 현재 시간 + 값에 무효가 됩니다.
nl: Sessie is niet geldig op of na de huidige tijd + deze waarde.
pt_br: Sessão inválida em ou após a hora atual + este valor.
ru: Сессия не действует в текущее время или после него + указанное значение.
tr: Geçerli saat + bu değer üzerinde veya sonrasında oturum geçerli değil.
zh_tw: 會談的有效期限是當前時間加上此值

# scb58b8a60cad8762
source: Default relay state
cs_cz: Výchozí stav přenosu
de: Standard-Relay-State
es: Estado de retransmisión predeterminado
fi: Välittäjän oletustila
fr: Relay state par défaut
it: Stato di relè predefinito
ko: 기본 릴레이 상태
pt_br: Estado de relay padrão
ru: Состояние реле по умолчанию
tr: Varsayılan röle durumu
zh_tw: 預設中繼狀態

# s6827a456c9dfc6ee
source: When using IDP-initiated logins, the relay state will be set to this value.
cs_cz: Při použití přihlášení iniciovaného IDP bude stav přenosu nastaven na tuto hodnotu.
de: Bei IDP-initiierten Anmeldungen wird der Relay State auf diesen Wert gesetzt.
es: Al utilizar inicios de sesión iniciados por el IDP, el estado de retransmisión (relay state) se establecerá en este valor.
fi: IDP-lähtöisissä kirjautumisissa välittäjän tila asetetaan tähän arvoon.
fr: Lors de l'utilisation de connexions initiées par l'IdP, le relay state sera défini à cette valeur.
it: Quando si utilizzano gli accessi avviati da IDP, lo stato di relè verrà impostato su questo valore.
ko: IDP-initiated 로그인을 사용하는 경우, 릴레이 상태가 이 값으로 설정됩니다.
pt_br: Ao usar logins iniciados pelo IDP, o estado de relay será definido para este valor.
ru: При использовании входов, инициированных IDP, состояние реле будет установлено в это значение.
tr: IDP tarafından başlatılan oturum açma işlemleri kullanılırken, geçiş durumu bu değere ayarlanır.
zh_tw: 當使用 Idp 發起的登入時，中繼狀態將會設定為這個值。

# s9839619155ed2cf6
source: Default NameID Policy
cs_cz: Výchozí NameID politika
pt_br: Política de NameID Padrão

# s004e9a2c90f23900
source: Persistent
cs_cz: Trvalý
es: persistente
fi: Pysyvä
fr: Persistant
it: Persistente
ko: Persistent(영구)
nl: Permanent
pt_br: Persistente
ru: Постоянный
tr: Kalıcı
zh_tw: 持久性

# s38887b94b3320533
source: Email address
cs_cz: E-mailová adresa
de: E-Mail-Adresse
es: Dirección de correo electrónico
fi: Sähköpostiosoite
fr: Adresse courriel
it: Indirizzo email
ko: 이메일 주소
nl: E-mailadres
pt_br: Endereço de email
ru: Адрес электронной почты
tr: E-posta adresi
zh_tw: 電子郵件地址

# s1665454e31e14941
source: X509 Subject
cs_cz: X509 předmět
de: X509 Betreff
es: Asunto X509
fr: Sujet X509
it: Soggetto X509
nl: X509-onderwerp
pt_br: Assunto X509
ru: X509 Объект
tr: X509 Konusu
zh_tw: X509 主體

# s0c3ac7f9383a8cfd
source: Transient
cs_cz: Přechodný
de: Vorübergehend
es: transitorio
fi: Tilapäinen
fr: Transitoire
it: Effimero
ko: Transient(임시)
nl: Tijdelijk
pt_br: Transitório
ru: Переходный процесс
tr: Geçici
zh_tw: 暫時性

# s0c48c5f754275796
source: Configure the default NameID Policy used by IDP-initiated logins and when an incoming assertion doesn't specify a NameID Policy (also applies when using a custom NameID Mapping).
cs_cz: Nastavte výchozí zásadu NameID použitou během přihlášení inicializovaných poskytovatelem identit a také když příchozí Tvrzení (assertion) zásadu NameID nespecifikuje (používá se také při uživatelském mapování NameID).
pt_br: Configure a Política de NameID padrão usada por logins iniciados pelo IDP e quando uma asserção recebida não especifica uma Política de NameID (também se aplica ao usar um mapeamento de NameID personalizado).

# s2a0f60e74b478804
source: Digest algorithm
cs_cz: Hashovací algoritmus
de: Digest-Algorithmus
es: algoritmo de resumen
fi: Digest-algoritmi
fr: Algorithme d'empreinte
it: Algoritmo digest
ko: 해시 알고리즘
nl: Samenvatting-algoritme
pt_br: Algoritmo resumido
ru: Алгоритм хеширования
tr: Digest algoritması
zh_tw: 摘要演算法

# s693d975d38ff0214
source: Signature algorithm
cs_cz: Podpisový algoritmus
de: Signaturalgorithmus
es: algoritmo de firma
fi: Allekirjoitusalgoritmi
fr: Algorithme de signature
it: Algoritmo firma
ko: 서명 알고리즘
nl: Handtekening-algoritme
pt_br: Algoritmo de assinatura
ru: Алгоритм подписи
tr: İmza algoritması
zh_tw: 簽章演算法

# sfe906cde5dddc041
source: Configure SAML Provider
cs_cz: Konfigurovat poskytovatele SAML
de: SAML-Anbieter konfigurieren
es: Configura el Proveedor de SAML
fi: Määritä SAML-palveluntarjoaja
fr: Configurer le fournisseur SAML
it: Configurare il provider SAML
ko: SAML 공급자 구성
pt_br: Configurar Provedor SAML
ru: Настроить SAML Провайдера
tr: SAML Sağlayıcısını Yapılandırma

# seb250c3885733522
source: Token to authenticate with.
pt_br: Token para autenticar-se.

# scdafec223d3840e9
source: OAuth Source
pt_br: Fonte OAuth

# s2111b3384e12349c
source: Specify OAuth source used for authentication.
pt_br: Especifique a fonte OAuth usada para autenticação.

# s1876401267e31dd0
source: OAuth Parameters
pt_br: Parâmetros OAuth

# sc5ca1b55a5391535
source: Additional OAuth parameters, such as grant_type.
pt_br: Parâmetros OAuth adicionais, como grant_type.

# sb21f33b039c86322
source: SCIM base url, usually ends in /v2.
cs_cz: Základní URL SCIM, obvykle končí na /v2.
de: SCIM-Basis-URL, endet normalerweise auf /v2.
es: URL base de SCIM, generalmente termina en /v2.
fi: SCIM URL-osoitteen perusosa, päättyy yleensä /v2
fr: URL de base SCIM, se termine généralement par /v2.
it: URL di base SCIM, in genere termina con /v2.
ko: 일반적으로 /v2로 끝나는 SCIM 기본 URL 입니다.
nl: Basis-URL voor SCIM, eindigt meestal op /v2.
pt_br: URL base do SCIM, termina normalmente em /v2.
ru: Базовый адрес SCIM, обычно заканчивается на /v2.
tr: SCIM temel url'si, genellikle /v2 ile biter.
zh_tw: SCIM 的基礎網址，通常以 /v2 結尾。

# s99060120f626df5b
source: Verify SCIM server's certificates
cs_cz: Ověřit certifikáty SCIM serveru
de: SCIM-Serverzertifikat verifizieren
es: Verificar los certificados del servidor SCIM
fi: Vahvista SCIM-palvelimen sertifikaatit
fr: Vérifier les certificats du serveur SCIM
it: Verifica i certificati del server Scim
pt_br: Verificar os certificados do servidor SCIM
tr: SCIM sunucusunun sertifikalarını doğrulama

# s6e4af789dec357dc
source: Authentication Mode
pt_br: Modo de Autenticação

# s24d7ac2fc280ca5e
source: Authenticate SCIM requests using a static token.
pt_br: Autenticar solicitações SCIM usando um token estático.

# s1c34cb0a4cccc041
source: Authenticate SCIM requests using OAuth.
pt_br: Autenticar solicitações SCIM usando OAuth.

# s3483d693c72e412e
source: Compatibility Mode
cs_cz: Režim kompatibility
de: Kompatibilitätsmodus
es: Modo de Compatibilidad
fr: Mode de compatibilité
it: Modalità di Compatibilità
pt_br: Modo de compatibilidade

# s11326fd2590f4e5e
source: Default
cs_cz: Výchozí
de: Standard
es: Predeterminado
fi: Oletus
fr: Par défaut
it: Predefinito
ko: 기본
nl: Standaard
pt_br: Padrão
ru: По умолчанию
tr: Varsayılan
zh_tw: 設為預設

# se7195530fa981896
source: Default behavior.
cs_cz: Výchozí chování.
de: Standardverhalten.
es: Comportamiento Predeterminado.
fr: Comportement par défaut.
it: Comportamento predefinito.
pt_br: Comportamento padrão.

# s44e80dc905ab2ecc
source: Altered behavior for usage with Amazon Web Services.
cs_cz: Změněné chování pro použití s Amazon Web Services.
de: Geändertes Verhalten für die Nutzung mit Amazon Web Services.
es: Comportamiento modificado para el uso con Amazon Web Services.
fr: Comportement spécifique pour utilisation avec Amazon Web Services.
it: Comportamento modificato per l'utilizzo con Amazon Web Services.
pt_br: Comportamento alterado para uso com Amazon Web Services.

# s7f40ef46b7f213ea
source: Altered behavior for usage with Slack.
cs_cz: Změněné chování pro použití se Slackem.
de: Geändertes Verhalten für die Nutzung mit Slack.
es: Comportamiento modificado para el uso con Slack.
fr: Comportement spécifique pour utilisation avec Slack.
it: Comportamento modificato per l'utilizzo con Slack.
pt_br: Comportamento alterado para uso com Slack.

# s7392b5925a4803af
source: Altered behavior for usage with Salesforce.
pt_br: Comportamento alterado para uso com o Salesforce.

# s054cb3c0a84eefe5
source: Alter authentik's behavior for vendor-specific SCIM implementations.
cs_cz: Změnit chování authentiku pro implementace SCIM specifické pro dodavatele.
de: Ändert das Verhalten von authentik für herstellerspezifische SCIM-Implementierungen.
es: Modifica el comportamiento de authentik para implementaciones SCIM específicas de un proveedor.
fr: Change le comportement d'authentik en fonction des spécificités d'implémentations des fournisseurs SCIM.
it: Modifica il comportamento di authentik per le implementazioni SCIM specifiche del fornitore.
pt_br: Alterar o comportamento do authentik para implementações SCIM específicas do fornecedor.

# s4d3933feb8dc7cee
source: Enable dry-run mode
cs_cz: Povolit režim nanečisto
de: Dry-Run-Modus aktivieren
es: Habilitar modo de simulación
fr: Activer le mode simulation
it: Abilita la modalità di prova
pt_br: Ativar modo de simulação

# s8c9ca09b5eeb5ae9
source: When enabled, mutating requests will be dropped and logged instead.
cs_cz: Když je tato možnost povolena, budou mutační požadavky zahozeny a místo toho zaznamenány.
de: Wenn aktiviert, werden verändernde Anfragen verworfen und stattdessen protokolliert.
es: Cuando esté habilitado, las solicitudes de cambio se descartarán y registrarán.
fr: Si activé, les requêtes de mutations seront abandonnées et affichées à la place.
it: Quando abilitata, le richieste di modifica verranno eliminate e registrate.
pt_br: Quando habilitado, as solicitações de mutação serão descartadas e registradas em vez disso.

# sfc8bb104e2c05af8
source: User filtering
cs_cz: Filtrování uživatelů
de: Benutzerfilterung
es: Filtrado de usuario
fi: Käyttäjien suodatus
fr: Filtrage utilisateurs
it: Filtraggio utenti
ko: 사용자 필터링
nl: Gebruikersfiltering
pt_br: Filtragem de utilizador
ru: Пользовательская фильтрация
tr: Kullanıcı filtreleme
zh_tw: 使用者篩選

# sc0d0890fbd46ef62
source: Exclude service accounts
cs_cz: Vyloučit účty služeb
de: Dienstkonten ausschließen
es: Excluir cuentas de servicio
fi: Älä sisällytä palvelutilejä
fr: Exclure les comptes de service
it: Escludi account di servizio
ko: 서비스 계정 제외
nl: Uitsluiten van serviceaccounts
pt_br: Apagar contas de serviço
ru: Исключить сервисные аккаунты
tr: Hizmet hesaplarını hariç tut
zh_tw: 排除服務帳號

# s23ab136ad85f0ad2
source: Only sync users within the selected group.
cs_cz: Synchronizovat pouze uživatele v rámci vybrané skupiny.
de: Nur Benutzer innerhalb der ausgewählten Gruppe synchronisieren.
es: Solo sincronizar usuarios en el grupo seleccionado.
fi: Synkronoi vain valitun ryhmän käyttäjät.
fr: Synchroniser uniquement les utilisateurs appartenant au groupe sélectionné.
it: Sincronizza solo gli utenti all'interno del gruppo selezionato.
ko: 선택한 그룹 내의 사용자만 동기화합니다.
nl: Synchroniseer alleen gebruikers binnen de geselecteerde groep.
pt_br: Sincronizar apenas utilizadores dentro do grupo selecionado.
ru: Синхронизировать только пользователей из выбранной группы.
tr: Yalnızca seçili gruptaki kullanıcıları senkronize edin.
zh_tw: 只同步選中群組的使用者。

# sfdedc3b0b2b7ce3d
source: Attribute mapping
cs_cz: Mapování atributů
de: Attributzuordnung
es: Asignación de atributos
fi: Ominaisuuksien kytkentä
fr: Mappage des attributs
it: Mappatura attributi
ko: 속성 매핑
nl: Attribuutmapping
pt_br: Mapeamento de atributos
ru: Сопоставление атрибутов
tr: Öznitelik eşlemesi
zh_tw: 特徵項對應

# saf794c74c9ea731e
source: User Property Mappings
cs_cz: Mapování vlastností uživatele
de: Benutzereigenschaftszuordnungen
es: Asignaciones de propiedades de usuario
fi: Käyttäjän ominaisuuskytkennät
fr: Mappage des propriétés utilisateur
it: Mappatura proprietà utenti
ko: 사용자 속성 매핑
nl: Gebruikerskenmerkmapping
pt_br: Mapeamentos de propriedades do utilizador
ru: Сопоставления свойств пользователя
tr: Kullanıcı Özellik Eşlemeleri
zh_tw: 使用者屬性對應

# s019555b5a442aa00
source: Property mappings used to user mapping.
cs_cz: Mapování vlastností použité pro mapování uživatelů.
de: Für die Benutzerzuordnung verwendete Eigenschaftszuordnungen.
es: Asignación de propiedades usada para la asignación de usuarios.
fi: Ominaisuuskytkennät, joita käytetään käyttäjien kytkemiseen.
fr: Mappages de propriété utilisés pour la correspondance des utilisateurs.
it: Mappature delle proprietà utilizzate per la mappatura degli utenti.
ko: 사용자 매핑에 사용되는 속성 매핑입니다.
nl: Kenmerkmapping gebruikt voor gebruikersmapping.
pt_br: Mapeamentos de propriedades utilizados para o mapeamento de utilizadores.
ru: Сопоставления свойств, используемые для сопоставления пользователя
tr: Kullanıcı eşlemesi için kullanılan özellik eşlemeleri.
zh_tw: 用於使用者對應的屬性對應

# s7cb9aa9ee1783f00
source: Group Property Mappings
cs_cz: Mapování vlastností skupiny
de: Gruppeneigenschaftszuordnungen
es: Asignaciones de propiedades de grupos
fi: Ryhmän ominaisuuskytkennät
fr: Mappage des propriétés de groupe
it: Mappatura proprietà gruppi
ko: 그룹 속성 매핑
nl: Groep-kenmerkmapping
pt_br: Mapeamentos de propriedade de grupo
ru: Сопоставления свойств группы
tr: Grup Özellik Eşlemeleri
zh_tw: 群組屬性對應

# se84ebf32648e6a63
source: Available Group Property Mappings
cs_cz: Dostupné mapování vlastností skupin
de: Verfügbare Gruppen-Property-Mappings
es: Mapeos de Propiedades de Grupo Disponibles
fi: Saatavilla olevat ryhmäominaisuuskytkennät
fr: Mappages de propriété groupe disponibles
it: Mapping di proprietà del gruppo disponibili
pt_br: Mapeamentos de Propriedade de Grupo Disponíveis
ru: Доступные сопоставления свойств группы
tr: Kullanılabilir Grup Özellik Eşlemeleri

# seaf9f9ecb99568c7
source: Selected Group Property Mappings
cs_cz: Vybrané mapování vlastností skupin
de: Ausgewählte Gruppen-Property-Mappings
es: Mapeos de Propiedades de Grupo Seleccionados
fi: Valitut ryhmäominaisuuskytkennät
fr: Mappages de propriété groupe sélectionnés
it: Mapping di proprietà del gruppo selezionati
pt_br: Mapeamentos de Propriedade de Grupo Selecionados
ru: Выбранные сопоставления свойств группы
tr: Seçili Grup Özellik Eşlemeleri

# sa319e3bf44c85963
source: Property mappings used to group creation.
cs_cz: Mapování vlastností použité pro vytváření skupin.
de: Für die Gruppenerstellung verwendete Eigenschaftszuordnungen.
es: Asignaciones de propiedades utilizadas para la creación de grupos.
fi: Ominaisuuskytkennät, joita käytetään ryhmien luontiin.
fr: Mappages de propriétés utilisés lors de la création des groupe
it: Mappature delle proprietà utilizzate per la creazione del gruppo.
ko: 그룹 생성에 사용되는 속성 매핑입니다.
nl: Kenmerkmapping gebruikt voor groepscreatie.
pt_br: Mapeamentos de propriedades usados ​​para criação de grupos.
ru: Сопоставления свойств, используемые при создании групп.
tr: Grup oluşturma için kullanılan özellik eşlemeleri.
zh_tw: 用於建立群組的屬性對應

# s7ccce0ec8d228db6
source: Configure SCIM Provider
cs_cz: Konfigurovat poskytovatele SCIM
de: SCIM-Provider konfigurieren
es: Configura el Proveedor de SCIM
fi: Määritä SCIM-palveluntarjoaja
fr: Configurer le fournisseur SCIM
it: Configurare il provider SCIM
ko: SCIM 공급자 구성
pt_br: Configurar Provedor SCIM
ru: Настроить SCIM Провайдера
tr: SCIM Sağlayıcısını Yapılandırma

# s19907c16eb319618
source: Configure Provider
cs_cz: Konfigurovat poskytovatele
de: Provider konfigurieren
es: Configurar Proveedor
fi: Määritä palveluntarjoaja
fr: Configurer le fournisseur
it: Configura Fornitore
pt_br: Configurar Provedor
ru: Настройка провайдера

# sd2223afb7d6b100d
source: Type
cs_cz: Typ
de: Typ
es: Tipo
fi: Tyyppi
it: Tipo
ko: 유형
pt_br: Tipo
ru: Тип
tr: Tipi
zh_tw: 類型

# s669b18c6d2d9c95b
source: None
cs_cz: Žádný
pt_br: Nenhum

# s7055edd8fab866f4
source: strict
cs_cz: striktní
de: strikt
es: estricto
fi: tiukka
pt_br: estrito

# s5e57ca23b946c1b8
source: regexp
es: expresión regular
pt_br: expressão regular
