Repository: goauthentik/authentik
Catalog: web/xliff/*.xlf
Languages: cs_cz, de, es, fi, fr, it, ko, nl, pt_br, ru, tr, zh_tw

# s7a322c89298dd27c
source: Successfully updated invitation.
cs_cz: Pozvánka byla úspěšně aktualizována.
de: Einladung erfolgreich aktualisiert.
es: Invitación actualizada correctamente.
fi: Kutsun päivitys onnistui.
fr: Invitation mise à jour avec succès
it: Invito aggiornato con successo.
ko: 초대를 성공적으로 업데이트했습니다.
nl: Uitnodiging succesvol bijgewerkt.
pt_br: Convite atualizado com sucesso.
ru: Приглашение успешно обновлено.
tr: Davet başarıyla güncellendi.
zh_tw: 成功更新邀請函。

# sc554339ffc7b04e7
source: Successfully created invitation.
cs_cz: Pozvánka byla úspěšně vytvořena.
de: Integration erfolgreich erstellt.
es: Invitación creada correctamente.
fi: Kutsun luonti onnistui.
fr: Invitation créée avec succès
it: Invito creato con successo.
ko: 초대를 성공적으로 생성했습니다.
nl: Uitnodiging succesvol aangemaakt.
pt_br: Convite criado com sucesso.
ru: Приглашение успешно создано.
tr: Davet başarıyla oluşturuldu.
zh_tw: 成功建立邀請函。

# s0433d667ea6eec1a
source: The name of an invitation must be a slug: only lower case letters, numbers, and the hyphen are permitted here.
cs_cz: Název pozvánky musí být jednoslovný: jsou povolena pouze malá písmena, číslice a pomlčky.
de: Der Name einer Einladung muss ein Slug sein: Es sind nur Kleinbuchstaben, Zahlen und Bindestriche erlaubt.
es: El nombre de una invitación debe ser un slug: aquí solo se permiten letras minúsculas, números y guiones.
fr: Le nom d'une invitation doit être un slug : seuls les lettres minuscules, les chiffres et le tiret sont autorisés ici.
it: Il nome di un invito deve essere uno slug: sono consentiti solo lettere minuscole, numeri e trattini.
pt_br: O nome de um convite deve ser um slug: apenas letras minúsculas, números e o hífen são permitidos aqui.

# sfcebd18506f1e535
source: Flow
cs_cz: Tok
es: Flujo
fi: Prosessi
fr: Flux
it: Flusso
ko: 플로우
pt_br: Fluxo
ru: Поток
tr: Akış
zh_tw: 流程

# sa84a7fd11ba85e88
source: When selected, the invite will only be usable with the flow. By default the invite is accepted on all flows with invitation stages.
cs_cz: Když je vybráno, pozvánka bude použitelná pouze s tímto tokem. Ve výchozím stavu je pozvánka přijata ve všech tocích s fázemi pozvánky.
de: Wenn ausgewählt, kann die Einladung nur mit diesem Flow verwendet werden. Standardmäßig wird die Einladung in allen Flows mit Invitation-Stages akzeptiert.
es: Cuando se selecciona, la invitación solo se podrá usar con el flujo. De manera predeterminada, la invitación se acepta en todos los flujos con etapas de invitación.
fi: Kun tämä on valittu, kutsu on voimassa vain tässä prosessissa. Oletuksena kutsu on voimassa kaikissa prosesseissa, joissa on kutsuvaiheita.
fr: Si sélectionné, l'invitation ne sera utilisable que dans ce flux. Par défaut l'invitation est acceptée sur tous les flux avec des étapes d'invitation.
it: Una volta selezionato, l'invito sarà utilizzabile solo con il flusso. Per impostazione predefinita, l'invito viene accettato su tutti i flussi con fasi di invito.
ko: 이 옵션을 선택하면 해당 플로우에서만 초대를 사용할 수 있습니다. 기본적으로 초대는 초대 스테이지가 있는 모든 플로우에서 수락됩니다.
nl: Indien geselecteerd, is de uitnodiging alleen bruikbaar met de flow. Standaard wordt de uitnodiging geaccepteerd voor alle stromen met uitnodigingsfasen.
pt_br: Quando selecionado, o convite só poderá ser usado com o fluxo especificado. Por padrão, o convite é aceito em todos os fluxos com etapas de convite.
ru: Если выбран этот пункт, приглашение можно будет использовать только в этом потоке. По умолчанию приглашение принимается во всех потоках с этапами приглашения.
tr: Seçildiğinde, davet yalnızca akışla birlikte kullanılabilir. Varsayılan olarak davet, davet aşamaları olan tüm akışlarda kabul edilir.
zh_tw: 當選擇時，邀請只能與該流程一起使用。預設情況下，邀請在所有包含邀請階段的流程中都被接受。

# sd18b18f91b804c3f
source: Custom attributes
cs_cz: Vlastní atributy
de: Benutzerdefinierte Attribute
es: Atributos personalizados
fi: Mukautetut attribuutit
fr: Attributs personnalisés
it: Attributi personalizzati
ko: 사용자 정의 속성(Attribute)
pt_br: Atributos personalizados
ru: Пользовательские атрибуты
tr: Özel özellikler
zh_tw: 客製化特徵項

# s7520286c8419a266
source: Optional data which is loaded into the flow's 'prompt_data' context variable. YAML or JSON.
cs_cz: Volitelná data, která jsou načtena do kontextové proměnné toku 'prompt_data'. YAML nebo JSON.
de: Optionale Daten, die in die Kontextvariable „prompt_data“ des Flows geladen werden. YAML oder JSON.
es: Datos opcionales que se cargan en la variable de contexto 'prompt_data' del flujo. YAML o JSON.
fi: Valinnaiset tiedot, jotka ladataan prosessin 'prompt_data'-kontekstimuuttujaan. YAML tai JSON.
fr: Données optionnelles chargées dans la variable contextuelle 'prompt_data' du flux. YAML ou JSON.
it: Dati facoltativi che vengono caricati nella variabile di contesto "prompt_data" del flusso. YAML o JSON.
ko: 플로우의 'prompt_data' 컨텍스트 변수에 로드되는 선택적 데이터입니다. YAML 또는 JSON입니다.
nl: Optionele gegevens die worden geladen in de contextvariabele 'prompt_data' van de flow. YAML of JSON.
pt_br: Dados opcionais que serão carregados na variável de contexto ‘prompt_data’ do fluxo. Use YAML ou JSON.
ru: Необязательные данные, которые загружаются в контекстную переменную потока 'prompt_data'. YAML или JSON.
tr: Akışın 'prompt_data' bağlam değişkenine yüklenen isteğe bağlı veriler. YAML veya JSON.
zh_tw: 可選：載入到流程的「prompt_data」上下文變數。YAML 或 JSON 格式。

# sb8795b799c70776a
source: Single use
cs_cz: Pro jedno použití
de: Einmalbenutzung
es: De un solo uso
fi: Kertakäyttöinen
fr: Usage unique
it: Uso singolo
ko: 일회용
nl: Eenmalig gebruik
pt_br: Uso único
ru: Однократное применение
tr: Tek kullanımlık
zh_tw: 單次使用

# sf232d42142eacc23
source: When enabled, the invitation will be deleted after usage.
cs_cz: Pokud je povoleno, pozvánka bude po použití smazána.
de: Wenn diese Option aktiviert ist, wird die Einladung nach ihrer Benutzung gelöscht.
es: Cuando se habilita, la invitación se eliminará después de su uso.
fi: Kun tämä on valittu, kutsu poistetaan käytön jälkeen.
fr: Si activée, l'invitation sera supprimée après utilisation.
it: Se abilitato, l'invito verrà eliminato dopo l'utilizzo.
ko: 활성화하면, 한 번만 사용할 수 있습니다.
nl: Indien ingeschakeld, wordt de uitnodiging na gebruik verwijderd.
pt_br: Quando habilitado, o convite será excluído após o uso.
ru: Если эта опция включена, приглашение будет удалено после использования.
tr: Etkinleştirildiğinde, davetiye kullanımdan sonra silinir.
zh_tw: 當啟用時，邀請函將在使用後被刪除。

# sa4a8086275475714
source: Select an enrollment flow
cs_cz: Vyberte tok zápisu
de: Registrierungs-Flow wählen
es: Seleccione un flujo de inscripción
fi: Valitse rekisteröitymisprosessi
fr: Sélectionnez un flux d'inscription
it: Seleziona un flusso di registrazione
ko: 등록 플로우 선택
nl: Selecteer een inschrijvingsflow
pt_br: Selecione um fluxo de inscrição
ru: Выбрать поток регистрации
tr: Bir kayıt akışı seçme
zh_tw: 選擇註冊流程

# s839cb09cb2193da9
source: Link to use the invitation.
cs_cz: Odkaz pro použití pozvánky.
de: Einladungslink
es: Enlace para usar la invitación.
fi: Linkki kutsun käyttöön
fr: Lien pour utiliser l'invitation.
it: Collegamento per usare l'invito.
ko: 초대를 사용할 링크를 클릭합니다.
nl: Link om de uitnodiging te gebruiken.
pt_br: Link para usar o convite.
ru: Ссылка для использования приглашения.
tr: Daveti kullanmak için bağlantı.
zh_tw: 使用邀請函的連結。

# s8226f48cb1a80997
source: Invitations
cs_cz: Pozvánky
de: Einladungen
es: Invitaciones
fi: Kutsut
it: Inviti
ko: 초대
nl: Uitnodigingen
pt_br: Convites
ru: Приглашения
tr: Davetiyeler
zh_tw: 邀請函

# s57448f10eb973100
source: Create Invitation Links to enroll Users, and optionally force specific attributes of their account.
cs_cz: Vytvořte odkazy na pozvánky k registraci uživatelů a volitelně vynuťte konkrétní atributy jejich účtu.
de: Erstelle Einladungslinks um Benutzer zu registrieren und optional spezifische Attribute zu deren Konto hinzuzufügen.
es: Cree Enlaces de Invitación para inscribir Usuarios y, opcionalmente, forzar atributos específicos de su cuenta.
fi: Luo kutsulinkkejä käyttäjien rekisteröimiseksi. Voit myös halutessasi pakottaa tiettyjä attribuutteja heidän tileihinsä.
fr: Créer des liens d'invitation pour inscrire des utilisateurs et éventuellement imposer certains attributs de leurs compte.
it: Crea collegamenti di invito per iscrivere gli utenti e, facoltativamente, forza attributi specifici del loro account.
ko: 초대 링크를 생성하여 사용자를 등록하고 선택적으로 계정의 특정 특성(Attribute)을 강제로 적용합니다.
nl: Maak uitnodigingskoppelingen aan om gebruikers in te schrijven en indien nodig specifieke attributen van hun account te forceren.
pt_br: Crie Links de Convite para inscrever Usuários e, opcionalmente, forçar atributos específicos de suas contas.
ru: Создайте ссылки приглашений для регистрации пользователей и, по желанию, принудительно задействуйте определенные атрибуты их учетной записи.
tr: Kullanıcıları kaydetmek için Davet Bağlantıları oluşturun ve isteğe bağlı olarak hesaplarının belirli özniteliklerini zorlayın.
zh_tw: 建立邀請函連結來註冊使用者，可選擇強制設定其帳戶的特定特徵項。

# s4aee34a672e5cfc0
source: Created by
cs_cz: Vytvořil
de: Erstellt von
es: Creado por
fi: Luonut
fr: Créé par
it: Creato da
ko: 작성자
nl: Gemaakt door
pt_br: Criado por
ru: Создан
tr: Tarafından yaratıldı
zh_tw: 建立者

# sd5ba2d61ee4796fe
source: Invitation(s)
cs_cz: Pozvánky
de: Einladung(en)
es: Invitación (s)
fi: Kutsu(t)
it: Invito/i
ko: 초대
nl: Uitnodiging(en)
pt_br: Convite(s)
ru: Приглашение(я)
tr: Davetiye (ler)
zh_tw: 邀請函

# s96dcf7ec8342c335
source: Invitation not limited to any flow, and can be used with any enrollment flow.
cs_cz: Pozvánka není omezena na žádný tok a může být použita s jakýmkoli zápisovým tokem.
de: Einladung ist nicht auf einen Flow beschränkt und kann mit jedem Enrollment-Flow verwendet werden.
es: La invitación no está limitada a ningún flujo y se puede utilizar con cualquier flujo de inscripción.
fi: Kutsua ei ole rajattu mihinkään tiettyyn prosessiin, ja sitä voidaan käyttää missä tahansa rekisteröintiprosessissa.
fr: L'invitation n'est limitée à aucun flux, et peut être utilisée avec n'importe quel flux d'inscription.
it: L'invito non è limitato a nessun flusso e può essere utilizzato con qualsiasi flusso di registrazione.
ko: 초대는 특정 플로우에 국한되지 않으며 모든 등록 플로우에서 사용할 수 있습니다.
nl: Uitnodiging niet beperkt tot een specifieke flow en kan worden gebruikt met elke inschrijvingsflow.
pt_br: Convite não é limitado a nenhum fluxo, e pode ser utilizado com qualquer fluxo de inscrição.
ru: Приглашение не ограничивается каким-либо потоком и может быть использовано с любым потоком регистрации.
tr: Davet herhangi bir akışla sınırlı değildir ve herhangi bir kayıt akışıyla kullanılabilir.
zh_tw: 邀請函並未限制用於任何流程，且可以用於任何註冊流程。

# s1b42b49e7b392013
source: Update Invitation
cs_cz: Aktualizovat pozvánku
de: Einladung aktualisieren
es: Actualizar Invitación
fi: Päivitä kutsu
fr: Mettre à Jour l'invitation
it: Aggiorna Invito
ko: 초대 업데이트
nl: Uitnodiging bijwerken
pt_br: Atualizar Convite
ru: Обновить приглашение
tr: Güncelleme Daveti
zh_tw: 更新邀請函

# s38c72e1cf120b8d8
source: Create Invitation
cs_cz: Vytvořit pozvánku
de: Einladung erstellen
es: Crear Invitación
fi: Luo kutsu
fr: Créer une invitation
it: Crea Invito
ko: 초대 생성
nl: Uitnodiging aanmaken
pt_br: Criar Convite
ru: Создать приглашение
tr: Davet Oluştur
zh_tw: 建立邀請函

# s802826db4e2c852e
source: Warning: No invitation stage is bound to any flow. Invitations will not work as expected.
cs_cz: Upozornění: K žádnému toku není přiřazen krok typu "Pozvánka". Pozvánky nebudou fungovat, jak mají.
de: Warnung: Es ist keine Einladungs-Stage an einen Flow gebunden. Einladungen funktionieren daher nicht wie erwartet.
es: Advertencia: ninguna etapa de invitación está vinculada a ningún flujo. Las invitaciones no funcionarán como se espera.
fi: Varoitus: Mitään kutsuvaihetta ei ole kytketty mihinkään prosessiin. Kutsut eivät toimi odotetulla tavalla.
fr: Attention : aucune étape d’invitation n’a été ajoutée à aucun flux. Les invitations ne fonctionneront pas comme attendu.
it: Attenzione: nessuna fase di invito è vincolata ad alcun flusso. Gli inviti non funzioneranno come previsto.
ko: 경고: 초대 스테이지는 어떤 플로우에도 바인딩 되어있지 않습니다. 초대가 예상대로 작동하지 않을 수 있습니다.
nl: Waarschuwing: Geen uitnodigingsfase is gekoppeld aan een flow. Uitnodigingen werken niet zoals verwacht.
pt_br: Atenção: nenhuma etapa de convite está vinculada a qualquer fluxo. Os convites não funcionarão conforme esperado.
ru: Внимание: Ни один этап приглашения не привязан к какому-либо потоку. Приглашения не будут работать так, как ожидается.
tr: Uyarı: Hiçbir davetiye aşaması herhangi bir akışa bağlı değildir. Davetiyeler beklendiği gibi çalışmaz.
zh_tw: 警告：邀請流程沒有附加到任何流程。邀請將無法依照預期工作。

# s8939f574b096054a
source: Not you?
cs_cz: Nejste to vy?
de: Nicht Sie?
es: ¿No eres tú?
fi: Et sinä?
fr: Pas vous ?
it: Non sei tu?
ko: 본인이 아닌가요?
nl: Niet uzelf?
pt_br: Não é você?
ru: Не вы?
tr: Sen değil mi?
zh_tw: 不是您？

# s296fbffaaa7c910a
source: Required.
cs_cz: Vyžadováno.
de: Erforderlich
es: Necesario.
fi: Pakollinen.
fr: Obligatoire.
it: Richiesto.
ko: 필수.
nl: Vereist.
pt_br: Necessário.
ru: Обязательно.
tr: Zorunlu.
zh_tw: 必需。

# s81ecf2d4386b8e84
source: Continue
cs_cz: Pokračovat
de: Weiter
es: Continuar
fi: Jatka
fr: Continuer
it: Continua
ko: 계속
nl: Doorgaan
pt_br: Continuar
ru: Продолжить
tr: Devam Et
zh_tw: 繼續

# sc7524ea24eeeb019
source: Failed to preview prompt
cs_cz: Nepodařilo se zobrazit náhled výzvy
de: Vorschau des Prompts fehlgeschlagen
es: No se pudo obtener una vista previa del mensaje
fr: Échec de la prévisualisation de l'invite
it: Impossibile visualizzare l'anteprima del prompt
pt_br: Falha ao pré-visualizar o prompt

# s8b2b2a43fcf688a3
source: Successfully updated prompt.
cs_cz: Výzva byla úspěšně aktualizována.
de: Eingabeaufforderung erfolgreich aktualisiert.
es: Solicitud actualizada correctamente.
fi: Kehotteen päivitys onnistui.
fr: Invite mise à jour avec succès.
it: Richiesta aggiornata con successo.
ko: 프롬프트가 성공적으로 업데이트되었습니다.
nl: Prompt succesvol bijgewerkt.
pt_br: Prompt atualizado com sucesso.
ru: Запрос успешно обновлен.
tr: İstemi başarıyla güncellendi.
zh_tw: 成功更新提示。

# s5572ac4d2208f5ec
source: Successfully created prompt.
cs_cz: Výzva byla úspěšně vytvořena.
de: Eingabeaufforderung erfolgreich erstellt.
es: Solicitud creada correctamente.
fi: Kehotteen luonti onnistui.
fr: Invite créée avec succès.
it: Richiesta creata con successo.
ko: 프롬프트가 성공적으로 생성되었습니다.
nl: Prompt succesvol aangemaakt.
pt_br: Prompt criado com sucesso.
ru: Запрос успешно создан.
tr: Başarıyla komut istemi oluşturuldu.
zh_tw: 成功建立提示。

# s54e7a23a95d99649
source: Text: Simple Text input
cs_cz: Text: Jednoduchý textový vstup
de: Text: Einfaches Texteingabefeld
es: Texto: entrada de texto simple
fi: Teksti: Perustekstikenttä
fr: Texte : simple champ texte
it: Testo: semplice immissione di testo
ko: 텍스트: 간단한 텍스트 입력
nl: Tekst: Eenvoudige tekstinvoer
pt_br: Texto: Entrada de texto simples
ru: Текст: простой текстовый ввод
tr: Metin: Basit Metin girişi
zh_tw: 文字：簡單文字輸入

# s63e54b86e2a2cc43
source: Text Area: Multiline text input
cs_cz: Textová oblast: Víceřádkový textový vstup
de: Textbereich: Mehrzeilige Texteingabe
es: Área de Texto: Entrada de texto multilínea
fi: Tekstialue: Monirivinen tekstikenttä
fr: Zone de Texte : Entrée de Texte multiligne
it: Area di testo: immissione di testo su più righe
ko: 텍스트 영역: 여러 줄 텍스트 입력
nl: Tekstgebied: Tekstinvoer met meerdere regels
pt_br: Área de Texto: Entrada de texto multilinha
ru: Текстовая область: Многострочный текстовый ввод.
tr: Metin Alanı: Çok satırlı metin girişi
zh_tw: 文字區塊：多行文字輸入。

# s12de1c06a1e18cc5
source: Text (read-only): Simple Text input, but cannot be edited.
cs_cz: Text (pouze pro čtení): Jednoduchý textový vstup, který nelze upravovat.
de: Text (schreibgeschützt): Einfaches Texteingabefeld, kann aber nicht bearbeitet werden.
es: Texto (solo lectura): entrada de texto simple, pero no se puede editar.
fi: Teksti (vain luku): Perustekstikenttä, jota ei voi muokata.
fr: Texte (lecture seule) : Texte Simple, mais ne peut être édité.
it: Testo (sola lettura): semplice immissione di testo, ma non può essere modificato.
ko: 텍스트(읽기 전용): 간단한 텍스트 입력이 가능하지만 편집은 불가능합니다.
nl: Tekst (alleen lezen): Eenvoudige tekstinvoer, maar kan niet worden bewerkt.
pt_br: Texto (somente leitura): Entrada de texto simples, mas não pode ser editada.
ru: Текст (только для чтения): Простой текстовый ввод, который нельзя редактировать.
tr: Metin (salt okunur): Basit Metin girişi, ancak düzenlenemez.
zh_tw: 文字（唯讀）：簡單文字輸入，但無法編輯。

# s4e5646b23e41231f
source: Text Area (read-only): Multiline text input, but cannot be edited.
cs_cz: Textová oblast (pouze pro čtení): Víceřádkový textový vstup, který nelze upravovat.
de: Textbereich (schreibgeschützt): Mehrzeilige Texteingabe, kann aber nicht bearbeitet werden.
es: Área de texto (solo lectura): entrada de texto multilínea, pero no se puede editar.
fi: Tekstialue (vain luku): Monirivinen tekstikenttä, jota ei voi muokata.
fr: Zone de Texte (lecture seule) : Entrée de Texte multiligne, mais ne peut pas être édité.
it: Area di testo (sola lettura): inserimento di testo su più righe, ma non può essere modificato.
ko: 텍스트 영역(읽기 전용): 여러 줄 텍스트 입력이 가능하지만 편집은 불가능합니다.
nl: Tekstgebied (alleen lezen): Tekstinvoer met meerdere regels, maar kan niet worden bewerkt.
pt_br: Área de Texto (somente leitura): Entrada de texto multilinha, mas não pode ser editada.
ru: Текстовая область (только для чтения): Многострочный текстовый ввод, который нельзя редактировать.
tr: Metin Alanı (salt okunur): Çok satırlı metin girişi, ancak düzenlenemez.
zh_tw: 文字區塊（唯讀）：多行文字輸入。但無法編輯。

# s1e4c3de6e12cd87b
source: Username: Same as Text input, but checks for and prevents duplicate usernames.
cs_cz: Uživatelské jméno: Stejné jako textový vstup, ale kontroluje a zabraňuje duplicitním uživatelským jménům.
de: Benutzername: Wie bei der Texteingabe, prüft jedoch auf doppelte Benutzernamen und verhindert diese.
es: Nombre de usuario: igual que la entrada de texto, pero comprueba y evita los nombres de usuario duplicados.
fi: Käyttäjätunnus: Sama kuin tekstikenttä, mutta tarkistaa ja estää päällekkäiset käyttäjätunnukset.
fr: Nom d'utilisateur : Identique à la saisie de texte, mais vérifie et empêche les noms d'utilisateur en double.
it: Nome utente: uguale all'immissione di testo, ma controlla e impedisce i nomi utente duplicati.
ko: 사용자이름: 텍스트 입력과 동일하지만 중복된 사용자이름을 확인하고 방지합니다.
nl: Gebruikersnaam: Hetzelfde als tekstinvoer, maar controleert op en voorkomt dubbele gebruikersnamen.
pt_br: Nome de usuário: Igual à entrada de texto, mas verifica e evita nomes de usuário duplicados.
ru: Имя пользователя: Аналогично текстовому вводу, но проверяет и предотвращает дублирование имен пользователей.
tr: Kullanıcı adı: Metin girişi ile aynı, ancak yinelenen kullanıcı adlarını denetler ve engeller.
zh_tw: 使用者名稱：與文字輸入相同，但檢查是否與現存有重複。

# s5462c7f56ed65e6c
source: Email: Text field with Email type.
cs_cz: E-mail: Textové pole s typem E-mail.
de: E-Mail: Textfeld mit E-Mail-Typ.
es: Correo electrónico: campo de texto con tipo de correo electrónico.
fi: Sähköposti: Sähköpostityyppinen tekstikenttä.
fr: Courriel : champ texte de type adresse courriel
it: E-mail: campo di testo con tipo di e-mail.
ko: 이메일: 이메일 유형이 있는 텍스트 필드입니다.
nl: E-mail: Tekstveld met e-mailtype.
pt_br: Email: Campo de texto com tipo de Email.
ru: Email: Текстовое поле с типом Email.
tr: E-posta: E-posta türü ile metin alanı.
zh_tw: 電子郵件：具有電子郵件類型的文字欄位。

# s1c5574968b29ab1c
source: Password: Masked input, multiple inputs of this type on the same prompt need to be identical.
cs_cz: Heslo: Maskovaný vstup, více vstupů tohoto typu na stejné výzvě musí být identické.
de: Passwort: Maskierte Eingabe, mehrere Eingaben dieses Typs in derselben Eingabeaufforderung müssen identisch sein.
es: Contraseña: Entrada enmascarada; múltiples entradas de este tipo en la misma solicitud deben ser idénticas.
fi: Salasana: Peitetty syöttökenttä. Jos näitä kenttiä on useampia kuin yksi, niihin syötettyjen arvojen tulee olla identtiset.
fr: Mot de Passe : Entrée masquée, plusieurs entrées de ce type sur une même page odivent être identiques.
it: Password: input mascherato, più input di questo tipo sullo stesso prompt devono essere identici.
ko: 비밀번호: 마스킹 입력, 동일한 프롬프트에서 이 유형의 입력을 여러 번 입력할 경우 동일해야 합니다.
nl: Wachtwoord: Verborgen invoer, meerdere invoeren van dit type op dezelfde prompt moeten identiek zijn.
pt_br: Senha: Entrada mascarada, múltiplas entradas deste tipo no mesmo prompt precisam ser idênticas.
ru: Пароль: маскируемый ввод, несколько вводов этого типа в одном запросе должны быть идентичными.
tr: Şifre: Maskelenmiş giriş, aynı istemdeki bu türden birden çok girişin aynı olması gerekir.
zh_tw: 密碼：遮罩輸入，同一提示上的多個此類輸入需要相同。

# sbbb97b1c63507dc0
source: Number
cs_cz: Číslo
de: Nummer
es: Número
fi: Numero
fr: Nombre
it: Numero
ko: 번호
nl: Nummer
pt_br: Número
ru: Номер
tr: Numara
zh_tw: 編號

# sdae649fae731e838
source: Checkbox
cs_cz: Zaškrtávací pole
es: Casilla de verificación
fi: Valintaruutu
fr: Case à cocher
it: Casella di spunta
ko: 체크박스
pt_br: Caixa de seleção
ru: Чекбокс
tr: Onay Kutusu
zh_tw: 核取方塊

# s34edeb18f887161d
source: Radio Button Group (fixed choice)
cs_cz: Skupina přepínacích tlačítek (pevná volba)
de: Optionsschaltflächengruppe (feste Auswahl)
es: Grupo de botones de opción (selección fija)
fi: Valintanappiryhmä (kiinteä valinta)
fr: Group de boutons radio (choix fixe)
it: Gruppo di pulsanti di opzione (scelta fissa)
ko: 라디오 버튼 그룹(고정 선택 항목)
nl: Keuzerondje Groep (vaste keuze)
pt_br: Grupo de Botões de Rádio (escolha fixa)
ru: Группа радиокнопок (фиксированный выбор)
tr: Radyo Düğmesi Grubu (sabit seçim)
zh_tw: 選項按鈕群組（固定選項）

# s57730b6870e8916c
source: Dropdown (fixed choice)
cs_cz: Rozbalovací nabídka (pevná volba)
de: Dropdown (feste Auswahl)
es: Desplegable (selección fija)
fi: Pudotusvalikko (kiinteä valinta)
fr: Menu déroulant (choix fixe)
it: Menu a discesa (scelta fissa)
ko: 드롭다운(고정 선택 항목)
nl: Keuzelijst (vaste keuze)
pt_br: Menu suspenso (escolha fixa)
ru: Раскрывающийся список (фиксированный выбор)
tr: Açılır menü (sabit seçim)
zh_tw: 下拉式選單（固定選項）

# sac8252732f2edb19
source: Date
cs_cz: Datum
de: Datum
es: Fecha
fi: Päivämäärä
it: Data
ko: 날짜
nl: Datum
pt_br: Data
ru: Дата
tr: Tarih
zh_tw: 日期

# s45960273852a61b2
source: Date Time
cs_cz: Datum čas
de: Zeitlicher Termin
es: Fecha y hora
fi: Päivämäärä Aika
fr: Date et heure
it: Data Ora
ko: 날짜 및 시간
nl: Datum Tijd
pt_br: Data e Hora
ru: Дата и время
tr: Tarih Saat
zh_tw: 日期時間

# sd1f81284eeb7b503
source: File
cs_cz: Soubor
de: Datei
es: Archivo
fi: Tiedosto
fr: Fichier
ko: 파일
nl: Bestand
pt_br: Arquivo
ru: Файл
tr: Dosya
zh_tw: 檔案

# s21e3c227cc2c5873
source: Separator: Static Separator Line
cs_cz: Oddělovač: Statická oddělovací čára
de: Trennzeichen: Statische Trennungslinie
es: Separador: Línea separadora estática
fi: Erotin: Staattinen erotinviiva
fr: Séparateur : Ligne de séparation statique
it: Separatore: linea di separazione statica
ko: 구분자: 정적 구분선
nl: Scheider: Statische scheiderlijn
pt_br: Separador: Linha de Separador Estática
ru: Разделитель: Статическая разделительная линия
tr: Ayırıcı: Statik Ayırıcı Hattı
zh_tw: 分隔符號：靜態分隔線
