Repository: goauthentik/authentik
Catalog: web/xliff/*.xlf
Languages: cs_cz, de, es, fi, fr, it, ko, nl, pt_br, ru, tr, zh_tw

# s21b3058faf874368
source: Outdated outposts
cs_cz: Zastaralé outposty
de: Obsolete Outposts
es: Puestos avanzados anticuados
fi: Vanhentunut tukikohta
fr: Avant-postes périmés
it: Avamposti obsoleti
ko: 구식 outpost
nl: Verouderde buitenposten
pt_br: Postos desatualizados
ru: Устаревшие внешние компоненты
tr: Eski üsler
zh_tw: 過時的 Outposts

# s51f92b6fa76656ca
source: Unhealthy outposts
cs_cz: Nefunkční outposty
de: Defekte Outposts
es: Puestos avanzados insalubres
fi: Heikentynyt tukikohta
fr: Avant-postes malades
it: Avamposti degradati
ko: 불량한 outposts
nl: Ongezonde buitenposten
pt_br: Postos não saudáveis
ru: Нездоровые внешние компоненты
tr: Sağlıksız üsler
zh_tw: 不健康的 Outposts

# s74d86eb7e5a10fdf
source: Operation failed to complete
cs_cz: Operace se nezdařila
de: Vorgang konnte nicht abgeschlossen werden
es: La operación no se pudo completar
fi: Toiminnon suoritus epäonnistui
fr: L'opération n'a pas réussi.
it: L'operazione non è stata completata
pt_br: Falha na conclusão da operação
ru: Не удалось завершить операцию
tr: İşlem tamamlanamadı

# sc381422c585b867f
source: Quick actions
cs_cz: Rychlé akce
de: Schnellaktionen
es: Acciones rápidas
fi: Pikatoiminnot
fr: Actions rapides
it: Azioni rapide
ko: 빠른 액션
nl: Snelle acties
pt_br: Ações rápidas
ru: Быстрые действия
tr: Hızlı eylemler
zh_tw: 快速動作

# s0a11c2ffb8309d1a
source: Not found
cs_cz: Nenalezeno
de: Nicht gefunden
es: No se ha encontrado
fi: Ei löytynyt
fr: Pas trouvé
it: Non trovato
ko: 찾을 수 없음
nl: Niet gevonden
pt_br: Não encontrado
ru: Не найдено
tr: Bulunamadı
zh_tw: 找不到

# saa0e2675da69651b
source: The URL "${this.url}" was not found.
fi: Osoitetta " ${this.url}" ei löytynyt.
nl: De URL "${this.url}" is niet gevonden.
pt_br: O URL " ${this.url}" não foi encontrado.

# s58cd9c2fe836d9c6
source: Return home
cs_cz: Zpět domů
de: Startseite
es: Regresar a casa
fi: Palaa etusivulle
fr: Retourner à l’accueil
it: Ritorna all'inizio
ko: 홈으로 가기
nl: Terug naar start
pt_br: Voltar para o início
ru: Вернуться домой
tr: Eve dön
zh_tw: 回到首頁

# sd5e9b70ffb7a8b46
source: Skip to content
cs_cz: Přeskočeit na hlavní obsah
es: Saltar al contenido
fr: Aller au contenu
pt_br: Ir para o conteúdo

# sfd13ca8ebd857c2e
source: Create a new application
cs_cz: Vytvořit novou aplikaci
de: Erstelle eine neue Anwendung
es: Crear una nueva aplicación
fi: Luo uusi sovellus
fr: Créer une nouvelle application
it: Creare una nuova applicazione
ko: 새로운 애플리케이션 생성
nl: Maak een nieuwe applicatie aan
pt_br: Criar uma nova aplicação
ru: Создание нового приложения
tr: Yeni bir uygulama oluştur
zh_tw: 建立新的應用程式

# s079d388d3cbfa54f
source: Check the logs
cs_cz: Zkontrolovat protokoly
de: Logs überprüfen
es: Revisa los registros
fi: Tarkista logit
fr: Vérifiez les journaux
it: Controlla i log
ko: 로그 확인
nl: Controleer de logs
pt_br: Verifique os logs
ru: Проверить логи
tr: Günlükleri kontrol et
zh_tw: 檢查日誌

# sed8d4c3fd5f60e1f
source: Explore integrations
cs_cz: Prozkoumat integrace
de: Integrationen erkunden
es: Explore las integraciones
fi: Katsele integraatioita
fr: Explorer les intégrations
it: Esplora integrazioni
ko: 통합 살펴보기
nl: Verken integraties
pt_br: Explorar integrações
ru: Изучить интеграции
tr: Entegrasyonları keşfedin
zh_tw: 探索整合方案

# sfffb0d0958bfbc42
source: Manage users
cs_cz: Spravovat uživatele
de: Benutzer verwalten
es: Administrar usuarios
fi: Hallinnoi käyttäjiä
fr: Gérer les utilisateurs
it: Gestire gli utenti
ko: 사용자 관리
nl: Gebruikers beheren
pt_br: Gerenciar usuários
ru: Управление пользователями
tr: Kullanıcıları yönetme
zh_tw: 管理使用者

# s66313b45b69cfc88
source: Check the release notes
cs_cz: Zkontrolovat poznámky k vydání
de: Lies die Release Notes
es: Mira las notas de lanzamiento
fi: Katso julkaisutiedot
fr: Voir les notes de version
it: Controlla le note di rilascio
ko: 릴리스 정보 확인
pt_br: Verifique as notas de versão
ru: Просмотреть примечания к выпуску
tr: Sürüm notlarını kontrol edin
zh_tw: 檢視版本資訊

# s3d197283cb019b5a
source: Overview
cs_cz: Přehled
de: Übersicht
es: Resumen
fi: Yleiskuva
fr: Vue d'ensemble
it: Panoramica
ko: 개요
nl: Overzicht
pt_br: Visão geral
ru: Обзор
tr: Genel Bakış
zh_tw: 概述

# s8763a33c3d46aaf5
source: Outpost status
cs_cz: Stav outpostu
es: Estado de avanzada
fi: Tukikohdan tila
fr: Statut de l'avant-poste
it: Stato avamposto
ko: Outpost 상태
pt_br: Status do Outpost
ru: Статус внешнего компонента
tr: Üs durumu
zh_tw: Outpost 狀態

# scc286303aa9c6cb0
source: Sync status
cs_cz: Stav synchronizace
de: Synchronisationsstatus
es: Estado de sincronización
fi: Synkronoinnin tila
fr: Synchroniser les statuts
it: Stato di sincronizzazione
ko: 동기화 상태
nl: Synchronisatiestatus
pt_br: Status da sincronização
ru: Статус синхронизации
tr: Durumu senkronize et
zh_tw: 同步狀態

# sbdc4a833de9ca502
source: Logins and authorizations over the last week (per 8 hours)
cs_cz: Přihlášení a autorizace za uplynulý týden (po 8 hodinách)
de: Logins und Autorisierungen der letzten Woche (p. 8 Stunden)
es: Inicios de sesión y autorizaciones durante la última semana (cada 8 horas)
fi: Kirjautumiset ja tunnistautumiset viimeisen viikon ajalta (8 tunnin välein)
fr: Connexions et autorisations au cours de la dernière semaine (par 8 heures)
it: Login e autorizzazioni nell'ultima settimana (per 8 ore)
ko: 최근 한 주 동안의 로그인 및 승인(8시간당)
nl: Inlogpogingen en autorisaties in de afgelopen week (per 8 uur)
pt_br: Acessos e autorizações na última semana (por 8 horas)
ru: Входы и авторизации за последнюю неделю (за 8 часов)
tr: Geçen haftaki oturum açma ve yetkilendirme işlemleri (8 saat başına)
zh_tw: 一周的登入和授權狀態(每 8 小時)

# s6e09a19aa3952509
source: Apps with most usage
cs_cz: Nejvíc používané aplikace
de: Meistgenutzte Apps
es: Aplicaciones con mayor uso
fi: Sovellukset, joilla suurin käyttöaste
fr: Apps les plus utilisées
it: App con maggior utilizzo
ko: 사용량이 가장 많은 앱
nl: Apps met meeste gebruik
pt_br: Aplicativos mais utilizados
ru: Приложения, которые используются чаще всего
tr: En çok kullanıma sahip uygulamalar
zh_tw: 使用頻率最高的應用程式

# s85a488cacb57688b
source: Welcome, ${displayName}
cs_cz: Vítejte, ${username}
pt_br: Bem-vindo, ${displayName}

# scdb1bac161852c73
source: Welcome
cs_cz: Vítejte
pt_br: Bem-vindo

# s41e035c4bb8d15f2
source: General system status
cs_cz: Obecný stav systému
de: Allgemeiner Systemstatus
es: Situación general del sistema
fi: Yleinen järjestelmän tila
fr: État général du système
it: Stato generale del sistema
ko: 일반 시스템 상태
nl: Algemene systeemstatus
pt_br: Estado geral do sistema
ru: Общее состояние системы
tr: Genel sistem durumu
zh_tw: 一般系統狀態

# s51ea3a244c781b1f
source: Objects created
cs_cz: Objektů vytvořeno
de: Objekte erstellt
es: Objetos creados
fi: Objekteja luotu
fr: Objets créés
it: Oggetti creati
ko: 오브젝트 생성됨
nl: Gemaakte objecten
pt_br: Objetos criados
ru: Объектов создано
tr: Oluşturulan nesneler
zh_tw: 已建立物件

# sfbadb77fbc61efb8
source: Users created per day in the last month
cs_cz: Uživatelé vytvoření za den v posledním měsíci
de: Benutzer, die im letzten Monat pro Tag erstellt wurden
es: Usuarios creados por día en el último mes
fi: Käyttäjiä luotu vuorokaudessa viime kuussa
fr: Utilisateurs créés par jour durant le mois dernier
it: Utenti creati al giorno nell'ultimo mese
ko: 최근 한 달 동안 하루에 생성된 사용자 수
nl: Gebruikers per dag aangemaakt in de afgelopen maand
pt_br: Usuários criados por dia no último mês
ru: Количество пользователей, созданных в день за последний месяц
tr: Son ay içinde günlük oluşturulan kullanıcılar
zh_tw: 上個月每天的建立使用者數量

# s4a34a6be4c68ec87
source: Users created
cs_cz: Vytvoření uživatelé
de: Benutzer erstellt
es: Usuarios creados
fi: Käyttäjiä luotu
fr: Utilisateurs créés
it: Utenti creati
ko: 유서 생성됨
pt_br: Usuários criados
ru: Создано пользователей
tr: Oluşturulan kullanıcılar
zh_tw: 已建立使用者。

# sb0669da3df95837c
source: Logins per day in the last month
cs_cz: Přihlášení za den za poslední měsíc
de: Anmeldungen pro Tag im letzten Monat
es: Inicios de sesión por día en el último mes
fi: Kirjautumisia vuorokaudessa viime kuussa
fr: Connections par jour le mois dernier
it: Accessi giornalieri nell'ultimo mese
ko: 최근 한 달 일일 로그인 수
nl: Inlogpogingen per dag in de afgelopen maand
pt_br: Acessos por dia no último mês
ru: Количество входов в систему в день за последний месяц
tr: Son ay içinde günlük oturum açma
zh_tw: 上個月每天的登入次數

# s835da49b4dc83a51
source: Failed Logins per day in the last month
cs_cz: Neúspěšných přihlášení za den za poslední měsíc
de: Fehlgeschlagene Anmeldungen pro Tag im letzten Monat
es: Inicios de sesión fallidos por día en el último mes
fi: Epäonnistuneita kirjautumisia vuorokaudessa viime kuussa
fr: Connexions échouées par jour au cours du dernier mois
it: Accessi non riusciti al giorno nell'ultimo mese
ko: 최근 한 달 일일 로그인 실패 횟수
nl: Mislukte inlogpogingen per dag in de afgelopen maand
pt_br: Acessos com falha por dia no último mês
ru: Неудачные входы в систему в день за последний месяц
tr: Geçtiğimiz ay içinde günlük başarısız oturum açma
zh_tw: 上個月每天的登入失敗次數

# s275c956687e2e656
source: Failed logins
cs_cz: Neúspěšná přihlášení
de: Fehlgeschlagene Anmeldungen
es: Inicios de sesión fallados
fi: Epäonnistuneet kirjautumiset
fr: Connexions échouées
it: Accessi falliti
ko: 실패한 로그인
pt_br: Logins falhados
ru: Неудачные входы в систему
tr: Başarısız girişler
zh_tw: 登入失敗

# sb4d7bae2440d9781
source: User Statistics
cs_cz: Statistiky uživatelů
de: Benutzerstatistiken
es: Estadísticas de Usuario
fi: Käyttäjätilastot
fr: Statistiques Utilisateur
it: Statistiche degli utenti
ko: 사용자 통계
pt_br: Estatísticas do Usuário
ru: Статистика пользователей
tr: Kullanıcı İstatistikleri
zh_tw: 使用者統計資料

# scb489a1a173ac3f0
source: Yes
cs_cz: Ano
de: Ja
es: Sí
fi: Kyllä
fr: Oui
it: Si
ko: 네
nl: Ja
pt_br: Sim
ru: Да
tr: Evet
zh_tw: 是

# s09205907b5b56cda
source: No
cs_cz: Ne
de: Nein
fi: Ei
fr: Non
ko: 아니오
nl: Nee
pt_br: Não
ru: Нет
tr: Hayır
zh_tw: 否

# s3feea7b49673bef2
source: No log messages.
cs_cz: Žádné zprávy v protokolu.
de: Keine Logeinträge.
es: Sin registro de mensajes.
fi: Ei lokiviestejä.
fr: Aucun message de journal.
it: Nessun messaggio di log.
ko: 로그 메시지가 없습니다.
nl: Geen logberichten.
pt_br: Nenhuma mensagem de log.
ru: Сообщения в журнале отсутствуют.
tr: Günlük mesajı yok.
zh_tw: 無日誌訊息。

# s16b9446e3a70e1f4
source: Attributes
cs_cz: Atributy
de: Attribute
es: atributos
fi: Attribuutit
fr: Attributs
it: Attributi
ko: 특성(Attributes)
nl: Eigenschappen
pt_br: Atributos
ru: Атрибуты
tr: Öznitellikler
zh_tw: 特徵項

# s48e186fb300e5464
source: Time
cs_cz: Čas
de: Zeit
es: Tiempo
fi: Aika
fr: Temps
it: Orario
pt_br: Hora
ru: Время
tr: Saat

# saa8aa81ad6f055fd
source: Level
cs_cz: Úroveň
es: Nivel
fi: Taso
fr: Niveau
it: Livello
pt_br: Nível
ru: Уровень
tr: Düzey

# sd0ea7366ebc403ff
source: Event
cs_cz: Událost
de: Ereignis
es: Evento
fi: Tapahtuma
fr: Évènement
it: Evento
pt_br: Evento
ru: Событие
tr: Olay

# se09ab93d69f7f45b
source: Not used by any other object.
cs_cz: Není používáno žádným jiným objektem.
de: Von keinem anderen Objekt verwendet.
es: No lo usa ningún otro objeto.
fi: Ei minkään muun objektin käytössä.
fr: Pas utilisé par un autre objet.
it: Non utilizzato da altri oggetti.
ko: 다른 오브젝트에서 사용하지 않습니다.
nl: Niet gebruikt door een ander object.
pt_br: Não usado por nenhum outro objeto.
ru: Не используется никаким другим объектом.
tr: Başka bir nesne tarafından kullanılmaz.
zh_tw: 未被其他物件使用。

# s10922bd0ac765562
source: object will be DELETED
cs_cz: objekt bude SMAZÁN
de: Objekt wird GELÖSCHT
es: objeto se ELIMINARÁ
fi: objekti POISTETAAN
fr: l'objet sera SUPPRIMÉ
it: l'oggetto sarà CANCELLATO
ko: 오브젝트가 삭제됩니다
nl: object zal worden VERWIJDERD
pt_br: objeto será DELETADO
ru: объект будет удален
tr: nesne SILİNECEK
zh_tw: 物件將被刪除

# sf3981f36525b0dbd
source: connection will be deleted
cs_cz: připojení bude smazáno
de: Verbindung wird gelöscht
es: se eliminará la conexión
fi: yhteys poistetaan
fr: la connexion sera supprimée
it: la connessione sarà cancellata
ko: 연결이 삭제됩니다
nl: verbinding zal worden verwijderd
pt_br: a conexão será apagada
ru: соединение будет удалено
tr: bağlantı silinecek
zh_tw: 連線將被刪除

# s93cf77a59db53395
source: reference will be reset to default value
cs_cz: reference bude obnovena na výchozí hodnotu
de: Referenz wird auf den Standardwert zurückgesetzt
es: la referencia se restablecerá al valor predeterminado
fi: referenssi palautetaan oletusarvoon
fr: la référence sera réinitialisée à sa valeur par défaut
it: il riferimento verrà ripristinato al valore predefinito
ko: 참조가 기본값으로 재설정됩니다
nl: referentie wordt gereset naar standaardwaarde
pt_br: a referência será redefinida para o valor padrão
ru: ссылка будет сброшена до значения по умолчанию
tr: referans varsayılan değere sıfırlanır
zh_tw: 引用將被重設為預設值

# s3e211d29fa10f843
source: reference will be set to an empty value
cs_cz: reference bude nastavena na prázdnou hodnotu
de: Referenz wird auf einen leeren Wert gesetzt
es: la referencia se establecerá en un valor vacío
fi: referenssin arvo tyhjennetään
fr: la référence sera réinitialisée à une valeur vide
it: il riferimento verrà impostato su un valore vuoto
ko: 참조가 빈 값으로 설정됩니다
nl: referentie wordt ingesteld naar een lege waarde
pt_br: a referência será definida como um valor vazio
ru: для ссылки будет установлено пустое значение
tr: referans boş bir değere ayarlanacaktır
zh_tw: 引用將被設為空值

# sdc673e73b5c13aea
source: Delete
cs_cz: Smazat
de: Löschen
es: Borrar
fi: Poista
fr: Supprimer
it: Elimina
ko: 제거
nl: Verwijderen
pt_br: Deletar
ru: Удалить
tr: Sil
zh_tw: 刪除

# s1f25e1e20469a9ea
source: deleted
cs_cz: smazáno
de: gelöscht
es: eliminado
fi: tuhottu
fr: supprimé
it: cancellato
pt_br: deletado
ru: стерто
tr: silindi

# se33b158a1ec02a09
source: Successfully deleted ${this.objects.length} ${this.objectLabel}
cs_cz: Úspěšně smazáno ${this.objects.length} ${this.objectLabel}
de: Erfolgreich ${this.objects.length} ${this.objectLabel} gelöscht
es: Eliminado correctamente ${this.objects.length} ${this.objectLabel}
fi: ${this.objects.length} ${this.objectLabel} poistettiin
fr: Réussite de la suppression ${this.objects.length} ${this.objectLabel}
it: ${this.objects.length} ${this.objectLabel} è stato eliminato correttamente
ko: 성공적으로 ${this.objects.length} ${this.objectLabel}가 제거됨
nl: ${this.objects.length} ${this.objectLabel} succesvol verwijderd
pt_br: ${this.objects.length} ${this.objectLabel} excluído com sucesso
ru: Успешно удалено ${this.objects.length} ${this.objectLabel}
tr: ${this.objects.length} ${this.objectLabel} Başarıyla silindi
zh_tw: 成功刪除 ${this.objects.length} ${this.objectLabel}

# sf6eb148db23d19de
source: Failed to delete ${this.objectLabel}: ${e.toString()}
cs_cz: Nepodařio se smazat ${this.objectLabel}: ${e.toString()}
de: Fehler beim Löschen ${this.objectLabel}: ${e.toString()}
es: Error al eliminar ${this.objectLabel}: ${e.toString()}
fi: Poisto epäonnistui: ${this.objectLabel}: ${e.toString()}
fr: Échec de la suppression de ${this.objectLabel}: ${e.toString()}
it: Impossibile eliminare ${this.objectLabel}: ${e.toString()}
ko: 제거에 실패함 ${this.objectLabel}: ${e.toString()}
nl: Kon ${this.objectLabel} niet verwijderen: ${e.toString()}
pt_br: Falha ao excluir ${this.objectLabel}: ${e.toString()}
ru: Не удалось удалить ${this.objectLabel}: ${e.toString()}
tr: ${this.objectLabel}: ${e.toString()} Silinemedi
zh_tw: 無法刪除 ${this.objectLabel}: ${e.toString()}

# s039b6434e8a75560
source: Delete ${this.objectLabel}
cs_cz: Smazat ${this.objectLabel}
de: Lösche ${this.objectLabel}
es: Eliminar ${this.objectLabel}
fi: Poista ${this.objectLabel}
fr: Supprimer ${this.objectLabel}
it: Elimina ${this.objectLabel}
ko: ${this.objectLabel} 제거
nl: Verwijder ${this.objectLabel}
pt_br: Excluir ${this.objectLabel}
ru: Удалить ${this.objectLabel}
tr: Sil ${this.objectLabel}
zh_tw: 刪除 ${this.objectLabel}

# s5819a49638f6d7cb
source: Are you sure you want to delete ${this.objects.length} ${this.objectLabel}?
cs_cz: Jste si jisti, že chcete smazat ${this.objects.length} ${this.objectLabel}?
de: Sind Sie sicher, dass Sie ${this.objects.length} ${this.objectLabel} löschen wollen?
es: ¿Estás seguro de que quieres eliminar ${this.objects.length} ${this.objectLabel}?
fi: Haluatko varmasti poistaa kohteen ${this.objects.length} ${this.objectLabel}?
fr: Êtes-vous sûr de vouloir supprimer ${this.objects.length} ${this.objectLabel}?
it: Vuoi davvero eliminare ${this.objects.length} ${this.objectLabel}?
ko: ${this.objects.length} ${this.objectLabel} 정말 삭제하시겠습니까?
nl: Weet je zeker dat je ${this.objects.length} ${this.objectLabel} wilt verwijderen?
pt_br: Você tem certeza que quer deletar ${this.objects.length} ${this.objectLabel}?
ru: Вы уверены, что хотите удалить ${this.objects.length} ${this.objectLabel}?
tr: ${this.objects.length} ${this.objectLabel} Silmek istediğinizden emin misiniz?
zh_tw: 您確定要刪除 ${this.objects.length} ${this.objectLabel}嗎？

# sd5903cc8de68b3fc
source: No form found
cs_cz: Nenalezen žádný formulář
de: Kein Formular gefunden
es: No se encontró ningún formulario
fi: Lomaketta ei löytynyt
fr: Aucun formulaire trouvé
it: Nessun modulo trovato
ko: 찾을 수 없음
nl: Geen formulier gevonden
pt_br: Nenhum formulário encontrado
ru: Форма не найдена
tr: Form bulunamadı
zh_tw: 找不到表單

# s059358bf402de018
source: Element inside the form slot is not a Form
cs_cz: Prvek uvnitř formulářového slotu není formulář.
de: Das Element im Formular-Slot ist kein Formular.
es: El elemento dentro del formulario no es parte de un formulario
fr: L'élément à l'intérieur de l'emplacement du formulaire n'est pas un formulaire
it: L'elemento all'interno dello slot del modulo non è un modulo
pt_br: O elemento dentro do slot do formulário não é um Formulário

# s7f073c746d0f6324
source: Form actions
pt_br: Ações do formulário

# sfd81bd296e2f7585
source: Submit action
pt_br: Ação de envio

# s5baec8151f4a4433
source: Cancel action
pt_br: Açao de cancelamento

# sbcdf61483337948a
source: Successfully updated schedule.
cs_cz: Plán byl úspěšně aktualizován.
es: Horario actualizado exitosamente.
pt_br: Agendamento atualizado com sucesso.

# s95bc8722b2708f8b
source: Paused
cs_cz: Pozastavený
es: Pausado
pt_br: Pausado

# se41af830054194bc
source: Pause this schedule
cs_cz: Pozastavit tento plán
es: Pausa esta programación
pt_br: Pausar este agendamento

# sfefce784ec55868f
source: Select an object.
cs_cz: Vyberte objekt
de: Wählen Sie ein Objekt aus.
es: Selecciona un objeto.
fi: Valitse objekti.
fr: Sélectionnez un objet.
it: Seleziona un oggetto.
ko: 오브젝트를 선택합니다.
nl: Selecteer een object.
pt_br: Selecione um objeto.
ru: Выберите объект.
tr: Bir nesne seçin.
zh_tw: 選擇一個物件。

# sc0448bc8a76227cb
source: Failed to fetch objects:
cs_cz: Nezdařilo se načíst objekty:
de: Objekte konnten nicht abgerufen werden:
es: Error al cargar objetos:
fi: Objektien haku ei onnistunut:
fr: Impossible de récupérer les objets :
it: Impossibile recuperare gli oggetti:
pt_br: Falha ao buscar objetos:
ru: Не удалось получить объекты:
tr: Nesneler getirilemedi:

# sf485014051ad0cf7
source: Successfully assigned permission.
cs_cz: Oprávnění bylo úspěšně přiřazeno.
de: Berechtigung erfolgreich zugewiesen.
es: Permisos asignados correctamente.
fi: Käyttöoikeuksien asettaminen onnistui.
fr: Les permissions ont été assignées avec succès.
it: Autorizzazione assegnata correttamente.
ko: 권한을 성공적으로 할당했습니다.
pt_br: Permissão atribuída com sucesso.
ru: Разрешение успешно назначено.
tr: İzin başarıyla atandı.
zh_tw: 成功分配權限。

# sca7fed2bef53cb99
source: Role
de: Rolle
es: Rol
fi: Rooli
fr: Rôle
it: Ruolo
ko: 역할
pt_br: Função
ru: Роль
tr: Rol
zh_tw: 角色

# sc92c1a54034e21cc
source: Assign
cs_cz: Přiřadit
de: Zuweisen
es: Assignar
fi: Aseta
fr: Assigner
it: Assegna
ko: 할당
pt_br: Atribuir
ru: Назначить
tr: Atamak
zh_tw: 分配

# scd84d10ee9137070
source: Assign permission to role
cs_cz: Přiřadit oprávnění k roli
de: Berechtigung der Rolle zuweisen
es: Asignar permiso a un rol
fi: Aseta käyttöoikeus roolille
fr: Assigner une permission à un rôle
it: Assegnare il permesso al ruolo
ko: 역할에 권한 할당
pt_br: Atribuir permissão à função
ru: Назначить разрешение для роли
tr: Role izin atama
zh_tw: 分配權限到角色

# sb923723d27df40ba
source: Permission(s)
cs_cz: Oprávnění
de: Berechtigung(en)
es: Permiso(s)
fi: Käyttöoikeudet
it: Permesso(i)
ko: 권한
pt_br: Permissão(ões)
ru: Разрешение(я)
tr: İzin(ler)
zh_tw: 權限

# sc5fb00b25c7f5a02
source: Permission
cs_cz: Oprávnění
de: Berechtigung
es: Permiso
fi: Käyttöoikeus
it: Permesso
ko: 권한
pt_br: Permissão
ru: Разрешение
tr: İzin
zh_tw: 權限

# s9fb28be12e2c6317
source: Superuser
cs_cz: Superuživatel
de: Administrator
es: Superusuario
fi: Pääkäyttäjä
fr: Super-utilisateur
it: Superutente
ko: 슈퍼유저
nl: Supergebruiker
pt_br: Superusuário
ru: Суперпользователь
tr: Süper kullanıcı
zh_tw: 超級使用者

# s5da52af9b083c29a
source: Model
es: Modelo
fi: Malli
fr: Modèle
it: Modello
ko: 모델
pt_br: Modelo
ru: Модель
zh_tw: 模型

# s0ca04e397298bc43
source: Select permissions to assign
cs_cz: Vyberte oprávnění k přiřazení
de: Zuzuweisende Berechtigungen auswählen
es: Selecciona permisos a asignar
fi: Valitse asetettavat käyttöoikeudet
fr: Sélectionner les permissions à assigner
it: Selezionare le autorizzazioni da assegnare
pt_br: Selecione as permissões a serem atribuídas
ru: Выберите разрешения для назначения
tr: Atanacak izinleri seçme

# sf9aee319a006c9b4
source: Add
cs_cz: Přidat
de: Hinzufügen
es: Añadir
fi: Lisää
fr: Ajouter
it: Aggiungi
ko: 앱
nl: Toevoegen
pt_br: Adicionar
ru: Добавить
tr: Ekle
zh_tw: 加入

# sdeb90bfd8a80b86b
source: Permissions to add
cs_cz: Oprávnění k přidání
de: Hinzuzufügende Berechtigungen
es: Permisos a agregar
fi: Lisättävät käyttöoikeudet
fr: Permissions à ajouter
it: Permessi da aggiungere
ko: 추가할 권한
pt_br: Permissões a adicionar
ru: Разрешения для добавления
tr: Eklenecek izinler
zh_tw: 選擇要加入的權限

# s36247910d67421e1
source: Select permissions
cs_cz: Vybrat oprávnění
de: Berechtigungen auswählen
es: Seleccionar permisos
fi: Valitse käyttöoikeudet
fr: Sélectionner les permissions
it: Seleziona le autorizzazioni
ko: 권한 선택
pt_br: Selecione permissões
ru: Выберите разрешения
tr: İzinleri seçin
zh_tw: 選擇權限

# s7753c012594cc69e
source: Assigned to role
pt_br: Atribuído a função

# s67e136af8fc1107b
source: Assign permission
cs_cz: Přidělit oprávnění
de: Berechtigung zuweisen
es: Assignar permiso
fi: Aseta käyttöoikeus
fr: Assigner les permissions
it: Assegnare il permesso
ko: 권한 할당
pt_br: Atribuir permissão
ru: Назначить разрешение
tr: İzin atama
zh_tw: 分配權限

# s14bfa8fd1bec8889
source: Role doesn't have view permission so description cannot be retrieved.
cs_cz: Role nemá oprávnění pro zobrazení, takže popis nelze získat.
de: Die Rolle hat keine Ansichtberechtigung, daher kann die Beschreibung nicht abgerufen werden.
es: El rol no tiene permiso de visualización, por lo que no se puede recuperar la descripción.
fi: Roolilla ei ole lukuoikeutta, joten kuvausta ei voida hakea.
fr: Le rôle n'a pas les permissions de lecture, la description ne peut donc pas être récupérée.
it: Il ruolo non ha il permesso di visualizzazione, quindi la descrizione non può essere recuperata.
ko: 역할에 보기 권한이 없으므로 설명을 검색할 수 없습니다.
pt_br: A função não tem permissão de visualização, portanto a descrição não pode ser recuperada.
ru: Роль не имеет права на просмотр, поэтому описание не может быть получено.
tr: Rolün görüntüleme izni yok, bu nedenle açıklama alınamıyor.
zh_tw: 角色沒有讀取權限，所以無法取得描述。
