Repository: goauthentik/authentik
Catalog: web/xliff/*.xlf
Languages: cs_cz, de, es, fi, fr, it, ko, nl, pt_br, ru, tr, zh_tw

# s12d6dde9b30c3093
source: Dismiss
cs_cz: Skrýt
es: Desestimar
fr: Fermer
pt_br: Dispensar

# sfe629863ba1338c2
source: Connection error, reconnecting...
cs_cz: Chyba spojení, znovu se připojuji...
de: Verbindungsfehler, erneuter Verbindungsaufbau...
es: Error de conexión, reconexión...
fi: Yhteysvirhe, yhdistetään uudelleen...
fr: Erreur de connexion, nouvelle tentative...
it: Errore di connessione, riconnessione in corso...
ko: 연결 오류, 다시 연결 중...
nl: Verbindingsfout, opnieuw verbinden...
pt_br: Erro de conexão, reconectando...
ru: Ошибка подключения, повторное подключение...
tr: Bağlantı hatası, yeniden bağlanıyor...
zh_tw: 連線錯誤，正在重新連線……

# sdaecc3c29a27c5c5
source: An unknown error occurred
cs_cz: Došlo k neznámé chybě
pt_br: Ocorreu um erro desconhecido

# se84ba7f105934495
source: Please check the browser console for more details.
cs_cz: Pro více informací se podívejte do konzole prohlížeče.
pt_br: Por favor, verifique o console do navegador para mais detalhes.

# sdea479482318489d
source: Status messages
cs_cz: Stavové zprávy
es: Mensaje de estado
fr: Messages d'état
pt_br: Mensagens de status

# s364c4f177a2f8322
source: Open API drawer
cs_cz: Otevřít API panel
de: API-Drawer öffnen
es: Abrir panel de API
fi: Avaa rajapintalokero
fr: Ouvrir le tiroir API
it: Apri riquadro OpenAPI
ko: API 서랍 열기
nl: API-lade openen
pt_br: Abrir painel da API
ru: Открыть историю API
tr: API çekmecesini aç
zh_tw: 開啟 API 下拉選單

# sba65ae54d6585c1a
source: Unread notifications
cs_cz: Nepřečtená oznámení
de: Ungelesene Benachrichtigungen
es: Notificaciones sin leer
fi: Lukemattomat notifikaatiot
fr: Notifications non lues
it: Notifiche non lette
ko: 읽지 않은 통지
nl: Ongelezen meldingen
pt_br: Notificações não lidas
ru: Непрочитанные уведомления
tr: Okunmamış bildirimler
zh_tw: 未讀取通知

# s9ba989e69344ff29
source: Open Notification drawer
cs_cz: Otevřít panel oznámení
de: Benachrichtigungsfeld öffnen
es: Abrir panel de Notificaciones
fi: Avaa notifikaatiolokero
fr: Ouvrir le menu de notifications
it: Cassetto di notifica aperta
ko: 통지 서랍 열기
nl: Meldingenlade openen
pt_br: Abrir Notificações
ru: Открыть панель уведомлений
tr: Bildirim çekmecesini aç
zh_tw: 開啟通知下拉選單

# s9d8b8aa2b404c2c8
source: Settings
cs_cz: Nastavení
de: Einstellungen
es: Configuración
fi: Asetukset
fr: Paramètres
it: Impostazioni
ko: 설정
nl: Instellingen
pt_br: Configurações
ru: Настройки
tr: Ayarlar
zh_tw: 設定

# s1298e361e40ee1c5
source: Stop impersonation
cs_cz: Ukončit zosobnění
de: Beenden Sie den Identitätswechsel
es: Detener la personificación
fi: Lopeta käyttäjänä esiintyminen
fr: Arrêter l'appropriation utilisateur
it: Concludi l'impersonificazione
ko: 가장(impersonation) 중지
nl: Stop impersonatie
pt_br: Parar de se passar por
ru: Остановить имитацию пользователя
tr: Taklitçiliği durdurun
zh_tw: 離開模擬模式

# s6abff64e7ff7fde9
source: Avatar image
cs_cz: Obrázek avataru
de: Profilbild
es: Imagen de avatar
fi: Avatar-kuva
fr: Image d'avatar
it: Immagine dell'avatar
ko: 아바타 이미지
nl: Avatarafbeelding
pt_br: Imagem do avatar
ru: Аватарка
tr: Avatar resmi
zh_tw: 個人檔案圖片

# s7cfe12cd14df9950
source: Sign out
cs_cz: Odhlásit
de: Abmelden
es: Cerrar sesión
fi: Kirjaudu ulos
fr: Se déconnecter
ko: 로그아웃
nl: Afmelden
pt_br: Sair
ru: Выход
tr: Oturumu kapat
zh_tw: 登出

# saae1c70e168b45b4
source: Admin
fi: Ylläpitäjä
fr: Administrateur
ko: 관리자
nl: Beheerder
pt_br: Administração
ru: Админ
tr: Yönetici
zh_tw: 系統管理員

# s6abb1cd87fe0114e
source: Home
cs_cz: Domů
pt_br: Início

# s91ae4b6bf981682b
source: authentik Logo
cs_cz: Logo authentik
es: Logotipo de authentik
fr: Logo authentik
it: Logo di authentik
pt_br: Logo do authentik
ru: Логотип authentik

# se58e6ed983bf34b0
source: Collapse navigation
cs_cz: Sbalit navigaci
pt_br: Colapsar navegação

# sc6ef25894ed00175
source: Expand navigation
cs_cz: Rozbalit navigaci
pt_br: Expandir navegação

# s7031e6928c44cedd
source: User interface
cs_cz: Uživatelské rozhraní
de: Benutzer-Oberfläche
es: Interfaz de usuario
fi: Käyttöliittymä
fr: Interface utilisateur
it: Interfaccia utente
ko: 사용자 인터페이스
nl: Gebruikersinterface
pt_br: Interface do usuário
ru: Интерфейс пользователя
tr: Kullanıcı arayüzü
zh_tw: 使用者介面

# s49730f3d5751a433
source: Loading...
cs_cz: Načítání...
de: Laden...
es: Cargando...
fi: Lataa...
fr: Chargement en cours...
it: Caricamento...
ko: 로드 중...
nl: Laden...
pt_br: Carregando...
ru: Загрузка...
tr: Yükleniyor...
zh_tw: 載入中……

# sf1e9d421f35b51e5
source: Application
cs_cz: Aplikace
de: Anwendung
es: Aplicación
fi: Sovellus
it: Applicazione
ko: 애플리케이션
nl: Toepassing
pt_br: Aplicação
ru: Приложение
tr: Uygulama
zh_tw: 應用程式

# s3e99ea082ca5ade9
source: Failed to fetch
cs_cz: Nepodařilo se načíst
de: Fehler beim Laden
es: Error al cargar
fi: Haku ei onnistunut.
fr: Erreur de récupération
it: Impossibile recuperare
ko: 가져오지 못함
pt_br: Falha ao buscar
ru: Не удалось получить
tr: Getirilemedi
zh_tw: 擷取失敗

# s0b2ad58c3deaa8dd
source: FIPS Status
cs_cz: Stav FIPS
es: Estado FIPS
fi: FIPS-tila
fr: Statut FIPS
it: Stato FIPS
pt_br: Status da Conformidade FIPS
ru: FIPS статус
tr: FIPS Durumu

# s35f47dbd321aaf15
source: FIPS compliance: passing
cs_cz: FIPS shoda: vyhovující
de: FIPS-Konformität: bestanden
es: Cumplimiento FIPS: aprobado
fi: FIPS-sääntöjenmukaisuus: läpäisty
fr: Conformité FIPS : vérifié
it: Conformità FIPS: superata
pt_br: Conformidade FIPS: passando
ru: Соответствие требованиям FIPS: проходит
tr: FIPS uyumluluğu: geçme

# sc94578030c702562
source: Unverified
cs_cz: Neověřeno
de: Unverifiziert
es: No verificado
fi: Varmentamatta
fr: Non vérifié
it: Non verificato
pt_br: Não verificado
ru: Непроверенные
tr: Doğrulanmamış

# s16749cce7c4c1589
source: FIPS compliance: unverified
cs_cz: FIPS shoda: neověřeno
de: FIPS-Konformität: nicht verifiziert
es: Cumplimiento FIPS: no verificado
fi: FIPS-sääntöjenmukaisuus: varmentamatta
fr: Conformité FIPS : non vérifié
it: Conformità FIPS: non verificata
pt_br: Conformidade FIPS: não verificada
ru: Соответствие требованиям FIPS: не проходит
tr: FIPS uyumluluğu: doğrulanmamış

# sa50a6326530d8a0d
source: Show less
cs_cz: Zobrazit méně
de: Zeige weniger
es: Mostrar menos
fi: Näytä vähemmän
fr: Montrer moins
it: Mostra meno
ko: 적게 표시
nl: Minder weergeven
pt_br: Mostrar menos
ru: Показать меньше
tr: Daha az göster
zh_tw: 顯示更少

# sb2c57b2d347203dd
source: Show more
cs_cz: Zobrazit více
de: Zeige mehr
es: Mostrar más
fi: Näytä enemmän
fr: Montrer plus
it: Mostra altro
ko: 자세히 보기
nl: Meer weergeven
pt_br: Mostrar mais
ru: Показать больше
tr: Daha fazla göster
zh_tw: 顯示更多

# sef49aec68fd1dc66
source: Name
cs_cz: Jméno
es: Nombre
fi: Nimi
fr: Nom
it: Nome
ko: 이름
nl: Naam
pt_br: Nome
ru: Имя
tr: İsim
zh_tw: 姓名

# sda796c87fa97ed4d
source: Model Name
cs_cz: Název modelu
de: Modellname
es: Nombre del Modelo
fi: Mallin nimi
fr: Nom du modèle
it: Nome del modello
ko: 모델 이름
nl: Modelnaam
pt_br: Nome do Modelo
ru: Имя модели
tr: Model Adı
zh_tw: 型號名稱

# s79e8cc71a5975b04
source: Message
cs_cz: Zpráva
de: Nachricht
es: Mensaje
fi: Viesti
it: Messaggio
ko: 메시지
nl: Bericht
pt_br: Mensagem
ru: Сообщение
tr: Mesaj
zh_tw: 訊息

# sbbc53e0e54d7946f
source: Subject
cs_cz: Předmět
de: Betreff
es: Asunto
fi: Otsikko
fr: Sujet
it: Oggetto
nl: Onderwerp
pt_br: Assunto
ru: Тема
tr: Konu

# sa6ab5184d6315895
source: From
cs_cz: Od
de: Von
es: Desde
fi: Alkaen
fr: De
it: Da
nl: Van
pt_br: De
ru: От
tr: İtibaren
zh_tw: 来自

# s09353907b5c79284
source: To
cs_cz: Komu
de: An
es: Para
fi: Saakka
fr: À
it: A
nl: Aan
pt_br: Para
ru: Кому
tr: Kime
zh_tw: 到

# s63e03c70f67ebf9c
source: Context
cs_cz: Kontext
de: Kontext
es: Contexto
fi: Konteksti
fr: Contexte
it: Contesto
ko: 맥락
pt_br: Contexto
ru: Контекст
tr: Bağlam
zh_tw: 上下文

# sa48f81f001b893d2
source: User
cs_cz: Uživatel
de: Benutzer
es: Usuario
fi: Käyttäjä
fr: Utilisateur
it: Utente
ko: 사용자
nl: Gebruiker
pt_br: Usuário
ru: Пользователь
tr: Kullanıcı
zh_tw: 使用者

# s47fb5504f693775b
source: Changes made:
cs_cz: Provedené změny:
de: Änderungen vorgenommen:
es: Cambios hechos:
fi: Tehdyt muutokset;
fr: Changements effectués:
it: Cambiamenti effettuati:
pt_br: Alterações feitas:
ru: Внесены изменения:
tr: Yapılan değişiklikler:

# s506b6a19d12f414c
source: Key
cs_cz: Klíč
de: Schlüssel
es: Llave
fi: Avain
fr: Clé
it: Chiave
pt_br: Chave
ru: Ключ
tr: Anahtar

# s4fc9dc73245eab09
source: Previous value
cs_cz: Předchozí hodnota
de: Vorheriger Wert
es: Valor previo
fi: Edellinen arvo
fr: Valeur précédente
it: Precedente valore
pt_br: Valor anterior
ru: Предыдущее значение
tr: Önceki değer

# scb3b0671d7b7f640
source: New value
cs_cz: Nová hodnota
de: Neuer Wert
es: Nuevo valor
fi: Uusi arvo
fr: Nouvelle valeur
it: Nuovo valore
pt_br: Novo valor
ru: Новое значение
tr: Yeni değer

# s21e38ec6ffa2b918
source: Added ID ${item}
cs_cz: Přidáno ID ${item}
de: ID ${item} hinzugefügt
es: ID Agregado ${item}
fi: Lisättiin ID ${item}
fr: ID ${item} ajouté
it: ID Aggiunto ${item}
pt_br: ID adicionado ${item}
ru: Добавлен ИД ${item}
tr: Kimlik eklendi ${item}

# s74918a09ef39ed26
source: Removed ID ${item}
cs_cz: Odstraněno ID ${item}
de: ID ${item} entfernt
es: ID Eliminado${item}
fi: Poistettiin ID ${item}
fr: ID ${item} supprimé
it: ID Rimosso ${item}
pt_br: ID removido ${item}
ru: Удален ИД ${item}
tr: ${item} Kimliği kaldırıldı

# s3a20e5d7dd70dcd3
source: Cleared
cs_cz: Vymazáno
de: Gelöscht
es: Borrado
fi: Tyhjennetty
fr: Effacé
it: Pulito
pt_br: Limpo
ru: Очищено
tr: Temizlenmiş

# s119498d4e4cf59a6
source: Affected model:
cs_cz: Dotčený model:
de: Betroffenes Modell:
es: Modelo afectado:
fi: Vaikutettu malli:
fr: Modèle affecté :
it: Modello interessato:
ko: 영향 받는 모델:
nl: Betroffen model:
pt_br: Modelo afetado:
ru: Затронутая модель:
tr: Etkilenen model:
zh_tw: 受影響的模型：

# sa3660d505e7011e0
source: Authorized application:
cs_cz: Autorizovaná aplikace:
de: Autorisierte Anwendung:
es: Solicitud autorizada:
fi: Valtuutettu sovellus:
fr: Application autorisée :
it: Applicazione autorizzata:
ko: 인가된 애플리케이션:
nl: Geautoriseerde applicatie:
pt_br: Aplicação autorizada:
ru: Авторизованное приложение:
tr: Yetkili başvuru:
zh_tw: 已授權的應用程式：

# s95a032ae86881bf5
source: Using flow
cs_cz: S použitím toku
de: Nutze Flow
es: Uso del flujo
fi: Käyttäen prosessia
fr: Utilisation du flux
it: Utilizzando il flusso
ko: 플로우 사용
nl: Flow gebruiken
pt_br: Usando fluxo
ru: Использование потока
tr: Akışı kullanma
zh_tw: 使用流程

# scb5c9a7cc4ccd68d
source: Email info:
cs_cz: Informace o e-mailu:
es: Información de correo electrónico:
fi: Sähköpostitiedot:
fr: Information courriel :
it: Informazioni via e-mail:
ko: 이메일 정보:
pt_br: Informações de e-mail:
ru: Информация об электронной почте:
tr: E-posta bilgileri:
zh_tw: 電子郵件訊息：

# s677f1b675fc21bb1
source: Secret:
de: Geheimnis:
es: Secreto:
fi: Salaisuus:
it: Segreto:
ko: 비밀:
nl: Geheim:
pt_br: Segredo:
ru: Секрет:
tr: Sır:
zh_tw: 機密密碼：

# sa6905be242387f36
source: Exception
cs_cz: Výjimka
de: Ausnahme
es: Excepción
fi: Poikkeus
it: Eccezione
ko: 예외
nl: Uitzondering
pt_br: Exceção
ru: Исключение
tr: Hata
zh_tw: 例外

# sd947d57c9a9b7108
source: Open issue on GitHub...
cs_cz: Otevřít problém na GitHubu...
de: Issue auf GitHub erstellen...
es: Problema abierto en GitHub...
fi: Kirjaa ongelma GitHubissa...
fr: Ouvrir un ticket sur GitHub...
it: Apri anomalia in Github...
ko: GitHub에서 이슈 열기...
nl: Open probleem op GitHub...
pt_br: Abrir issue no GitHub...
ru: Открыть проблему на GitHub...
tr: GitHub'da açık sorun...
zh_tw: 前往 GitHub 回報問題……

# s6ab73c998850c5ab
source: Expression
cs_cz: Výraz
de: Ausdruck
es: Expresión
fi: Lauseke
it: Espressione
ko: 표현식
nl: Uitdrukking
pt_br: Expressão
ru: Выражение
tr: İfade
zh_tw: 表示式

# s50ebe627b4bc7d02
source: Binding
cs_cz: Vazba
es: Vinculación
fi: Liitos
fr: Liaison
it: Associazione
ko: 바인딩
pt_br: Vínculo
ru: Привязка
tr: Ciltleme
zh_tw: 附加

# s3c6de3f257e0c912
source: Request
cs_cz: Požadavek
de: Anfrage
es: Solicitud
fi: Pyyntö
fr: Requête
it: Richiesta
ko: 요청
nl: Aanvraag
pt_br: Requisição
ru: Запрос
tr: Talep
zh_tw: 要求

# s730182ad28374cda
source: Object
cs_cz: Objekt
de: Objekt
es: Objeto
fi: Objekti
fr: Objet
it: Oggetto
ko: 오브젝트
pt_br: Objeto
ru: Объект
tr: Nesne
zh_tw: 物件

# s890e983a7be64da4
source: Result
cs_cz: Výsledek
de: Ergebnis
es: Resultado
fi: Tulos
fr: Résultat
it: Risultato
ko: 결과
nl: Resultaat
pt_br: Resultado
ru: Результат
tr: Sonuç
zh_tw: 結果

# sd3a853f63f45dcb0
source: Passing
cs_cz: Vyhovující
de: Erlauben
es: Paso
fi: Läpäisy
fr: Réussite
it: Passaggio
ko: 통과
nl: Doorgeven
pt_br: Passagem
ru: Прохождение
tr: Geçiyor
zh_tw: 通過

# sbdeedc1c60306b35
source: Messages
cs_cz: Zprávy
de: Nachrichten
es: Mensajes
fi: Viestit
it: Messaggi
ko: 메시지
nl: Berichten
pt_br: Mensagens
ru: Сообщения
tr: İletiler
zh_tw: 訊息

# s4ba4473f3d4ec896
source: New version available
cs_cz: K dispozici je nová verze
de: Neue Version verfügbar
es: Nueva versión disponible
fi: Uusi versio saatavilla
fr: Nouvelle version disponible
it: Nuova versione disponibile
ko: 새 버전 사용가능
pt_br: Nova versão disponível
ru: Доступна новая версия
tr: Yeni sürüm mevcut
zh_tw: 有可用的新版本

# s0a5401d4419f9958
source: Using source
cs_cz: S použitím zdroje
de: Quelle verwenden
es: Fuente usada
fi: Käyttää lähdettä
fr: Utilisation de la source
it: Usando la sorgente
ko: 소스 사용
nl: Gebruik makend van bron
pt_br: Usando fonte
ru: Использование источника
tr: Kaynak kullanma
zh_tw: 使用來源

# s14622ee6de586485
source: Attempted to log in as ${this.event.context.username}
cs_cz: Pokus o přihlášení jako ${this.event.context.username}
de: Loginversuch als ${this.event.context.username}
es: Intento de inicio de sesión como ${this.event.context.username}
fi: Yritetty kirjautua sisään nimellä ${this.event.context.username}
fr: Tentative de connexion en tant que ${this.event.context.username}
it: Tentativo di accedere come ${this.event.context.username}
ko: ${this.event.context.username}로 로그인을 시도함
nl: Poging om in te loggen als ${this.event.context.username}
pt_br: Tentativa de entrar como ${this.event.context.username}
ru: Попытка войти в систему как ${this.event.context.username}
tr: ${this.event.context.username} ile oturum açılmaya çalışıldı
zh_tw: 已嘗試以 ${this.event.context.username} 的身份登入

# sb07bf992e3d00664
source: No additional data available.
cs_cz: Žádná další data nejsou k dispozici.
de: Keine weiteren Daten vorhanden.
es: No hay datos adicionales disponibles.
fi: Ei lisätietoja saatavilla.
fr: Aucune donnée additionnelle disponible.
it: Nessun dato aggiuntivo disponibile.
ko: 추가 데이터를 사용할 수 없습니다.
nl: Geen aanvullende gegevens beschikbaar.
pt_br: Não há dados adicionais disponíveis.
ru: Дополнительные данные отсутствуют.
tr: Ek veri yok.
zh_tw: 没有其他可用資料。

# sb59d68ed12d46377
source: Loading
cs_cz: Načítání
de: Wird geladen
es: Cargando
fi: Ladataan
fr: Chargement en cours
it: Caricamento
ko: 로드 중
nl: Laden
pt_br: Carregando
ru: Загрузка
tr: Yükleniyor
zh_tw: 載入中

# sf45a0d2f00bcc6ff
source: no tabs defined
cs_cz: žádné záložky
de: Keine Registerkarten definiert
es: no se han definido pestañas
fi: välilehtiä ei määritelty
fr: aucun onglet défini
it: nessuna scheda definita
ko: 탭이 정의되지 않음
nl: geen tabbladen gedefinieerd
pt_br: nenhuma aba definida
ru: Общее системное исключение
tr: tanımlanmış sekme yok
zh_tw: 未定義的標籤頁

# s355b21b89ce5d9c5
source: Details
cs_cz: Podrobnosti
es: Detalles
fi: Tiedot
fr: Détails
it: Dettagli
ko: 상세
pt_br: Detalhes
ru: Подробности
tr: Şey
zh_tw: 詳細資訊

# s0382d73823585617
source: ${fieldName}: ${detail}
cs_cz: ${this.errorMessage}: ${e.toString()}
es: ${this.errorMessage}: ${e.toString()}
pt_br: ${this.errorMessage}: ${e.toString()}

# sae5d87e99fe081e0
source: Required
cs_cz: Vyžadováno
de: Erforderlich
es: Requerido
fi: Pakollinen
fr: Obligatoire
it: Richiesto
ko: 필수
nl: Verplicht
pt_br: Necessário
ru: Обязательно
tr: Zorunlu
zh_tw: 必需

# s44872da71d5307c8
source: There was an error submitting the form.
cs_cz: Při odesílání formuláře došlo k chybě.
pt_br: Ocorreu um erro ao enviar o formulário.

# se166e95fe447ebcd
source: Close dialog
cs_cz: Zavřít dialog
de: Dialog schließen
es: Cerrar diálogo
fi: Sulje ikkuna
fr: Fermer le dialogue
it: Chiudere dialogo
pt_br: Fechar diálogo
ru: Закрыть диалог
tr: İletişim kutusunu kapat

# s1cd198d689c66e4b
source: API Access
cs_cz: API přístup
de: API Zugriff
es: Acceso a la API
fi: Rajapintapääsy
fr: Accès à l'API
it: Accesso API
ko: API 액세스
nl: API-toegang
pt_br: Acesso da API
ru: Доступ к API
tr: API Erişimi
zh_tw: API 存取權限

# sf29883ac9ec43085
source: App password
cs_cz: Heslo aplikace
de: App Passwort
es: contraseña de la aplicación
fi: Sovelluksen salasana
fr: Mot de passe de l'App
ko: 앱 비밀번호
nl: App-wachtwoord
pt_br: Senha do aplicativo
ru: Пароль приложения
tr: Uygulama parolası
zh_tw: 應用程式密碼

# s6ac670086eb137c6
source: Recovery
cs_cz: Obnovení
de: Wiederherstellung
es: Recuperación
fi: Palautus
fr: Récupération
it: Ripristino
nl: Herstel
pt_br: Recuperação
ru: Восстановление
tr: Kurtarma
zh_tw: 救援

# sfe211545fd02f73e
source: Verification
cs_cz: Ověření
de: Überprüfung
es: Verificación
fi: Vahvistus
fr: Vérification
it: Verifica
nl: Verificatie
pt_br: Verificação
ru: Верификация
tr: Doğrulama
zh_tw: 驗證

# sd73b202ec04eefd9
source: Unknown intent
cs_cz: Neznámý záměr
de: Unbekannte Absicht
es: Intento desconocido
fi: Tuntematon aikomus
fr: Intention inconnue
it: Intent sconosciuto
ko: intent를 알 수 없음 (Unknown intent)
nl: Onbekende intentie
pt_br: Intenção desconhecida
ru: Неизвестное намерение
tr: Bilinmeyen niyet
zh_tw: 未知使用目的

# sb4564c127ab8b921
source: Failed login
cs_cz: Chybné přihlášení
de: Fehlgeschlagene Anmeldung
es: Inicio de sesión incorrecto
fi: Kirjautuminen epäonnistui
fr: Échec de la connexion
it: Accesso fallito
ko: 로그인 실패
nl: Mislukt inloggen
pt_br: Falha no login
ru: Не удалось войти
tr: Başarısız oturum açma
zh_tw: 登入失敗

# s67749057edb2586b
source: Logout
cs_cz: Odhlášení
de: Abmelden
es: Cerrar sesión
fi: Kirjaudu ulos
fr: Déconnexion
ko: 로그아웃
nl: Uitloggen
pt_br: Sair
ru: Выйти
tr: Oturumu Kapa
zh_tw: 登出

# s7e537ad68d7c16e1
source: User was written to
cs_cz: Uživatel byl zapsaný do
de: Benutzer wurde geschrieben nach
es: Se escribió al usuario a
fi: Käyttäjä kirjoitettiin
fr: L'utilisateur a été écrit vers
it: L'utente è stato scritto in
ko: 사용자가 다음에 기록됨
nl: Gebruiker is opgeslagen
pt_br: Usuário foi escrito para
ru: Пользователь был записан в
tr: Kullanıcı yazıldı
zh_tw: 使用者已經被寫入到

# sa0e0bdd7e244416b
source: Suspicious request
cs_cz: Podezřelý požadavek
de: Verdächtige Anfrage
es: Solicitud sospechosa
fi: Epäilyttävä pyyntö
fr: Requête suspecte
it: Richiesta sospetta
ko: 의심스러운 요청
nl: Verdachte aanvraag
pt_br: Requisição suspeita
ru: Подозрительный запрос
tr: Şüpheli istek
zh_tw: 可疑的要求

# s7bda44013984fc48
source: Password set
cs_cz: Heslo je nastavené
de: Passwort festgelegt
es: Conjunto de contraseñas
fi: Salasana asetettu
fr: Mot de passe défini
it: Password impostata
ko: 비밀번호 설정
nl: Wachtwoord ingesteld
pt_br: Senha definida
ru: Пароль установлен
tr: Parola seti
zh_tw: 密碼設定完成

# sa1b41e334ad89d94
source: Secret was viewed
cs_cz: Secret byl zobrazený
de: Geheimnis wurde angesehen
es: Se ha visto el secreto
fi: Salaisuus katsottiin
fr: Le secret a été vu
it: Segreto visualizzato
ko: 비밀이 표시됨
nl: Geheim is bekeken
pt_br: O segredo foi visualizado
ru: Секрет просмотрен
tr: Sır görüldü
zh_tw: 機密密碼已被查看

# s92ca679592a36b35
source: Secret was rotated
cs_cz: Secret byl změněn
de: Geheimnis wurde rotiert
es: Se ha rotado el
fi: Salaisuus kierrätettiin
fr: Rotation du secret effectuée
it: Segreto ruotato
ko: 비밀이 회전됨
nl: Geheim is gewijzigd
pt_br: O segredo foi rotacionado
ru: Секрет был обновлен
tr: Sırrı döndürüldü
zh_tw: 機密密碼已被輪替

# s8a1d9403ca90989b
source: Invitation used
cs_cz: Pozvánka byla použitá
de: Einladung verwendet
es: Invitación utilizada
fi: Kutsua käytetty
fr: Invitation utilisée
it: Invito usato
ko: 사용된 초대
nl: Uitnodiging is gebruikt
pt_br: Convite usado
ru: Приглашение использовано
tr: Kullanılan davetiye
zh_tw: 已使用邀請函

# s5f496533610103f2
source: Application authorized
cs_cz: Aplikace byla autorizovaná
de: Anwendung authorisiert
es: Solicitud autorizada
fi: Sovellus valtuutettu
fr: Application autorisé
it: Applicazione autorizzata
ko: 승인된 애플리케이션
nl: Applicatie geautoriseerd
pt_br: Aplicação autorizada
ru: Приложение авторизированно
tr: Başvuru yetkili
zh_tw: 已成功授權應用程式

# sdc9e222be9612939
source: Source linked
cs_cz: Zdroj propojen
de: Quelle verknüpft
es: Fuente enlazada
fi: Lähde yhdistetty
fr: Source liée
it: Sorgente collegata
ko: 링크된 소스
nl: Bron gekoppeld
pt_br: Fonte vinculada
ru: Источник привязан
tr: Kaynak bağlantılı
zh_tw: 已連接來源

# sb1c91762ae3a9bee
source: Impersonation started
cs_cz: Zosobnění bylo spuštěno
de: Identitätswechsel gestarted
es: Inició la personificación
fi: Toisena käyttäjänä esiintyminen aloitettu
fr: Début de l'appropriation utilisateur
it: Impersonazione iniziata
ko: 사용자 위장 시작
nl: Impersonatie gestart
pt_br: Representação iniciada
ru: Имитация пользователя началась
tr: Kimliğe bürünme başladı
zh_tw: 已開始模擬

# s9c73bd29b279d26b
source: Impersonation ended
cs_cz: Zosobnění bylo ukončeno
de: Identitätswechsel beenden
es: Finalizó la personificación
fi: Toisena käyttäjänä esiintyminen lopetettu
fr: Fin de l'appropriation utilisateur
it: Impersonazione conclusa
ko: 사용자 위장 종료
nl: Impersonatie beëindigd
pt_br: Representação encerrada
ru: Имитация пользователя завершилась
tr: Taklit sona erdi
zh_tw: 已結束模擬

# s1cd264012278c047
source: Flow execution
cs_cz: Spuštění toku
de: Flow-Ausführung
es: Ejecución de flujo
fi: Prosessin suoritus
fr: Exécution du flux
it: Esecuzione flusso
ko: 플로우 실행
nl: Flowuitvoering
pt_br: Execução do fluxo
ru: Выполнение потока
tr: Akış yürütme
zh_tw: 流程的執行事件

# s32f04d33924ce8ad
source: Policy execution
cs_cz: Spuštění zásady
de: Richtlinien-Ausführung
es: Ejecución de políticas
fi: Käytännön suoritus
fr: Exécution de politique
it: Esecuzione criterio
ko: 정책 실행
nl: Beleidsuitvoering
pt_br: Execução da política
ru: Политика выполнения
tr: İlke yürütme
zh_tw: 政策的執行事件

# sb6d7128df5978cee
source: Policy exception
cs_cz: Chyba zásady
de: Richtlinien-Ausnahme
es: Excepción de política
fi: Käytännön virhe
fr: Exception de politique
it: Eccezione criterio
ko: 정책 예외
nl: Beleidsuitzondering
pt_br: Exceção de política
ru: Политика исключения
tr: İlke hatası
zh_tw: 政策的例外事件

# s77f572257f69a8db
source: Property Mapping exception
cs_cz: Chyba mapování vlastnosti
de: Ausnahme der Eigenschaftszuordnung
es: Excepción de Asignación de Propiedades
fi: Ominaisuuskytkennän virhe
fr: Erreur de mappage de propriété
it: Eccezione mappatura proprietà
ko: 속성 매핑 예외
nl: Eigenschapstoewijzingsuitzondering
pt_br: Exceção de mapeamento de propriedade
ru: Исключение из сопоставления свойств
tr: Özellik Eşleme hatası
zh_tw: 屬性對應例外事件

# s2543cffd6ebb6803
source: System task execution
cs_cz: Spuštění systémové úlohy
de: Ausführung von Systemtasks
es: Ejecución de tarea del sistema
fi: Järjestelmän tehtävän suoritus
fr: Exécution de tâche système
it: Esecuzione attività di sistema
ko: 시스템 작업 실행
nl: Systeemtaakuitvoering
pt_br: Execução de tarefa do sistema
ru: Выполнение системных задач
tr: Sistem görevi yürütme
zh_tw: 系統工作執行事件

# se2f258b996f7279c
source: System task exception
cs_cz: Chyba systémové úlohy
de: Systemtask-Ausnahme
es: Excepción tarea del sistema
fi: Järjestelmän tehtävän virhe
fr: Erreur de tâche système
it: Eccezione attività di sistema
ko: 시스템 작업 예외
nl: Systeemtaakuitzondering
pt_br: Exceção de tarefa do sistema
ru: Исключение системной задачи
tr: Sistem görevi hatası
zh_tw: 系統工作例外事件

# s81eff3409d572a21
source: General system exception
cs_cz: Obecná systémová chyba
de: Allgemeine Systemausnahme
es: Excepción general del sistema
fi: Yleinen järjestelmävirhe
fr: Exception générale du systèm
it: Eccezione generale di sistema
ko: 일반 시스템 예외
nl: Algemene systeemuitzondering
pt_br: Exceção geral do sistema
ru: Общее системное исключение
tr: Genel sistem hatası
zh_tw: 一般系統例外事件
