Repository: goauthentik/authentik
Catalog: web/xliff/*.xlf
Languages: cs_cz, de, es, fi, fr, it, ko, nl, pt_br, ru, tr, zh_tw

# s1c2a173db0e1ec61
source: Consider Objects matching this filter to be Users.
cs_cz: Považujte objekty odpovídající tomuto filtru za uživatele.
de: Betrachten Sie Objekte, die diesem Filter entsprechen, als Benutzer.
es: Considere que los objetos que coinciden con este filtro son usuarios.
fi: Käsittele tämän suodattimen rajaamia objekteja käyttäjinä.
fr: Les objets appliqués à ce filtre seront des utilisateurs.
it: Considera gli oggetti che corrispondono a questo filtro come utenti.
ko: 이 필터와 일치하는 오브젝트를 사용자로 간주합니다.
nl: Beschouw objecten die aan deze filter voldoen als gebruikers.
pt_br: Considere Objetos que correspondam a este filtro como Usuários.
ru: Считайте объекты, соответствующие этому фильтру, пользователями.
tr: Bu filtreyle eşleşen nesneleri Kullanıcı olarak düşünün.
zh_tw: 符合此篩選的物件將視為使用者。

# s2ec94a7c7f5bcd1b
source: Group object filter
cs_cz: Filtr skupinových objektů
de: Gruppenobjektfilter
es: Filtro de objetos de grupo
fi: Ryhmäobjektisuodatin
fr: Filtre d'objets de groupe
it: Filtro oggetto gruppo
ko: 그룹 오브젝트 필터
nl: Filter voor groepsobjecten
pt_br: Filtro de objeto de grupo
ru: Фильтр групповых объектов
tr: Grup nesnesi filtresi
zh_tw: 群組物件篩選器

# saf5eb7596b3a355b
source: Consider Objects matching this filter to be Groups.
cs_cz: Považujte objekty odpovídající tomuto filtru za skupiny.
de: Betrachten Sie Objekte, die diesem Filter entsprechen, als Gruppen.
es: Considere que los objetos que coinciden con este filtro son grupos.
fi: Käsittele tämän suodattimen rajaamia objekteja ryhminä.
fr: Les objets appliqués à ce filtre seront des groupes.
it: Considera gli oggetti che corrispondono a questo filtro come gruppi.
ko: 이 필터와 일치하는 오브젝트를 그룹으로 간주합니다.
nl: Beschouw objecten die aan deze filter voldoen als groepen.
pt_br: Considere objetos que correspondam a este filtro como Grupos.
ru: Объекты, соответствующие этому фильтру, считаются группами.
tr: Bu filtreyle eşleşen nesneleri Gruplar olarak düşünün.
zh_tw: 符合此篩選的物件將視為群組。

# sf325a4adba4d6278
source: Group membership field
cs_cz: Pole členství ve skupině
de: Gruppenmitgliedschaftsfeld
es: Campo pertenencia a grupos
fi: Ryhmän jäsenyys -kenttä
fr: Champ d'appartenance au groupe
it: Campo di appartenenza al gruppo
ko: 그룹 구성원 필드
nl: Veld dat leden van een groep bevat. Let op dat als het veld "memberUid" wordt gebruikt, de waarde wordt verondersteld een relatieve Distinguished Name te bevatten. Bijv. 'memberUid=some-user' in plaats van 'memberUid=cn=some-user,ou=groups,...'
pt_br: Campo de associação ao grupo
ru: Поле членства в группе
tr: Grup üyelik alanı
zh_tw: 群組成員欄位

# s4e1d2cb86cf5ecd0
source: Field which contains members of a group. The value of this field is matched against User membership attribute.
cs_cz: Pole, které obsahuje členy skupiny. Hodnota tohoto pole je porovnána s atributem členství uživatele.
de: Feld, das die Mitglieder einer Gruppe enthält. Der Wert dieses Feldes wird mit dem Benutzer-Mitgliedschaftsattribut abgeglichen.
es: Campo que contiene los miembros de un grupo. El valor de este campo se compara con el atributo de pertenencia del usuario.
fr: Champ qui contient les membres d'un groupe. La valeur de ce champ est comparée à l'attribut d'appartenance de l'utilisateur.
it: Campo che contiene i membri di un gruppo. Il valore di questo campo viene confrontato con l'attributo di appartenenza dell'utente.
pt_br: Campo que contém membros de um grupo. O valor deste campo é comparado com o atributo de associação do usuário.

# s6478025f3e0174fa
source: User membership attribute
cs_cz: Atribut členství uživatele
de: Benutzer-Mitgliedschaftsattribut
es: Atributo de membresía de usuario
fr: Attribut d'appartenance de l'utilisateur
it: Attributo di appartenenza dell'utente
pt_br: Atributo de associação do usuário

# s344be99cf5d36407
source: Attribute which matches the value of Group membership field.
cs_cz: Atribut, který odpovídá hodnotě pole členství ve skupině.
de: Attribut, das dem Wert des Gruppenmitgliedschaftsfelds entspricht.
es: Atributo que coincide con el valor del campo de pertenencia al grupo.
fr: Attribut qui correspond à la valeur du champ Appartenance au groupe.
it: Attributo che corrisponde al valore del campo di appartenenza al gruppo.
pt_br: Atributo que corresponde ao valor do campo de associação do grupo.

# s1d47b4f61ca53e8e
source: Lookup using user attribute
cs_cz: Vyhledávání pomocí atributu uživatele
de: Suche über Benutzerattribut
es: Búsqueda mediante atributos de usuario
fr: Recherche avec un attribut utilisateur
it: Ricerca tramite attributo utente
pt_br: Pesquisa usando atributo de usuário

# s17359123e1f24504
source: Field which contains DNs of groups the user is a member of. This field is used to lookup groups from users, e.g. 'memberOf'. To lookup nested groups in an Active Directory environment use 'memberOf:1.2.840.113556.1.4.1941:'.
cs_cz: Pole, které obsahuje DN skupin, jejichž členem je uživatel. Toto pole se používá k vyhledávání skupin podle uživatelů, např. 'memberOf'. Pro vyhledávání vnořených skupin v prostředí Active Directory použijte 'memberOf:1.2.840.113556.1.4.1941:'.
de: Feld, das die DNs der Gruppen enthält, deren Mitglied der Benutzer ist. Dieses Feld wird verwendet, um Gruppen von Benutzern nachzuschlagen, z. B. 'memberOf'. Um verschachtelte Gruppen in einer Active-Directory-Umgebung nachzuschlagen, verwende 'memberOf:1.2.840.113556.1.4.1941:'.
es: Campo que contiene los DN de los grupos a los que pertenece el usuario. Este campo se utiliza para buscar grupos a partir de usuarios, por ejemplo, 'memberOf'. Para buscar grupos anidados en un entorno de Active Directory, utilice 'memberOf:1.2.840.113556.1.4.1941:'.
fr: Champ contenant les DN des groupes dont l'utilisateur est membre. Ce champ est utilisé pour rechercher les groupes d'un utilisateur, par exemple 'memberOf'. Pour rechercher les groupes imbriqués dans un environnement Active Directory, utilisez 'memberOf:1.2.840.113556.1.4.1941:'.
it: Campo che contiene i ND dei gruppi di cui l'utente è membro. Questo campo viene utilizzato per cercare i gruppi degli utenti, ad esempio "memberOf". Per cercare gruppi nidificati in un ambiente Active Directory, utilizzare "memberOf:1.2.840.113556.1.4.1941:".
pt_br: Campo que contém DNs de grupos dos quais o usuário é membro. Este campo é usado para pesquisar grupos a partir de usuários, por exemplo, 'memberOf'. Para pesquisar grupos aninhados em um ambiente Active Directory, use 'memberOf:1.2.840.113556.1.4.1941:'.

# s026555347e589f0e
source: Object uniqueness field
cs_cz: Pole jedinečnosti objektu
de: Feld für die Eindeutigkeit des Objekts
es: Campo de unicidad de objetos
fi: Objektin yksilöllisyys -kenttä
fr: Champ d'unicité de l'objet
it: Campo unicità dell'oggetto
ko: 오브젝트 고유 필드
nl: Veld dat een unieke identificatie bevat.
pt_br: Campo de exclusividade do objeto
ru: Поле уникальности объекта
tr: Nesne benzersizliği alanı
zh_tw: 物件的唯一性欄位

# s24211f319e5b7e98
source: Field which contains a unique Identifier.
cs_cz: Pole, které obsahuje jedinečný identifikátor.
de: Feld das eine einzigartige Kennung beinhaltet
es: Campo que contiene un identificador único.
fi: Kenttä, joka sisältää yksilöllisen tunnisteen.
fr: Champ qui contient un identifiant unique.
it: Campo che contiene un identificatore univoco.
ko: 고유 식별자가 포함된 필드입니다.
nl: Veld dat een unieke identificatie bevat.
pt_br: Campo que contém um Identificador único.
ru: Поле содержащее уникальный идентификатор.
tr: Benzersiz bir Tanımlayıcı içeren alan.
zh_tw: 包含唯一識別碼的欄位。

# s4d5cb134999b50df
source: HTTP Basic Auth
es: Autenticación Básica HTTP
pt_br: Autenticação Básica HTTP

# s6927635d1c339cfc
source: Include the client ID and secret as request parameters
cs_cz: Zahrnout ID klienta a tajný klíč jako parametry požadavku
de: Client-ID und Secret als Anfrageparameter einschließen
es: Incluya el ID del cliente y el secreto como parámetros de solicitud
fr: Inclure le client ID et secret comme paramètres de la requête
it: Includi il client ID e il segreto come parametri di richiesta
pt_br: Incluir o ID do cliente e o segredo como parâmetros de solicitação

# sd04376c4216c921f
source: URL settings
cs_cz: URL nastavení
de: URL-Einstellungen
es: Configuración de URL
fi: URL-asetukset
fr: Paramètres d'URL
it: Impostazioni URL
ko: URL 설정
nl: URL-instellingen
pt_br: Configurações de URL
ru: Настройки URL
tr: URL ayarları
zh_tw: 網址設定

# s872d0e88ab34ed83
source: Authorization URL
cs_cz: URL pro autorizaci
de: Autorisierungs-URL
es: URL de autorización
fi: Valtuutus-URL
fr: URL d'autorisation
it: URL autorizzazione
ko: 인가(Authorization) URL
nl: Autorisatie-URL
pt_br: URL de Autorização
ru: Ссылка авторизации
tr: Yetkilendirme URL'si
zh_tw: 授權網址

# see3ff55262fd6500
source: URL the user is redirect to to consent the authorization.
cs_cz: URL na kterou je uživatel přesměrován pro udělení souhlasu k autorizaci.
de: URL, zu der Benutzer weitergeleitet werden um die Authorisierung zu bestätigen.
es: URL a la que se redirige al usuario para dar su consentimiento a la autorización.
fi: URL, johon käyttäjä ohjataan valtuutuksen hyväksymiseksi.
fr: URL vers laquelle l'utilisateur est redirigé pour consentir l'autorisation.
it: URL a cui l'utente viene reindirizzato per acconsentire all'autorizzazione.
ko: 사용자가 승인을 위해 리디렉션되는 URL입니다.
nl: URL waar de gebruiker naartoe wordt geleid om toestemming te geven voor autorisatie.
pt_br: URL para a qual o usuário é redirecionado para consentir a autorização.
ru: URL, на который перенаправляется пользователь для согласия на авторизацию.
tr: Kullanıcının yetkilendirmeyi onaylamak için yönlendirdiği URL.
zh_tw: 使用者被重新導向到此網址以同意授權。

# sb932dead79567c7b
source: Access token URL
cs_cz: URL přístupového tokenu
de: Zugangstoken-URL
es: URL de token de acceso
fi: Pääsytunnisteen URL
fr: URL du jeton d'accès
it: URL token d'accesso
ko: 액세스 토큰 URL
nl: Toegangstoken-URL
pt_br: URL do token de acesso
ru: Ссылка Access токена
tr: Erişim belirteci URL'si
zh_tw: 存取權杖網址

# s88b8a2892635a2fc
source: URL used by authentik to retrieve tokens.
cs_cz: URL používané systémem authentik k získání tokenů.
de: URL, die von Authentik zum Abrufen von Token verwendet wird.
es: URL utilizada por authentik para recuperar tokens.
fi: URL, jota authentik käyttää tunnisteiden hakemiseksi.
fr: URL utilisée par authentik pour récupérer les jetons.
it: URL utilizzato da authentik per recuperare i token.
ko: 토큰을 검색하기 위해 authentik에서 사용하는 URL입니다.
nl: URL die door authentik wordt gebruikt om tokens op te halen.
pt_br: URL usada pelo authentik para recuperar tokens.
ru: URL, используемый authentik для получения токенов.
tr: Auentik tarafından belirteçleri almak için kullanılan URL.
zh_tw: authentik 用來擷取權杖的網址。

# s69bd313dd12fc2f3
source: Profile URL
cs_cz: URL profilu
de: Profil URL
es: URL del perfil
fi: Profiilin URL
fr: URL de profil
it: URL profilo
ko: 프로필 URL
nl: Profiel-URL
pt_br: URL do perfil
ru: Ссылка на профиль
tr: Profil URL'si
zh_tw: 個人資訊網址

# sa8d83cd8023e8e4d
source: URL used by authentik to get user information.
cs_cz: URL používané systémem authentik k získání informací o uživateli.
de: URL, die von Authentik verwendet wird, um Benutzerinformationen zu erhalten.
es: URL utilizada por authentik para obtener información del usuario.
fi: URL, jota authentik käyttää käyttäjätiedon hakemiseksi.
fr: URL utilisée par authentik pour obtenir des informations sur l'utilisateur.
it: URL utilizzato da authentik per ottenere informazioni sull'utente.
ko: 사용자 정보를 가져오기 위해 authentik에서 사용하는 URL입니다.
nl: URL die door authentik wordt gebruikt om gebruikersinformatie op te halen.
pt_br: URL usada pelo authentik para obter informações do usuário.
ru: URL-адрес, используемый authentik для получения информации о пользователе.
tr: Kullanıcı bilgilerini almak için authentik tarafından kullanılan URL.
zh_tw: authentik 用來擷取個人資訊的網址。

# sc7707b3ba3a2a7ca
source: Request token URL
cs_cz: URL tokenu požadavku
de: Token-URL anfordern
es: URL de token de solicitud
fi: Pyyntötunnisteen URL
fr: URL du jeton de requête
it: URL di richiesta del token
ko: 토큰 요청 URL
nl: URL voor het aanvragen van een token
pt_br: URL do token de solicitação
ru: URL-адрес Request токена
tr: Belirteç URL'sini iste
zh_tw: 要求權杖網址

# s3926da5b20cdf3b6
source: URL used to request the initial token. This URL is only required for OAuth 1.
cs_cz: URL používaná k vyžádání počátečního tokenu. Tato URL je vyžadována pouze pro OAuth 1.
de: URL, die zur Anforderung des anfänglichen Tokens verwendet wird. Diese URL ist nur für OAuth 1 erforderlich
es: URL utilizada para solicitar el token inicial. Esta URL solo es necesaria para OAuth 1.
fi: URL, jota käytetään ensimämisen tokenin hakemiseen. Tämä URL tarvitaan vain OAuth 1:n kanssa.
fr: URL utilisée pour demander le jeton initial. Cette URL est uniquement requise pour OAuth 1.
it: URL utilizzato per richiedere il token iniziale. Questo URL è richiesto solo per OAuth 1.
ko: 초기 토큰을 요청하는 데 사용되는 URL입니다. 이 URL은 OAuth 1에서만 필요합니다.
nl: URL die wordt gebruikt om het initiële token aan te vragen. Deze URL is alleen vereist voor OAuth 1.
pt_br: URL usada para solicitar o token inicial. Esta URL é necessária apenas para OAuth 1.
ru: URL-адрес, используемый для запроса начального токена. Этот URL требуется только для OAuth 1.
tr: İlk belirteci istemek için kullanılan URL. Bu URL yalnızca OAuth 1 için gereklidir.
zh_tw: 用於要求初始權杖的網址，僅用於 OAuth 1。

# s199b55513a739f43
source: OIDC Well-known URL
es: URL Well-known de OIDC
pt_br: URL de configuração conhecida OIDC
ru: OIDC Well-known URL-адрес
tr: OIDC İyi Bilinen URL
zh_tw: OIDC Well-known 網址

# s8b149b30b5b523ef
source: OIDC well-known configuration URL. Can be used to automatically configure the URLs above.
cs_cz: OIDC well-known konfigurační URL. Lze použít k automatické konfiguraci výše uvedených URL.
de: Bekannte OIDC-Konfigurations-URL. Kann verwendet werden, um die obigen URLs automatisch zu konfigurieren.
es: URL de configuración well-known de OIDC. Puede usarse para configurar automáticamente las URLs anteriores.
fi: OIDC well-known asetus-URL. Voidaan käyttää määrittämään yllä olevat URLit automaattisesti.
fr: URL de configuration well-known de OIDC. Peut être utilisé pour configurer automatiquement les URL ci-dessus.
it: URL di configurazione well-known OIDC. Può essere utilizzato per configurare automaticamente gli URL sopra.
ko: OIDC의 well-known 구성 URL입니다. 위의 URL을 자동으로 구성하는 데 사용할 수 있습니다.
nl: URL voor de bekende configuratie van OIDC. Kan worden gebruikt om de bovenstaande URLs automatisch te configureren.
pt_br: URL de configuração OIDC well-known. Pode ser usada para configurar automaticamente as URLs acima.
ru: OIDC URL well-known конфигурации. Может использоваться для автоматической настройки вышеупомянутых URL-адресов.
tr: OIDC iyi bilinen yapılandırma URL'si. Yukarıdaki URL'leri otomatik olarak yapılandırmak için kullanılabilir.
zh_tw: OIDC Well-known 設定的網址。可以用於自動設定以上網址。

# s9db2c836ade1339c
source: OIDC JWKS URL
es: URL JWKS de OIDC
pt_br: URL JWKS OIDC
tr: OIDC JWKS URL'SI
zh_tw: OIDC JWKS 網址

# s4b2a1b657c160f5b
source: JSON Web Key URL. Keys from the URL will be used to validate JWTs from this source.
cs_cz: URL JSON Web Key. Klíče z této URL budou použity k ověření JWT z tohoto zdroje.
de: JSON Web Key-URL. Schlüssel von dieser URL werden verwendet, um JWTs aus dieser Quelle zu validieren.
es: URL de clave web JSON. Las claves de la URL se utilizarán para validar los JWT de esta fuente.
fi: JSON Web Key URL. Avaimia tästä URLista käytetään validoimaan tästä lähteestä tulevia JWT-tokeneita.
fr: URL de la clé Web JSON. Les clés de l'URL seront utilisées pour valider les JWTs de cette source.
it: JSON Web Key URL. Le chiavi dell'URL verranno utilizzate per convalidare i JWT da questa fonte.
ko: JSON 웹 키 URL입니다. URL의 키는 이 소스의 JWT를 검증하는 데 사용됩니다.
nl: JSON Web Key URL. Sleutels van de URL worden gebruikt om JWT's van deze bron te valideren.
pt_br: URL da Chave Web JSON. As chaves desta URL serão usadas para validar JWTs desta fonte.
ru: JSON Web Key URL. Ключи из этого URL будут использоваться для проверки подлинности JWT из этого источника.
tr: JSON Web Anahtarı URL'si. URL'deki anahtarlar, bu kaynaktan gelen JWT'leri doğrulamak için kullanılacaktır.
zh_tw: JSON 網路金鑰的網址。才該網址擷取的金鑰用於驗證此來源的 JWT。

# s2df0b65125600de9
source: OIDC JWKS
pt_br: JWKS OIDC

# s02de8d9e8583b480
source: Raw JWKS data.
de: Rohdaten des JWKS.
es: Datos JWKS en formato bruto.
fi: Raaka JWKS-data.
fr: Données JWKS brutes.
ko: Raw JWKS 데이터.
nl: Raw JWKS-gegevens.
pt_br: Dados JWKS brutos.
ru: Необработанные данные JWKS.
tr: Ham JWKS verileri.
zh_tw: 原始 JWKS 資料。

# s311c22ee852736e9
source: PKCE Method
pt_br: Método PKCE

# sa9afb0f84a3c380d
source: Configure Proof Key for Code Exchange for this source.
pt_br: Configurar Proof Key for Code Exchange para esta origem.

# s4fca384c634e1a92
source: Authorization code authentication method
cs_cz: Metoda ověření autorizačního kódu
de: Authentifizierungsmethode mit Autorisierungscode
es: Método de autenticación del código de autorización
fr: Méthode d'authentification pour authorization_code
it: Metodo di autenticazione del codice di autorizzazione
pt_br: Método de autenticação por código de autorização

# sdc02c276ed429008
source: How to perform authentication during an authorization_code token request flow
cs_cz: Jak provést ověření během toku požadavku na token authorization_code
de: Wie die Authentifizierung während eines Authorization-Code-Token-Anforderungsflows durchgeführt wird
es: Cómo realizar la autenticación durante un flujo de solicitud de token de código de autorización
fr: Comment effectuer l'authentification lors d'une demande de jeton pour le flux authorization_code
it: Come eseguire l'autenticazione durante un flusso di richiesta del token authorization_code
pt_br: Como realizar a autenticação durante um fluxo de solicitação de token de código de autorização

# se8987bdfb35e46b2
source: Consumer key
cs_cz: Klíč spotřebitele
de: Schlüssel
es: Clave de consumidor
fi: Kuluttajan avain
fr: Clé consumer
ko: 고객 키
nl: Consumentensleutel
pt_br: Chave do consumidor
ru: Ключ потребителя
tr: Tüketici anahtarı
zh_tw: 客戶金鑰

# sb35c08e3a541188f
source: Also known as Client ID.
cs_cz: Známý také jako ID klienta.
de: Auch bekannt als Client-ID.
es: También conocido como ID de Cliente.
fi: Tunnetaan myös nimellä Client ID.
fr: Également appelé Client ID.
it: Anche conosciuto come Client ID.
ko: 클라이언트 ID로도 알려져 있습니다.
pt_br: Também conhecido como ID do Cliente.
ru: Также известен как Client ID.
tr: İstemci Kimliği olarak da bilinir.
zh_tw: 也稱為用戶端 ID

# sabaf0061f7e41b0b
source: Consumer secret
cs_cz: Spotřebitelský secret
de: Geheimniss
es: Secreto del consumidor
fi: Kuluttajan salaisuus
fr: Secret consumer
ko: 고객 비밀
nl: Consumentengeheim
pt_br: Segredo do consumidor
ru: Секретный ключ потребителя
tr: Tüketici sırrı
zh_tw: 客戶機密密碼

# sd46fd9b647cfea10
source: Also known as Client Secret.
cs_cz: Známý také jako Secret klienta.
de: Auch bekannt als Client-Secret.
es: También conocido como Secreto de Cliente.
fi: Tunnetaan myös nimellä Client Secret.
fr: Également appelé Client Secret.
it: Anche conosciuto come Client Secret.
ko: 클라이언트 비밀이라고도 합니다.
pt_br: Também conhecido como Segredo do Cliente.
ru: Также известен как Client Secret.
tr: İstemci Gizli Anahtarı olarak da bilinir.
zh_tw: 也稱為用戶端密碼

# sa61966cd83b4924c
source: Additional scopes to be passed to the OAuth Provider, separated by space. To replace existing scopes, prefix with *.
cs_cz: Další scopes, které mají být předány poskytovateli OAuth, oddělené mezerou. Chcete-li nahradit stávající scopes, použijte předponu *.
de: Zusätzliche Scopes, die an den OAuth-Provider übergeben werden, durch Leerzeichen getrennt. Um vorhandene Scopes zu ersetzen, mit * prefixen.
es: Alcances adicionales que se le pasaran al Proveedor de OAuth, separados por espacios. Para remplazar alcances existentes, anteceder con *.
fi: OAuth-palveluntarjoajalle välitettävät lisäkäyttöalueet, erotettuna toisistaan välilyönneillä. Korvataksesi olemassa olevat käyttöalueet, lisää alkuun *.
fr: Champs supplémentaires à transmettre au fournisseur OAuth, séparés par des espaces. Pour remplacer les champs existants, préfixez-les par *.
it: Ulteriori ambiti da passare al fornitore di OAuth, separati da spazio. Per sostituire gli ambiti esistenti, prefissare con *.
ko: OAuth 공급자에게 전달할 추가 범위를 공백으로 구분하여 입력합니다. 기존 범위를 바꾸려면 접두사 앞에 *를 붙입니다.
nl: Extra scopes die aan de OAuth-provider worden doorgegeven, gescheiden door spaties. Om bestaande scopes te vervangen, voeg een * toe als prefix.
pt_br: Escopos adicionais a serem passados ao Provedor OAuth, separados por espaço. Para substituir escopos existentes, prefixe com .
ru: Дополнительные области, которые необходимо передать OAuth-провайдеру, разделенные пробелом. Чтобы заменить существующие области, используйте префикс *.
tr: OAuth Sağlayıcısına geçirilecek ek kapsamlar, boşlukla ayrılmış olarak belirlenir. Mevcut kapsamları değiştirmek için, * önekini ekleyin.
zh_tw: 額外的範疇將傳遞給 OAuth 供應商，用空格分隔。要替換現存範疇，請在前面加上 *。

# s704381cea57e5a12
source: OAuth Attribute mapping
cs_cz: Mapování atributů OAuth
de: OAuth-Attribut-Mapping
es: Mapeo de Atributos OAuth
fi: OAuth-ominaisuuksien kytkentä
fr: Mappage des attributs OAuth
it: Mappatura degli attributi OAuth
pt_br: Mapeamento de Atributo OAuth
ru: Сопоставление атрибутов OAuth
tr: OAuth Özellik eşlemesi

# s91f389c796720a81
source: Load servers
cs_cz: Načíst servery
de: Server laden
es: Servidores de carga
fi: Lataa palvelimet
fr: Charger les serveurs
it: Carico server
ko: 서버 로드
nl: Servers laden
pt_br: Carregar servidores
ru: Загрузить серверы
tr: Sunucuları yükle
zh_tw: 載入伺服器

# s4f820625804ed29b
source: Re-authenticate with Plex
cs_cz: Znovu ověřit pomocí Plex
de: Erneut mit Plex authentifizieren
es: Reautenticar con Plex
fr: Se ré-authentifier avec Plex
it: Riautenticare con Plex
pt_br: Reautenticar com Plex

# sc297b2e13c28ecf9
source: Allow friends to authenticate via Plex, even if you don't share any servers
cs_cz: Povolit přátelům ověřování přes Plex, i když s nimi nesdílíte žádné servery
de: Freunden erlauben sich via Plex zu authentifizieren, auch wenn keine Server geteilt werden.
es: Permite que tus amigos se autentiquen a través de Plex, incluso si no compartes ningún servidor
fi: Salli ystävien tunnistautua Plexin kautta, vaikkei heillä olisi käytössä samoja palvelimia.
fr: Autoriser les amis à s'authentifier via Plex, même si vous ne partagez aucun serveur
it: Consenti agli amici di autenticarsi tramite Plex, anche se non condividi alcun server
ko: 친구들이 Plex를 통해 인증할 수 있도록 허용하십시오. 심지어 서버를 공유하지 않는 경우에도 해당됩니다.
nl: Sta vrienden toe om via Plex te authenticeren, zelfs als je geen servers deelt
pt_br: Permitir que amigos se autentiquem via Plex, mesmo que você não compartilhe nenhum servidor.
ru: Разрешить друзьям аутентифицироваться через Plex, даже если вы не делитесь никакими серверами.
tr: Herhangi bir sunucu paylaşmasan bile arkadaşlarının Plex aracılığıyla kimlik doğrulamasına izin ver
zh_tw: 允許好友通過 Plex 進行身分認證，即便您沒有分享任何伺服器

# sfee91e08b8b47477
source: Allowed servers
cs_cz: Povolené servery
de: Erlaubte Server
es: Servidores permitidos
fi: Sallitut palvelimet
fr: Serveurs autorisés
it: Server permessi
nl: Toegestane servers
pt_br: Servidores permitidos
ru: Разрешенные сервера
tr: İzin verilen sunucular
zh_tw: 允許的伺服器
