Repository: goauthentik/authentik
Catalog: web/xliff/*.xlf
Languages: cs_cz, de, es, fi, fr, it, ko, nl, pt_br, ru, tr, zh_tw

# sf52479d6daa0a4a8
source: Estimated user count one year from now based on ${externalUsers} current external users and ${forecastedExternalUsers} forecasted external users.
pt_br: Número estimado de usuários daqui a um ano com base nos ${externalUsers} usuários externos atuais e nos ${forecastedExternalUsers} usuários externos projetados.

# sd22bd01bdf28c548
source: Cumulative license expiry
cs_cz: Kumulativní platnost licence
de: Kumulativer Ablauf der Lizenz
es: Expiración de licencia acumulativa
fi: Kumulatiivinen lisenssin raukeaminen
fr: Expiration des licences cumulative
it: Scadenza cumulativa della licenza
ko: 누적 라이선스 만료 기간
nl: Cumulatieve licentieverloop
pt_br: Expiração cumulativa da licença
ru: Накопительный срок действия лицензии
tr: Kümülatif lisans süre sonu
zh_tw: 累計授權到期人數

# sc62e587718608e85
source: No expiry
pt_br: Sem expiração

# s0dd031b58ed4017c
source: Internal: ${item.internalUsers}
cs_cz: Interní: ${item.internalUsers}
de: Intern: ${item.internalUsers}
es: Interno: ${item.internalUsers}
fi: Sisäinen: ${item.internalUsers}
fr: Interne: ${item.internalUsers}
it: Interni: ${item.internalUsers}
ko: 내부: ${item.internalUsers}
nl: Intern: ${item.internalUsers}
pt_br: Interno: ${item.internalUsers}
ru: Внутренний: ${item.internalUsers}
tr: Dahili: ${item.internalUsers}
zh_tw: 內部使用者：${item.internalUsers}

# s57b07e524f8f5c2a
source: External: ${item.externalUsers}
cs_cz: Externí: ${item.externalUsers}
de: Extern: ${item.externalUsers}
es: Externo: ${item.externalUsers}
fi: Ulkoinen: ${item.externalUsers}
fr: Externe: ${item.externalUsers}
it: Esterni: ${item.externalUsers}
ko: 외부: ${item.externalUsers}
nl: Extern: ${item.externalUsers}
pt_br: Externo: ${item.externalUsers}
ru: Внешний: ${item.externalUsers}
tr: Harici: ${item.externalUsers}
zh_tw: 外部使用者：${item.externalUsers}

# sdeb6cee42435dd07
source: Update License
cs_cz: Aktualizovat licence
de: Lizenz aktualisieren
es: Actualizar Licencia
fi: Päivitä lisenssi
fr: Mettre à jour la licence
it: Aggiorna Licenza
ko: 라이선스 업데이트
nl: Licentie bijwerken
pt_br: Atualizar licença
ru: Обновление лицензии
tr: Lisansı Güncelle
zh_tw: 更新授權許可證

# s8c4bc6e515949112
source: Your Install ID
cs_cz: Vaše ID instalace
de: Deine Installations-ID
es: Tu ID de Instalación
fi: Asennuksesi ID
fr: Votre ID d'installation
it: Il tuo ID di installazione
pt_br: Seu ID de instalação
ru: Ваш идентификатор установки
tr: Yükleme Kimliğiniz

# sb2cbd06f8e25b47e
source: Go to Customer Portal
cs_cz: Přejít do zákaznického portálu
de: Zum Kundenportal wechseln
es: Ir al Portal de Cliente
fi: Mene asiakasportaaliin
fr: Aller au Portail Client
it: Vai al Portale del Cliente
ko: 고객 포털로 가기
nl: Ga naar het klantenportaal
pt_br: Ir para o Portal do Cliente
ru: Перейти на клиентский портал
tr: Müşteri Portalına Git
zh_tw: 前往客戶入口網站

# s31f1afc1bfe1cb3a
source: Learn more
cs_cz: Zjistit více
de: Mehr erfahren
es: Saber más
fi: Lue lisää
fr: En apprendre plus
it: Per saperne di più
pt_br: Saiba mais
ru: Подробнее
tr: Daha fazla bilgi edinin

# s6196153c4b0c1ea0
source: Install
cs_cz: Instalovat
de: Installieren
es: Instalar
fi: Asenna
fr: Installer
it: Installa
ko: 설치
nl: Installeren
pt_br: Instalar
ru: Установить
tr: Yüklemek
zh_tw: 安裝

# s0285b4bd69130fa3
source: Install License
cs_cz: Instalovat licence
de: Lizenz installieren
es: Instalar Licencia
fi: Asenna lisenssi
fr: Installer une licence
it: Installa Licenza
ko: 라이선스 설치
nl: Licentie installeren
pt_br: Instalar licença
ru: Установить лицензию
tr: Lisansı Yükle
zh_tw: 安裝授權許可證

# s1cdeecda0baf365e
source: Release
cs_cz: Vydání
es: Lanzamiento
fr: Version
it: Rilascio
pt_br: Versão
ru: Релиз

# s35429c9dc2319aea
source: Development
cs_cz: Vývoj
de: Entwicklung
es: Desarrollo
fr: Développement
it: Sviluppo
pt_br: Desenvolvimento

# s5937938934a777ab
source: UI Version
cs_cz: Verze UI
es: Versión de UI
fr: Version de l'UI
it: Versione UI
pt_br: Versão da UI
ru: Версия UI

# s42aea5c6d3d1fce7
source: Python version
cs_cz: Verze Pythonu
es: Versión de Python
fr: Version de Python
it: Versione Python
pt_br: Versão do Python
ru: Версия Python

# s5c67b6c66029e5b2
source: Platform
cs_cz: Platforma
es: Plataforma
fr: Platforme
it: Piattaforma
pt_br: Plataforma
ru: Платформа

# s7be2df39f727faa2
source: Enterprise
cs_cz: Podnik
de: Unternehmen
fr: Entreprise
nl: Onderneming
pt_br: Corporativo
tr: Kuruluş
zh_tw: 企業版

# sd51d6a39208696cc
source: Collapse ${this.label}
cs_cz: Sbalit ${this.label}
es: Colapsar ${this.label}
fr: Réduire ${this.label}
pt_br: Recolher ${this.label}

# scce64bcfb0a73ad7
source: Expand ${this.label}
cs_cz: Rozbalit ${this.label}
es: Expandir ${this.label}
fr: Développer ${this.label}
pt_br: Expandir ${this.label}

# sfe1fb536cab6c0f5
source: ${this.label} navigation
cs_cz: ${this.label} navigace
es: ${this.label} navegación
pt_br: Navegação ${this.label}

# s8849ece8c65e3a18
source: Dashboards
cs_cz: Ovládací panely
es: Paneles
fi: Kojetaulut
fr: Tableaux de bord
it: Dashboard
ko: 대시보드
pt_br: Painéis
ru: Панели
tr: Gösterge Panoları
zh_tw: 儀表板

# sd12f594a3184c056
source: Customization
cs_cz: Přizpůsobení
de: Anpassung
es: Personalización
fi: Räätälöinti
fr: Personnalisation
it: Personalizzazione
pt_br: Personalização
ru: Персонализация
tr: Özelleştirme

# s1a65ee08832fbfe2
source: Flows and Stages
cs_cz: Toky a kroky
de: Flows und Stages
es: Flujos y Etapas
fi: Prosessit ja vaiheet
fr: Flux et Étapes
it: Flussi e fasi
ko: 플로우 및 스테이지
pt_br: Fluxos e Etapas
ru: Потоки и этапы
tr: Akışlar ve Aşamalar
zh_tw: 流程與階段

# sc0829ee663ced008
source: Directory
cs_cz: Adresář
de: Verzeichnis
es: Directorio
fi: Hakemisto
fr: Répertoire
it: Cartella
ko: 디렉토리
nl: Map
pt_br: Diretório
ru: Каталог
tr: Rehber
zh_tw: 使用者目錄

# sc6b4ebd37b7a91c7
source: Tokens and App passwords
cs_cz: Tokeny a hesla aplikací
de: Tokens und App Passwörter
es: Tokens y contraseñas de aplicaciones
fi: Tunnisteet ja sovellussalasanat
fr: Jetons et mots de passe d'application
it: Token e password dell'app
ko: 토큰 및 앱 비밀번호
nl: Tokens en App-wachtwoorden
pt_br: Tokens e senhas do aplicativo
ru: Токены и пароли приложений
tr: Belirteçler ve Uygulama parolaları
zh_tw: 權杖和應用程式密碼

# sa81e2cdaf6921adc
source: System
cs_cz: Systém
es: Sistema
fi: Järjestelmä
fr: Système
it: Sistema
ko: 시스템
nl: Systeem
pt_br: Sistema
ru: Система
tr: Sistem
zh_tw: 系統

# s5515a897ae98bed9
source: Certificates
cs_cz: Certifkáty
de: Zertifikate
es: Certificados
fi: Sertifikaatit
fr: Certificats
it: Certificati
ko: 인증서
nl: Certificaten
pt_br: Certificados
ru: Сертификаты
tr: Sertifikalar
zh_tw: 憑證

# s6b79e73ca77148a0
source: Outpost Integrations
cs_cz: Integrace Outpostu
de: Outpostintegrationen
es: Integraciones de Outpost
fi: Tukikohtaintegraatiot
fr: Intégration d’avant-postes
it: Integrazione avamposto
ko: Outpost 통합
nl: Outpost-integraties
pt_br: Integrações de Outpost
ru: Интеграции внешнего компонента
tr: Üs Entegrasyonları
zh_tw: Outpost 整合

# s7df5b92a3f93544f
source: Warning: The current user count has exceeded the configured licenses.
cs_cz: Upozornění: Aktuální počet uživatelů překročil načtené licence.
de: Warnung: Die aktuelle Benutzerzahl hat die konfigurierten Lizenzen überschritten.
es: Advertencia: El número actual de usuarios ha excedido las licencias configuradas.
fi: Varoitus: Valittu käyttäjä on ylittänyt määriteltyjen lisenssiensä määrän.
fr: Avertissement : le nombre d'utilisateurs actuel a dépassé les licences configurées.
it: Attenzione: il numero di utenti correnti ha superato le licenze configurate.
ko: 경고: 현재 사용자 수가 구성된 라이선스를 초과했습니다.
nl: Waarschuwing: Het huidige aantal gebruikers heeft de geconfigureerde licenties overschreden.
pt_br: Aviso: A contagem atual de usuários excedeu as licenças configuradas.
ru: Предупреждение: Текущее количество пользователей превысило количество настроенных лицензий.
tr: Uyarı: Geçerli kullanıcı sayısı yapılandırılan lisansları aştı.
zh_tw: 警告：目前的使用者人數已抵達設設定的授權許可上限。

# s9f4d6296b906d591
source: Warning: One or more license(s) have expired.
cs_cz: Upozornění: Jedné nebo více licencím vypršela platnost.
de: Warnung: Eine oder mehrere Lizenz(en) sind abgelaufen.
es: Advertencia: Una o más licencia(s) han expirado.
fi: Varoitus: yksi tai useampi lisenssi on vanhentunut.
fr: Attention : une ou plusieurs licence(s) ont expirées.
it: ATTENZIONE: una o più licenze sono scadute.
pt_br: Aviso: Uma ou mais licença(s) expiraram.
ru: Внимание: Срок действия одной или нескольких лицензий истек.
tr: Uyarı: Bir veya daha fazla lisansın süresi doldu.

# s3b016caea59af3ef
source: Warning: One or more license(s) will expire within the next 2 weeks.
cs_cz: Upozornění: Jedné nebo více licencím vyprší platnost během následujících 2 týdnů.
de: Warnung: Eine oder mehrere Lizenz(en) werden innerhalb der nächsten 2 Wochen ablaufen.
es: Advertencia: Una o más licencia(s) expirarán en las próximas 2 semanas.
fi: Varoitus: yksi tai useampi lisenssi vanhenee seuraavan 2 viikon kuluessa.
fr: Attention : une ou plusieurs licence(s) expireront dans les prochaines 2 semaines.
it: ATTENZIONE: una o più licenze scadranno entro le prossime 2 settimane.
pt_br: Aviso: Uma ou mais licença(s) expirarão nas próximas 2 semanas.
ru: Внимание: Срок действия одной или нескольких лицензий истекает в течение ближайших 2 недель.
tr: Uyarı: Bir veya daha fazla lisansın süresi önümüzdeki 2 hafta içinde sona erecektir.

# sd8a5f7269b7ac7a3
source: Caution: This authentik instance has entered read-only mode due to expired/exceeded licenses.
cs_cz: Pozor: Tato instance authentik přešla do režimu pouze pro čtení kvůli vypršeným/překročeným licencím.
de: Achtung: Diese authentik-Instanz ist aufgrund abgelaufener/überschrittener Lizenzen in den schreibgeschützten Modus übergegangen.
es: Precaución: Esta instancia de authentik ha entrado en modo de solo lectura debido a licencias expiradas o excedidas.
fi: Varoitus: Tämä authentik-palvelu on siirtynyt vain luku -tilaan vanhentuneiden tai ylitettyjen lisenssien takia.
fr: Attention : cette instance d'authentik est entrée en mode lecture seule du fait de licences expirées ou dépassées.
it: ATTENZIONE: questa istanza di authentik ha inserito la modalità di sola lettura a causa delle licenze scadute/superate.
pt_br: Aviso: Esta instância do authentik entrou no modo somente leitura devido a licenças expiradas/excedidas.
ru: Внимание: Этот экземпляр authentik перешел в режим "только чтение" из-за истекших/превышенных лицензий.
tr: Dikkat: Bu authentik örneği, süresi dolmuş/aşılmış lisanslar nedeniyle salt okunur moda girmiştir.

# s0141f42936495787
source: Click here for more info.
cs_cz: Klikněte zde pro více info.
de: Hier klicken für weitere Informationen.
es: Haz clic aquí para más información.
fi: Klikkaa tästä saadaksesi lisätietoja.
fr: Cliquez ici pour plus d'informations.
it: Clicca qui per ulteriori informazioni.
ko: 자세한 내용을 보려면 여기를 클릭하세요.
nl: Klik hier voor meer informatie.
pt_br: Clique aqui para mais informações.
ru: Нажмите здесь для получения дополнительной информации.
tr: Daha fazla bilgi için buraya tıklayın.
zh_tw: 點擊這裡取得更多資訊。

# se8c58e65674b6847
source: This authentik instance uses a Trial license.
cs_cz: Tato instance authentik používá zkušební licenci.
de: Diese authentik-Instanz verwendet eine Trial-Lizenz.
es: Esta instancia de authentik utiliza una licencia de prueba.
fi: Tämä authentik-palvelu käyttää kokeilulisenssiä.
fr: Cette instance d'authentik utilise une licence d'essai.
it: Questa istanza di authentik utilizza una licenza di prova.
pt_br: Esta instância do authentik usa uma licença de avaliação.
ru: Этот экземпляр authentik использует Пробную лицензию.
tr: Bu authentik örneği bir Deneme lisansı kullanır.

# s6ee52309e586eb18
source: This authentik instance uses a Non-production license.
cs_cz: Tato instance authentik používá licenci pro neprodukční prostředí.
de: Diese authentik-Instanz verwendet eine Lizenz zur nicht produktiven Nutzung.
es: Esta instancia de authentik utiliza una licencia de no-producción.
fi: Tämä authentik-palvelu käyttää ei-tuotanto-lisenssiä.
fr: Cette instance d'authentik utilise une licence de non-production.
it: Questa istanza di authentik utilizza una licenza non adatta alla produzione.
pt_br: Esta instância do authentik usa uma licença de não produção.
ru: Этот экземпляр authentik использует Non-production лицензию.
tr: Bu authentik örneği, Üretim dışı lisans kullanır.

# s1381314790b50b1f
source: A newer version (${this.version.versionCurrent}) of the UI is available.
cs_cz: Je k dispozici novější verze (${this.version.versionCurrent}) UI.
de: Eine neuere Version (${this.version.versionCurrent}) der Benutzeroberfläche ist verfügbar.
es: Una nueva versión (${this.version.versionCurrent}) del UI está disponible.
fr: Une nouvelle version (${this.version.versionCurrent}) de l'UI est disponible.
it: Una nuova versione (${this.version.versionCurrent}) della UI è disponibile.
pt_br: Uma versão mais recente (${this.version.versionCurrent}) da UI está disponível.

# sf6707428adeba590
source: API drawer
pt_br: Painel da API

# s32a3efa23718e713
source: API Requests
cs_cz: Požadavky API
de: API Anfragen
es: Solicitudes de API
fi: Rajapintapyynnöt
fr: Requêtes d'API
it: Richieste API
ko: API 요청
nl: API-verzoeken
pt_br: Solicitações de API
ru: API запросы
tr: API İstekleri
zh_tw: API 要求

# sddb3b0176f437721
source: Open API Browser
cs_cz: Otevřít prohlížeč API
de: API-Browser öffnen
es: Abrir navegador de API
fi: Avaa rajapintaselain
fr: Ouvrir le navigateur API
it: Apri navigatore API
ko: API 브라우저 열기
pt_br: Abrir Navegador de API
ru: Открыть API браузер
tr: API Tarayıcısını aç
zh_tw: 打開 API 瀏覽器

# sf3b5b13c6b55eb4c
source: Close API drawer
pt_br: Fechad painel da API

# sfa991acd65f738bf
source: View details for ${label}
pt_br: Ver detalhes de ${label}

# s5bb4026da28b7914
source: Mark as read
pt_br: Marcar como lido

# s6e6e737601f44b2c
source: Successfully cleared notifications
cs_cz: Oznámení byla úspěšně vymazána
de: Benachrichtigungen erfolgreich gelöscht
es: Notificaciones borradas correctamente
fi: Notifikaatioiden tyhjennys onnistui.
fr: Notifications effacées avec succès
it: Notifiche ripulite con successo
ko: 알림을 성공적으로 지웠습니다.
nl: Meldingen succesvol gewist
pt_br: Notificações limpas com sucesso
ru: Уведомления успешно очищены
tr: Bildirimler başarıyla silindi
zh_tw: 成功清除通知

# s61ffea061fae0af4
source: No notifications found.
cs_cz: Nenalezena žádná upozornění.
de: Keine Benachrichtigungen gefunden.
es: No se encontraron notificaciones.
fr: Aucune notification trouvée.
it: Nessuna notifica trovata.
pt_br: Nenhuma notificação encontrada.
ru: Уведомлений не найдено.

# scf8d5cdc8b434982
source: You don't have any notifications currently.
cs_cz: Aktuálně nemáte žádná upozornění.
de: Sie haben zur Zeit keine Benachrichtigungen.
es: No tienes ninguna notificación en este momento.
fr: Vous n'avez actuellement pas de notification.
it: Non hai notifiche al momento.
pt_br: Você não tem nenhuma notificação atualmente.
ru: В данный момент у вас нет никаких уведомлений.

# sc0064c91ad2aa90b
source: Notification drawer
pt_br: Painel de notificações

# s5be3c6d61cd9182f
source: Notifications
cs_cz: Oznámení
de: Benachrichtigungen
es: Notificaciones
fi: Notifikaatiot
it: Notifiche
ko: 알림
nl: Meldingen
pt_br: Notificações
ru: Уведомления
tr: Bildirimler
zh_tw: 通知

# sa3438c7bb4e9cce8
source: ${this.unread} unread
cs_cz: ${this.unread}nepřečtených
de: ${this.unread} ungelesen
es: ${this.unread}sin leer
fi: ${this.unread}lukematta
fr: ${this.unread}non-lu
it: ${this.unread}non letto
ko: ${this.unread} 읽지 않음
nl: ${this.unread} ongelezen
pt_br: ${this.unread} não lidas
ru: ${this.unread} не прочитано
tr: ${this.unread} okunmamış
zh_tw: ${this.unread} 封尚未讀取

# s8cda828dac449ea5
source: Clear all
cs_cz: Vymazat vše
de: Alles löschen
es: Borrar todo
fi: Tyhjennä kaikki
fr: Tout vider
it: Pulisci tutto
ko: 모두 삭제
nl: Alles wissen
pt_br: Limpar tudo
ru: Очистить все
tr: Hepsini temizle
zh_tw: 清除全部

# sf1a3d030efd11f28
source: Open about dialog
cs_cz: Otevřít dialog O programu
es: Abre el dialogo Sobre
fr: Ouvrir la boîte de dialogue "À propos"
pt_br: Abrir diálogo sobre

# s95b96d7ead27527f
source: Product name
cs_cz: Název produktu
es: Nombre del producto
fr: Nom du produit
pt_br: Nome do produto

# s68b6d404c3349b18
source: Product version
cs_cz: Verze produktu
es: Versión del producto
fr: Version du produit
pt_br: Versão do produto

# s358e08de4fbebf51
source: Version ${this.version?.versionCurrent || ""}
cs_cz: Verze ${this.version?.versionCurrent || ""}
es: Versión ${this.version?.versionCurrent || ""}
it: Versione ${this.version?.versionCurrent || ""}
pt_br: Versão ${this.version?.versionCurrent || ""}
ru: Версия ${this.version?.versionCurrent || ""}

# se0d7715f3211d220
source: Global navigation
cs_cz: Globální navigace
es: Navegación global
fr: Navigation globale
pt_br: Navegação global

# s67ac11d47f1ce794
source: WebAuthn requires this page to be accessed via HTTPS.
cs_cz: WebAuthn vyžaduje, aby byla tato stránka přístupná přes HTTPS.
de: WebAuthn verlangt, dass der Zugriff auf diese Seite über HTTPS erfolgt.
es: WebAuthn requiere que esta página se acceda a través de HTTPS.
fi: WebAuthn edellyttää, että tämä sivu on käytettävissä HTTPS:n yli
fr: WebAuthn requirt que cette page soit accessible via HTTPS.
it: WebAuthn richiede che questa pagina sia accessibile tramite HTTPS.
ko: WebAuthn을 사용하려면 이 페이지에 HTTPS를 통해 액세스해야 합니다.
pt_br: WebAuthn requer que esta página seja acessada via HTTPS.
ru: WebAuthn требует, чтобы доступ к этой странице осуществлялся по протоколу HTTPS.
tr: WebAuthn, bu sayfaya HTTPS üzerinden erişilmesini gerektirir.
zh_tw: WebAuthn 需要使用 HTTPS 存取這個頁面。

# se9e9e1d6799b86a5
source: WebAuthn not supported by browser.
cs_cz: WebAuthn není podporováno prohlížečem.
de: WebAuthn wird vom Browser nicht unterstützt.
es: WebAuthn no es compatible con el navegador.
fi: Selain ei tue WebAuthn:ää.
fr: WebAuthn n'est pas supporté pas ce navigateur.
it: WebAuthn non supportato dal browser.
ko: 브라우저에서 WebAuthn을 지원하지 않습니다.
pt_br: WebAuthn não é suportado pelo navegador.
ru: WebAuthn не поддерживается браузером.
tr: WebAuthn tarayıcı tarafından desteklenmiyor.
zh_tw: 不支援 WebAuthn 的瀏覽器。

# sab85321d3b0840b7
source: API request failed
cs_cz: Požadavek API selhal
de: API Anfrage fehlgeschlagen
es: Solicitud de API fallida
fi: Rajapintakutsu epäonnistui
fr: Requête d'API échouée
it: Richiesta API non riuscita
ko: API 요청 실패
nl: API-verzoek mislukt
pt_br: A solicitação de API falhou
ru: Не удалось выполнить запрос API
tr: API isteği başarısız
zh_tw: API 要求失敗

# sa4be93eb7f4e51e3
source: Site links
pt_br: Links do site

# s6fe64b4625517333
source: Powered by authentik
de: Erstellt durch Authentik
es: Desarrollado por authentik
fi: Käyttää authentikiä
fr: Propulsé par authentik
nl: Ondersteund door authentik
pt_br: Desenvolvido por authentik
ru: Основано на authentik
tr: Auentik tarafından desteklenmektedir
zh_tw: 由 authentik 技術支援

# sd766cdc29b25ff95
source: Authenticating with Apple...
cs_cz: Probíhá ověřování s Apple...
de: Authentifizierung mit Apple...
es: Autenticando con Apple...
fi: Tunnistaudutaan Applella...
fr: Authentification avec Apple...
it: Autenticazione con Apple...
ko: Apple로 인증...
nl: Authenticatie met Apple...
pt_br: Autenticando com Apple...
ru: Аутентификация с помощью Apple...
tr: Apple ile kimlik doğrulaması...
zh_tw: 使用 Apple 進行身分認證中……

# s2c8189544e3ea679
source: Retry
cs_cz: Znovu
de: Erneut versuchen
es: Intentar de nuevo
fi: Yritä uudelleen
fr: Recommencer
it: Riprova
ko: 재시도
nl: Opnieuw proberen
pt_br: Tentar novamente
ru: Повторить
tr: Yeniden dene
zh_tw: 重試

# s420d2cdedcaf8cd0
source: Authenticating with Plex...
cs_cz: Probíhá ověřování s Plexem...
de: Authentifizierung mit Plex...
es: Autenticando con Plex...
fi: Tunnistaudutaan Plexillä...
fr: Authentification avec Plex...
it: Autenticazione con Plex...
ko: Plex로 인증...
nl: Authenticatie met Plex...
pt_br: Autenticando com Plex...
ru: Аутентификация с помощью Plex...
tr: Plex ile kimlik doğrulaması...
zh_tw: 使用 Plex 進行身分認證中……

# s2ddbebcb8a49b005
source: Waiting for authentication...
cs_cz: Čeká se na ověření...
de: Warten auf Authentifizierung...
es: Esperando autenticación...
fi: Odotetaan tunnistautumista...
fr: En attente de l'authentification...
it: In attesa di autenticazione...
ko: 인증을 기다리는 중...
nl: Wachten op authenticatie...
pt_br: Aguardando autenticação...
ru: Ожидание аутентификации...
tr: Kimlik doğrulaması bekleniyor...
zh_tw: 等待身分認證中……

# sb15fe7b9d09bb419
source: If no Plex popup opens, click the button below.
cs_cz: Pokud se neotevře okno Plex, klikněte na tlačítko níže.
de: Wenn sich kein Plex-Popup öffnet, klicken Sie auf die Schaltfläche unten.
es: Si no se abre una ventana emergente de Plex, haga clic en el botón de abajo.
fi: Jos Plex-ponnahdusikkuna ei aukea, klikkaa alla olevaa painiketta.
fr: Si aucune fenêtre contextuelle Plex ne s'ouvre, cliquez sur le bouton ci-dessous.
it: Se non si apre alcun popup plex, fare clic sul pulsante in basso.
ko: Plex 팝업이 열리지 않으면 아래 버튼을 클릭하세요.
nl: Als er geen Plex pop-up wordt geopend, klik dan op de onderstaande knop.
pt_br: Se nenhuma janela pop-up do Plex abrir, clique no botão abaixo.
ru: Если всплывающее окно Plex не открывается, нажмите кнопку ниже.
tr: Plex açılır penceresi açılmazsa, aşağıdaki düğmeyi tıklayın.
zh_tw: 如果 Plex 彈出視窗未開啟，請點選以下按鈕前往。

# sbc625b4c669b9ce8
source: Open login
cs_cz: Otevřít přihlášení
de: Anmeldung öffnen
es: Abrir inicio de sesión
fi: Avaa kirjautuminen
fr: Ouvrir la connexion
it: Aprire login
ko: 로그인 열기
nl: Open aanmelding
pt_br: Abrir login
ru: Открытый логин
tr: Girişi aç
zh_tw: 開啟登入頁面

# sf376ae7e9ef41c1a
source: Authenticating with Telegram...
pt_br: Autenticando com Telegram...

# s76ea993fdc8503d8
source: Click the button below to start.
pt_br: Clique no botão abaixo para iniciar.

# s15d6fabebb4ef2d8
source: User information
pt_br: Informações do usuário

# s4607a8246d0d6265
source: Avatar for ${this.user}
pt_br: Avatar de ${this.user}

# sb0dbcf3bb1127907
source: User avatar
pt_br: Avatar do usuário

# s9bd9ba84819493d4
source: Something went wrong! Please try again later.
cs_cz: Něco se pokazilo! Zkuste to znovu později.
de: Etwas ist schiefgelaufen. Bitte probiere es später wieder
es: ¡Algo salió mal! Inténtelo de nuevo más tarde.
fi: Jokin meni pieleen! Yritä myöhemmin uudelleen.
fr: Une erreur s'est produite ! Veuillez réessayer plus tard.
it: Qualcosa è andato storto! Per favore riprova più tardi.
ko: 문제가 발생했습니다! 나중에 다시 시도해 주세요.
nl: Er is iets fout gegaan! Probeer het later opnieuw.
pt_br: Algo deu errado! Por favor, tente novamente mais tarde.
ru: Что-то пошло не так! Пожалуйста, повторите попытку позже.
tr: Bir şeyler ters gitti! Lütfen daha sonra tekrar deneyin.
zh_tw: 發生錯誤，請稍後再次嘗試。

# s4090dd0c0e45988b
source: Request ID
cs_cz: ID požadavku
de: Anfrage-ID
es: ID de Solicitud
fi: Pyynnön ID
fr: ID de requête
ko: 요청 ID
nl: Aanvraag-ID
pt_br: ID da solicitação
ru: ИД запроса
tr: İstek Kimliği
zh_tw: 要求 ID

# s4d7fe7be1c49896c
source: You may close this page now.
cs_cz: Nyní můžete tuto stránku zavřít.
de: Sie können diese Seite jetzt schließen.
es: Puedes cerrar esta página ahora.
fi: Voit sulkea tämän sivun nyt.
fr: Vous pouvez maintenant fermer cette page.
it: Puoi chiudere questa pagina ora.
ko: 이제 이 페이지를 닫아도 됩니다.
nl: U kunt deze pagina nu sluiten.
pt_br: Você pode fechar esta página agora.
ru: Теперь вы можете закрыть эту страницу.
tr: Bu sayfayı şimdi kapatabilirsiniz.
zh_tw: 您現在可以關閉這個頁面。
