Repository: goauthentik/authentik
Catalog: web/xliff/*.xlf
Languages: cs_cz, de, es, fi, fr, it, ko, nl, pt_br, ru, tr, zh_tw

# s844fea0bfb10a72a
source: Authentication code
cs_cz: Ověřovací kód
de: Authentifizierungscode
es: Código de autenticación
fi: Todennuskoodi
fr: Code d'authentification
it: Codice di autenticazione
ko: 인증 코드
nl: Verificatiecode
pt_br: Código de autenticação
ru: Код аутентификации
tr: Kimlik doğrulama kodu
zh_tw: 認證碼

# s7abc9d08b0f70fd6
source: Static token
cs_cz: Statický token
de: Statische Token
es: Token estático
fi: Staattinen tunniste
fr: Jeton statique
it: Token statico
ko: 정적 토큰
nl: Statische token
pt_br: Token estático
ru: Статический токен
tr: Statik belirteç
zh_tw: 靜態權杖

# s14e8ac4d377a1a99
source: Type an authentication code...
pt_br: Digite um código de autenticação...

# s39002897db60bb28
source: Sending Duo push notification...
cs_cz: Odesílání Duo push oznámení...
de: Sende Duo-Push-Benachrichtigung …
es: Enviando notificación push de Duo
fi: Lähetetään Duo-push-notifikaatiota...
fr: Envoi de la notification push Duo
it: Invio notifica push Duo in corso...
pt_br: Enviando notificação push do Duo...
ru: Отправка push-уведомления Duo...
tr: Duo push bildirimi gönderiliyor...

# sd2b8c1caa0340ed6
source: Failed to authenticate
cs_cz: Ověření se nezdařilo
de: Authentifizierung fehlgeschlagen
es: No se pudo autenticar
fi: Tunnistautuminen epäonnistui
fr: Échec d'authentification
it: Autenticazione fallita
pt_br: Falha ao autenticar
ru: Не удалось аутентифицироваться
tr: Kimlik doğrulaması yapılamadı

# s363abde8a254ea5f
source: Authentication failed. Please try again.
cs_cz: Ověření selhalo. Zkuste to prosím znovu.
de: Authentifizierung fehlgeschlagen. Bitte versuchen Sie es erneut.
es: Falló la autenticación. Por favor inténtalo de nuevo.
fi: Tunnistautuminen epäonnistui. Yritä uudelleen.
fr: Échec d'authentification. Veuillez réessayer.
it: Autenticazione fallita. Per favore riprova.
pt_br: Falha na autenticação. Por favor, tente novamente.
ru: Аутентификация не удалась. Пожалуйста, попробуйте еще раз
tr: Kimlik doğrulaması başarısız oldu. Lütfen tekrar deneyin.

# sffef1a8596bc58bb
source: Authenticating...
cs_cz: Ověřování...
de: Authentifiziere…
es: Autenticando...
fi: Tunnistaudutaan...
fr: Authentification en cours...
it: Autenticazione...
pt_br: Autenticando...
ru: Аутентификация...
tr: Kimlik doğrulama...

# se409d01b52c4e12f
source: Retry authentication
cs_cz: Opakovat ověření
de: Authentifizierung erneut versuchen
es: Reintentar la autenticación
fi: Yritä tunnistautumista uudelleen
fr: Réessayer l'authentification
it: Riprova autenticazione
ko: 인증 다시 시도
nl: Herhaal authenticatie
pt_br: Tentar novamente a autenticação
ru: Повторить аутентификацию
tr: Kimlik doğrulamayı yeniden deneyin
zh_tw: 重試身分認證

# s8d857061510fe794
source: Duo push-notifications
cs_cz: Duo push-notifikace
de: Duo Push-Benachrichtigungen
es: Notificaciones push dúo
fi: Duo:n push-notifikaatiot
fr: Notification push Duo
it: Notifiche push Duo
ko: Duo push-알림
nl: Duo pushmeldingen
pt_br: Notificações push do Duo
ru: Duo push-уведомления
tr: Duo push-bildirimleri
zh_tw: Duo 推播通知

# s47490298c17b753a
source: Receive a push notification on your device.
cs_cz: Na své zařízení obdržíte push notifikaci.
de: Erhalten Sie eine Push-Benachrichtigung auf Ihrem Gerät.
es: Reciba una notificación push en su dispositivo.
fi: Vastaanota push-notifikaatio laitteellasi.
fr: Recevoir une notification push sur votre appareil.
it: Ricevi una notifica push sul tuo dispositivo.
ko: 디바이스에서 푸시 알림을 받습니다.
nl: Ontvang een pushmelding op uw apparaat.
pt_br: Receber uma notificação push em seu dispositivo.
ru: Получите push-уведомление на свое устройство.
tr: Cihazınızda anında iletme bildirimi alın.
zh_tw: 在您的裝置上接收推播通知。

# s16bc281dce5685e8
source: Authenticator
cs_cz: Autentikátor
de: Authentifikator
es: Autenticador
fi: Todentaja
fr: Authentificateur
it: Autenticatore
ko: 인증기
pt_br: Autenticador
ru: Аутентификатор
tr: Kimlik Doğrulayıcı
zh_tw: 身分認證器

# sdefec5401bf67eba
source: Use a security key to prove your identity.
cs_cz: Použijte bezpečnostní klíč k prokázání své identity.
de: Verwenden Sie einen Sicherheitsschlüssel, um Ihre Identität nachzuweisen
es: Use una llave de seguridad para demostrar su identidad.
fi: Käytä turva-avainta identiteettisi todistamiseksi.
fr: Utilisez une clé de sécurité pour prouver votre identité.
it: Usa una chiave di sicurezza per dimostrare la tua identità.
ko: 보안 키를 사용하여 신원을 증명하세요.
nl: Gebruik een beveiligingssleutel om uw identiteit te bewijzen.
pt_br: Use uma chave de segurança para provar sua identidade.
ru: Используйте ключ безопасности, чтобы подтвердить свою личность.
tr: Kimliğinizi kanıtlamak için bir güvenlik anahtarı kullanın.
zh_tw: 使用您的安全金鑰證明身分。

# sd6a025d66f2637d1
source: Traditional authenticator
cs_cz: Tradiční autentikátor
de: Traditioneller Authentifikator
es: Autenticador Tradicional
fi: Perinteinen todentaja
fr: Authentificateur traditionnel
it: Autenticatore tradizionale
ko: 전통적 인증기
nl: Traditionele authenticator
pt_br: Autenticador tradicional
ru: Традиционный аутентификатор
tr: Geleneksel kimlik doğrulayıcı
zh_tw: 傳統身分認證器

# sb25e689e00c61829
source: Use a code-based authenticator.
cs_cz: Použijte autentikátor založený na kódech.
de: Verwenden Sie einen Code-basierten Authentifikator
es: Use un autenticador basado en código.
fi: Käytä koodipohjaista todentajaa
fr: Utiliser un authentifieur à code.
it: Utilizzare un autenticatore basato su codice.
ko: 코드 기반 인증기를 사용합니다.
nl: Gebruik een op codes gebaseerde authenticator.
pt_br: Use um autenticador baseado em código.
ru: Используйте аутентификатор на основе кода.
tr: Kod tabanlı kimlik doğrulayıcı kullanın.
zh_tw: 使用基於認證碼的身分認證器。

# s9e568afec3810bfe
source: Recovery keys
cs_cz: Klíče pro obnovu
de: Wiederherstellungsschlüssel
es: Teclas de recuperación
fi: Palautusavaimet
fr: Clés de récupération
it: Chiavi di recupero
ko: 복구 키
nl: Herstelsleutels
pt_br: Chaves de recuperação
ru: Ключи восстановления
tr: Kurtarma tuşları
zh_tw: 救援金鑰

# s8bb0a1b672b52954
source: In case you lose access to your primary authenticators.
pt_br: Caso você perca acesso ao seu método de autenticação principal.

# s0e516232f2ab4e04
source: Tokens sent via SMS.
cs_cz: Tokeny zaslané prostřednictvím SMS.
de: Per SMS versendete Token.
es: Tokens enviados por SMS.
fi: Tunnisteet lähetetty tekstiviestinä.
fr: Jetons envoyés par SMS.
it: Token inviati tramite SMS.
ko: SMS를 통해 토큰을 전송했습니다.
nl: Tokens verstuurd via SMS.
pt_br: Tokens enviados via SMS.
ru: Токены отправляются по SMS.
tr: Belirteçler SMS ile gönderildi.
zh_tw: 通過簡訊傳送權杖。

# s833cfe815918c143
source: Tokens sent via email.
cs_cz: Tokeny odeslané e-mailem.
de: Tokens per E-Mail gesendet.
es: Tokens enviados por correo electrónico.
fr: Jetons envoyés par courriel.
it: Token inviati via email.
pt_br: Tokens enviados por e-mail.
ru: Токены, отправлены по электронной почте.

# s76d21e163887ddd1
source: Unknown device
pt_br: Dispositivo desconhecido

# sf0ceaf3116e31fd4
source: An unknown device class was provided.
pt_br: Uma classe de dispositivo não reconhecida foi fornecida.

# s610fced3957d0471
source: Select an authentication method
pt_br: Selecione um método de autenticação

# s958cedec1cb3fc52
source: Select a configuration stage
pt_br: Selecione um estágio de configuração

# sac17f177f884e238
source: Stay signed in?
cs_cz: Zůstat přihlášen?
de: Eingeloggt bleiben?
es: ¿Mantener sesión iniciada?
fi: Pysy sisäänkirjautuneena?
fr: Rester connecté ?
it: Rimani connesso?
ko: 로그인을 유지하시겠습니까?
nl: Aangemeld blijven?
pt_br: Permitir que eu permaneça conectado?
ru: Оставаться в системе?
tr: Oturumunuz açık kaldı mı?
zh_tw: 繼續保持登入？

# s859b2e00391da380
source: Select Yes to reduce the number of times you're asked to sign in.
cs_cz: Vyberte Ano, aby se snížil počet žádostí o přihlášení.
de: Wähle 'Ja' um die Anzahl der Anmeldeaufforderungen zu reduzieren.
es: Seleccione Sí para reducir la cantidad de veces que se le solicita iniciar sesión.
fi: Valitse kyllä vähentääksesi sitä, kuinka usein sinua pyydetään kirjautumaan sisään.
fr: Sélectionnez Oui pour réduire le nombre de fois où l'on vous demande de vous connecter.
it: Seleziona Sì per ridurre il numero di volte in cui ti viene chiesto di effettuare l'accesso.
ko: 로그인 요청 횟수를 줄이려면 예를 선택합니다.
nl: Selecteer Ja om het aantal keren dat u wordt gevraagd om u aan te melden te verminderen.
pt_br: Selecione Sim para reduzir o número de vezes que você é solicitado a entrar.
ru: Выберите Да, чтобы уменьшить количество запросов на вход.
tr: Oturum açmanızın istenme sayısını azaltmak için Evet'i seçin.
zh_tw: 選擇「是」來減少詢問登入的次數。

# s23da7320dee28a60
source: Device Code
cs_cz: Kód zařízení
pt_br: Código do Dispositivo

# s3cd84e82e83e35ad
source: Please enter your code
cs_cz: Prosím zadejte svůj kód
de: Bitte geben Sie Ihren Code ein
es: Por favor, introduzca su código
fi: Kirjoita koodisi
fr: Veuillez saisir votre code
it: Per favore inserisci il tuo codice.
ko: 코드를 입력하세요.
nl: Voer uw code in
pt_br: Por favor, insira seu código
ru: Пожалуйста, введите ваш код
tr: Lütfen kodunuzu giriniz
zh_tw: 請輸入您的認證碼

# s455a8fc21077e7f9
source: You've successfully authenticated your device.
cs_cz: Vaše zařízení bylo úspěšně ověřeno.
de: Sie haben Ihr Gerät erfolgreich authentifiziert.
es: Has autenticado tu dispositivo correctamente.
fi: Olet tunnistautunut laitteellasi.
fr: Vous avez authentifié votre appareil avec succès.
it: Hai autenticato correttamente il tuo dispositivo.
ko: 디바이스 인증에 성공했습니다.
nl: U heeft uw apparaat succesvol geauthenticeerd.
pt_br: Você autenticou seu dispositivo com sucesso.
ru: Вы успешно прошли проверку подлинности своего устройства.
tr: Cihazınızın kimliğini başarıyla doğruladınız.
zh_tw: 您已成功透過裝置認證。

# sac88482c48453fc8
source: You've logged out of ${this.challenge.applicationName}. You can go back to the overview to launch another application, or log out of your authentik account.
cs_cz: Odhlásili jste se z ${this.challenge.applicationName}. Můžete se vrátit na přehled a spustit jinou aplikaci nebo se odhlásit z účtu authentik.
de: Sie sind von ${this.challenge.applicationName} abgemeldet. Sie können zurück zu Übersicht gehen, um eine andere Anwendung zu starten, oder sich ausloggen.
es: Has cerrado sesión de ${this.challenge.applicationName}. Puede volver a la descripción general para iniciar otra aplicación o cerrar sesión en su cuenta de authentik.
fi: Olet kirjautunut ulos palvelusta ${this.challenge.applicationName}. Voit palata yleisnäkymään käynnistääksesi jonkun toisen sovelluksen, tai voit kirjautu ulos authentik-tililtäsi.
fr: Vous vous êtes déconnecté de ${this.challenge.applicationName}. Vous pouvez retourner à la vue d'ensemble pour lancer une autre application, ou vous déconnecter de votre compte authentik.
it: Hai effettuato il logout da ${this.challenge.applicationName}. Puoi tornare alla panoramica per avviare un'altra applicazione o disconnetterti dal tuo account authentik.
pt_br: Você saiu de ${this.challenge.applicationName}. Você pode voltar para a visão geral para iniciar outro aplicativo ou sair da sua conta authentik.
tr: ${this.challenge.applicationName} ourumunu kapattınız. Başka bir uygulama başlatmak için genel bakışa geri dönebilir veya authentik hesabınızdan çıkış yapabilirsiniz.

# s3108167b562674e2
source: Go back to overview
cs_cz: Vrátit se na přehled
de: Zurück zur Übersicht
es: Volver a la vista general
fi: Palaa yleisnäkymään
fr: Retourner à la vue d'ensemble
it: Torna alla panoramica
pt_br: Voltar para a visão geral
tr: Genel bakışa geri dön

# sdb749e793de55478
source: Log out of ${this.challenge.brandName}
cs_cz: Odhlásit se z ${this.challenge.brandName}
de: Abmelden von ${this.challenge.brandName}
es: Cerrar sesión de ${this.challenge.brandName}
fi: Kirjaudu ulos palvelusta ${this.challenge.brandName}
fr: Se déconnecter de ${this.challenge.brandName}
it: Esci da ${this.challenge.brandName}
pt_br: Sair de ${this.challenge.brandName}
tr: ${this.challenge.brandName} oturumunu kapatın

# s521681ed1d5ff814
source: Log back into ${this.challenge.applicationName}
cs_cz: Přihlásit se zpět do ${this.challenge.applicationName}
de: Erneut anmelden bei ${this.challenge.applicationName}
es: Volver a iniciar sesión ${this.challenge.applicationName}
fi: Kirjaudu takaisin palveluun ${this.challenge.applicationName}
fr: Se reconnecter à ${this.challenge.applicationName}
it: Accedi di nuovo a ${this.challenge.applicationName}
pt_br: Entrar novamente em ${this.challenge.applicationName}
tr: ${this.challenge.applicationName} oturumuna tekrar giriş yapın

# s78869b8b2bc26d0d
source: SAML Provider
pt_br: Provedor SAML

# sca83a1f9227f74b9
source: SAML logout complete
pt_br: Logout SAML finalizado

# s7b90eab7969ae056
source: Redirecting to SAML provider: ${providerName}
pt_br: Redirecionando ao provedor SAML: ${providerName}

# s3e6174b645d96835
source: Posting logout request to SAML provider: ${providerName}
pt_br: Enviando requisição de logout ao provedor SAML: ${providerName}

# s0b1ffff8bedd6b8a
source: Unknown Provider
pt_br: Provedor Desconhecido

# s777e86d562523c85
source: Logging out of providers...
pt_br: Saindo dos provedores...

# s4980379bf8461c2d
source: Single Logout
pt_br: Logout Único

# s3736936aac1adc2e
source: Open flow inspector
pt_br: Abrir inspecionador de fluxo

# sa17ce23517e56461
source: Authentication form
pt_br: Formulário de autenticação

# s7fa4e5e409d43573
source: Error creating credential: ${err}
cs_cz: Chyba při vytváření přihlašovacích údajů: ${err}
de: Fehler beim Erstellen der Anmeldeinformationen: ${err}
es: Error al crear la credencial: ${err}
fi: Valtuutuksen luonti epäonnistui: ${err}
fr: Erreur lors de la création des identifiants : ${err}
it: Errore durante la creazione della credenziale: ${err}
ko: 자격 증명 생성 오류: ${err}
nl: Fout bij aanmaken van referentie: ${err}
pt_br: Erro ao criar credencial: ${err}
ru: Ошибка при создании учетных данных: ${err}
tr: Kimlik bilgisi oluşturulurken hata oluştu: ${err}
zh_tw: 建立憑證時發生錯誤： ${err}

# s9d95f09deb601f34
source: Server validation of credential failed: ${err}
cs_cz: Ověření přihlašovacích údajů na serveru selhalo: ${err}
de: Servervalidierung der Anmeldedaten fehlgeschlagen: ${err}
es: La validación del servidor de la credencial falló: ${err}
fi: Valtuutuksen palvelintarkastus epäonnistui: ${err}
fr: Erreur lors de la validation des identifiants par le serveur : ${err}
it: Convalida server delle credenziali non riuscita: ${err}
ko: 자격 증명의 서버 유효성 검사 실패: ${err}
nl: Servervalidatie van referentie mislukt: ${err}
pt_br: Falha na validação do servidor da credencial: ${err}
ru: Проверка учетных данных на сервере не удалась: ${err}
tr: Kimlik bilgilerinin sunucu doğrulaması başarısız oldu: ${err}
zh_tw: 伺服器驗證憑證失敗： ${err}

# sb0821a9e92cac5eb
source: Failed to register. Please try again.
cs_cz: Registrace se nezdařila. Zkuste to prosím znovu.
de: Registrierung fehlgeschlagen. Bitte versuchen Sie es erneut.
es: Error al registrarse. Por favor, inténtalo de nuevo.
fi: Rekisteröityminen epäonnistui. Yritä uudelleen.
fr: Échec d'enregistrement. Veuillez réessayer.
it: Registrazione fallita. Per favore riprova.
pt_br: Falha ao registrar. Por favor, tente novamente.
ru: Не удалось зарегистрироваться. Пожалуйста, попробуйте еще раз
tr: Kayıt başarısız oldu. Lütfen tekrar deneyin.

# s238784fc1dc672ae
source: Registering...
cs_cz: Registrace...
de: Registriere…
es: Registrando...
fi: Rekisteröidään...
fr: Enregistrement...
it: Registrazione...
pt_br: Registrando...
ru: Регистрация...
tr: Kaydediliyor...

# s009bd1c98a9f5de2
source: Failed to register
cs_cz: Registrace se nezdařila
de: Registrierung fehlgeschlagen
es: No se pudo registrar
fi: Rekisteröityminen epäonnistui
fr: Échec de l'enregistrement
it: Registrazione fallita
pt_br: Falha ao registrar
ru: Не удалось зарегистрироваться
tr: Kayıt başarısız oldu

# sb166ce92e8e807d6
source: Retry registration
cs_cz: Opakovat registraci
de: Registrierung erneut versuchen
es: Reintentar registro
fi: Yritä rekisteröitymistä uudelleen
fr: Réessayer l'enregistrement
it: Riprova registrazione
pt_br: Tentar registrar novamente
ru: Повторить регистрацию
tr: Kaydı yeniden deneyin

# sc92905d14a9421f3
source: Idle
cs_cz: Nečinný
de: Untätig
es: Inactivo
fr: Inactif
it: Inattivo
pt_br: Ocioso
ru: Ожидание

# s4b052cb287d81da7
source: Connecting
cs_cz: Připojování
de: Verbinden
es: Conectando
fr: Connexion en cours
it: In connessione
pt_br: Conectando
ru: Подключение

# s123b7254b44dd148
source: Waiting
cs_cz: Čekání
de: Warten
es: Esperando
fr: En attente
it: In attesa
pt_br: Aguardando

# s82a4e28ab5b56670
source: Connected
cs_cz: Připojeno
de: Verbunden
es: Conectado
fr: Connecté
it: Connesso
pt_br: Conectado
ru: Подключено

# sd669c8ff49c068ad
source: Disconnecting
cs_cz: Odpojování
de: Trennen
es: Desconectando
fr: Déconnexion en cours
it: In disconnessione
pt_br: Desconectando
ru: Отключение

# sfc2c3bd345c0128a
source: Disconnected
cs_cz: Odpojeno
de: Getrennt
es: Desconectado
fr: Déconnecté
it: Disconnesso
pt_br: Desconectado
ru: Отключено

# s28b99b59541f54ca
source: Connection failed after ${this.connectionAttempt} attempts.
cs_cz: Připojení selhalo po ${this.connectionAttempt} pokusech.
de: Verbindung nach ${this.connectionAttempt} Versuch(en) fehlgeschlagen.
es: La conexión falló después de ${this.connectionAttempt} intentos.
fi: Yhteys epäonnistui ${this.connectionAttempt} yrityksen jälkeen.
fr: Connexion échouée après ${this.connectionAttempt} essais.
it: Connessione fallita dopo ${this.connectionAttempt} tentativi.
pt_br: Conexão falhou após ${this.connectionAttempt} tentativas.
ru: Подключение не удалось после ${this.connectionAttempt} попытки(ок).
tr: Bağlantı ${this.connectionAttempt} deneme sonrasında başarısız oldu.

# s7c7d956418e1c8c8
source: Re-connecting in ${Math.max(1, delay / 1000)} second(s).
cs_cz: Opětovné připojení za ${Math.max(1, delay / 1000)} sekund.
de: Verbindung wird in ${Math.max(1, delay / 1000)} Sekunde(n) wiederhergestellt.
es: Reconectando en ${Math.max(1, delay / 1000)} segundo(s).
fi: Yhdistetään uudelleen ${Math.max(1, delay / 1000)} sekunnin kuluttua.
fr: Re-connexion dans ${Math.max(1, delay / 1000)} seconde(s).
it: Ri-connessione in ${Math.max(1, delay / 1000)} secondo(i).
pt_br: Reconectando em ${Math.max(1, delay / 1000)} segundo(s).
ru: Повторное подключение через ${Math.max(1, delay / 1000)} сек.
tr: ${Math.max(1, delay / 1000)} sn içinde yeniden bağlanacak.

# sfc003381f593d943
source: Connecting...
cs_cz: Připojování...
de: Verbinde…
es: Conectando...
fi: Yhdistetään...
fr: Connexion...
it: Connessione...
pt_br: Conectando...
ru: Подключение...
tr: Bağlanma...

# s31aa94a0b3c7edb2
source: Select endpoint to connect to
cs_cz: Vyberte endpoint, ke kterému se chcete připojit
de: Endpunkt zum Verbinden auswählen
es: Elige a que endpoint conectarse
fi: Valitse päätepiste johon yhdistetään
fr: Sélectionner le point de terminaison auquel se connecter
it: Seleziona Endpoint a cui connettersi
pt_br: Selecione o endpoint para se conectar
ru: Выберите конечную точку для подключения
tr: Bağlanılacak uç noktayı seçin

# sfa660d9e563c346f
source: Edit application...
pt_br: Editar aplicação...

# s3fb39fc45e840f78
source: Refer to documentation
cs_cz: Odkaz na dokumentaci
de: Siehe Dokumentation
es: Apóyate en la documentación
fi: Katso dokumentaatio
fr: Référez-vous à la documentation
it: Riferirsi alla documentazione
ko: 문서 참조
nl: Zie documentatie
pt_br: Consulte a documentação
ru: См. документацию
tr: Belgelere bakın
zh_tw: 請參考文件

# sc741dfb09d3395f0
source: No Applications available.
cs_cz: Nejsou k dispozici žádné aplikace.
de: Keine Anwendungen vorhanden.
es: No hay aplicaciones disponibles.
fi: Sovelluksia ei ole saatavilla.
fr: Aucune Application disponible.
it: Nessuna applicazione disponibile.
ko: 사용 가능한 애플리케이션이 없습니다.
nl: Geen beschikbare toepassingen.
pt_br: Nenhum aplicativo disponível.
ru: Нет доступных приложений.
tr: Kullanılabilir Uygulama yok.
zh_tw: 沒有可用的應用程式。

# sf34026321b35315c
source: Either no applications are defined, or you don’t have access to any.
cs_cz: Buď nejsou definovány žádné aplikace, nebo k žádné nemáte přístup.
de: Entweder sind keine Anwendungen definiert, oder Sie haben keinen Zugriff auf welche.
es: No se han definido aplicaciones o no tienes acceso a ninguna.
fi: Joko sovelluksia ei ole määritelty tai sinulla ei ole pääsyä niihin.
fr: Soit aucune application n'est définie, soit vous n'en avez accès à aucune.
it: O non sono definite applicazioni o non hai accesso a nessuna.
ko: 정의된 애플리케이션이 없거나 애플리케이션에 대한 액세스 권한이 없는 경우입니다.
nl: Of er zijn geen toepassingen gedefinieerd, of u heeft geen toegang tot een van hen.
pt_br: Nenhuma aplicação está definida ou você não tem acesso a nenhuma.
ru: Приложения либо не определены, либо у вас нет доступа к ним.
tr: Ya hiçbir uygulama tanımlanmamıştır ya da hiçbirine erişiminiz yoktur.
zh_tw: 尚未有已定義的應用程式，或是您沒有存取任何應用程式的權限。

# s1cf2298d92c327a6
source: My Applications
cs_cz: Moje aplikace
de: Meine Anwendungen
es: Mis aplicaciones
fi: Sovellukseni
fr: Mes Applications
it: Le mie Applicazioni
ko: 내 애플리케이션
nl: Mijn toepassingen
pt_br: Minhas aplicações
ru: Мои приложения
tr: Uygulamalarım
zh_tw: 我的應用程式

# s65b433c52c2ad8eb
source: Search for an application by name...
pt_br: Busque uma aplicação por nome...

# s4facec1106c91cf9
source: Search returned no results.
cs_cz: Hledání nevrátilo žádné výsledky.
de: Suche ergab keine Treffer.
es: La búsqueda no arrojó resultados.
fi: Haku ei palauttanut tuloksia.
fr: La recherche n'a pas retourné de résultat.
it: La ricerca non ha restituito risultati.
pt_br: A pesquisa não retornou resultados.
ru: Поиск не дал никаких результатов.
tr: Arama hiçbir sonuç döndürmedi.

# s2656433a3b1f7e86
source: My applications
cs_cz: Moje aplikace
de: Meine Anwendungen
es: Mis aplicaciones
fi: Sovellukseni
fr: Mes applications
it: Le mie applicazioni
ko: 내 애플리케이션
nl: Mijn toepassingen
pt_br: Minhas aplicações
ru: Мои приложения
tr: Uygulamalarım
zh_tw: 我的應用程式

# s06c92148da82be0d
source: Change your password
cs_cz: Změna hesla
de: Ändern Sie Ihr Passwort
es: Cambia tu contraseña
fi: Vaihda salasanasi
fr: Changer votre mot de passe
it: Cambia la tua password
ko: 비밀번호 변경
nl: Wijzig uw wachtwoord
pt_br: Mude sua senha
ru: Изменить ваш пароль
tr: Parolanızı değiştirin
zh_tw: 變更您的密碼

# sff50532a2d85e32e
source: Change password
cs_cz: Změnit heslo
de: Password ändern
es: Cambiar contraseña
fi: Vaihda salasana
fr: Changer le mot de passe
it: Cambia password
ko: 비밀번호 변경
nl: Wachtwoord wijzigen
pt_br: Mudar senha
ru: Изменить пароль
tr: Parolayı değiştir
zh_tw: 變更密碼

# s045c3b86aae073c1
source: Delete account
cs_cz: Smazat účet
de: Account löschen
es: Eliminar cuenta
fi: Poista tili
fr: Supprimer le compte
it: Elimina account
ko: 계정 삭제
nl: Account verwijderen
pt_br: Deletar conta
ru: Удалить аккаунт
tr: Hesabı sil
zh_tw: 刪除帳號

# s4a6aa26413287069
source: Successfully updated details
cs_cz: Údaje byly úspěšně aktualizovány
de: Details erfolgreich aktualisiert.
es: Detalles actualizados correctamente
fi: Tietojen päivitys onnistui
fr: Détails mis à jour avec succès
it: Dettagli aggiornati con successo
ko: 세부 정보를 성공적으로 업데이트했습니다
nl: Gegevens succesvol bijgewerkt
pt_br: Detalhes atualizados com sucesso
ru: Детали успешно обновлены.
tr: Ayrıntılar başarıyla güncellendi
zh_tw: 成功更新個人資訊

# s6fcd9b5a87ceccd6
source: Open settings
cs_cz: Otevřít nastavení
de: Einstellungen öffnen
es: Abrir ajustes
fi: Avaa asetukset
fr: Ouvrir les paramètres
it: Aprire impostazioni
ko: 설정 열기
nl: Instellingen openen
pt_br: Abrir Configurações
ru: Открыть настройки
tr: Ayarları aç
zh_tw: 開啟設定
