Repository: goauthentik/authentik
Catalog: web/xliff/*.xlf
Languages: cs_cz, de, es, fi, fr, it, ko, nl, pt_br, ru, tr, zh_tw

# s3945449bd524d8a5
source: When enabled, connection authorizations will be deleted when a client disconnects. This will force clients with flaky internet connections to re-authorize the endpoint.
cs_cz: Pokud je povoleno, autorizace připojení budou odstraněny, když se klient odpojí. To přinutí klienty s nestabilními internetovými připojeními, aby znovu autorizovali endpoint.
de: Wenn aktiviert, werden Verbindungsautorisierungen gelöscht, sobald ein Client die Verbindung trennt. Dies erzwingt, dass Clients mit instabiler Internetverbindung den Endpunkt erneut autorisieren müssen.
es: Cuando se habilita esta opción, las autorizaciones de conexión se eliminarán cuando un cliente se desconecte. Esto obligará a los clientes con conexiones a Internet inestables a volver a autorizar el punto de conexión.
fi: Kun tämä on käytössä, yhteyksien valtuutukset poistetaan kun asiakkaan yhteys katkeaa. Tämä pakottaa katkeilevia internet-yhteyksiä käyttävät asiakkaat tunnistautumaan päätepisteeseen uudelleen.
fr: Si activé, les autorisations de connexion seront supprimées lorsqu'un client se déconnecte. Cela forcera les clients avec des connexions internet instables à ré-autoriser le point de terminaison.
it: Se abilitato, le autorizzazioni di connessione verranno eliminate quando un client si disconnette. Ciò costringerà i clienti con connessioni Internet traballante per autorizzare nuovamente l'endpoint.
pt_br: Quando ativado, as autorizações de conexão serão excluídas quando um cliente se desconectar. Isso forçará clientes com conexões de internet instáveis a reautorizar o endpoint.
ru: Если эта функция включена, авторизация соединения будет удаляться при отключении клиента. Это заставит клиентов с нестабильным интернет-соединением повторно авторизоваться на конечной точке.
tr: Etkinleştirildiğinde, bir istemcinin bağlantısı kesildiğinde bağlantı yetkileri silinir. Bu, kesintili internet bağlantılarına sahip istemcileri uç noktayı yeniden yetkilendirmeye zorlar.

# s3271da6c18c25b18
source: Connection settings.
cs_cz: Nastavení připojení.
de: Verbindungseinstellungen.
es: Ajustes de conexión.
fi: Yhteysasetukset.
fr: Paramètres de connexion.
it: Impostazioni connessione.
pt_br: Configurações de conexão.
ru: Настройки подключения
tr: Bağlantı ayarları'nı tıklayın.

# se8dd47dfaf01d6c9
source: Key used to sign the events.
cs_cz: Klíč použitý k podepisování událostí.
de: Schlüssel, der zum Signieren der Ereignisse verwendet wird.
es: Clave utilizada para firmar los eventos.
fr: Clé utilisée pour signer les évènements.
it: Chiave usata per firmare gli eventi.
pt_br: Chave usada para assinar os eventos.

# sd1b31f8fba05d429
source: Event Retention
cs_cz: Zachování události
de: Ereignisaufbewahrung
es: Retención de Eventos
fr: Rétention des évènements
it: Conservazione degli eventi
pt_br: Retenção de eventos

# sd760b123cced4675
source: Determines how long events are stored for. If an event could not be sent correctly, its expiration is also increased by this duration.
cs_cz: Určuje, jak dlouho jsou události uloženy. Pokud událost nemohla být správně odeslána, její platnost se také prodlouží o tuto dobu.
de: Legt fest, wie lange Ereignisse gespeichert werden. Wenn ein Ereignis nicht korrekt gesendet werden konnte, wird sein Ablauf ebenfalls um diese Dauer verlängert.
es: Determina la duración del almacenamiento de los eventos. Si un evento no se pudo enviar correctamente, su vencimiento también se incrementa con esta duración.
fr: Détermine pendant combien de temps les évènements sont stockés. Si un évènement n'a pas pu être correctement envoyé, son expiration est également augmentée de cette valeur.
it: Determina per quanto tempo gli eventi vengono archiviati. Se un evento non può essere inviato correttamente, anche la sua scadenza viene aumentata di questa durata.
pt_br: Determina por quanto tempo os eventos são armazenados. Se um evento não puder ser enviado corretamente, sua expiração também será aumentada por essa duração.

# s1aa62e1bf258e88a
source: OIDC Providers
cs_cz: Poskytovatelé OIDC
de: OIDC Provider
es: Proveedores OIDC
fr: Fournisseurs OIDC
it: Fornitori OIDC
pt_br: Provedores OIDC

# sb0b86b8ca6ab13bd
source: Providers
cs_cz: Poskytovatelé
de: Provider
es: Proveedores
fi: Palveluntarjoajat
fr: Fournisseurs
ko: 공급자
pt_br: Provedores
ru: Провайдеры
tr: Sağlayıcılar
zh_tw: 供應商

# s3ffa320128991a45
source: Provide support for protocols like SAML and OAuth to assigned applications.
cs_cz: Zajištění podpory protokolů jako SAML a OAuth pro přiřazené aplikace.
de: Stellen Unterstützung für Protokolle wie SAML und OAuth für zugewiesene Anwendungen bereit.
es: Proporcionar soporte para protocolos como SAML y OAuth a las aplicaciones asignadas.
fi: Tarjoavat liitetyille sovelluksille tuen protokollille kuten SAML ja OAuth.
fr: Assure la prise en charge de protocoles tels que SAML et OAuth aux applications attribuées.
it: Fornire supporto per protocolli come SAML e OAuth alle applicazioni assegnate.
ko: 할당된 애플리케이션에 SAML 및 OAuth와 같은 프로토콜을 지원합니다.
nl: Bied ondersteuning voor protocollen zoals SAML en OAuth aan toegewezen applicaties.
pt_br: Forneça suporte para protocolos como SAML e OAuth para aplicativos atribuídos.
ru: Обеспечивание поддержки таких протоколов, как SAML и OAuth, в назначенных приложениях.
tr: Atanan uygulamalara SAML ve OAuth gibi protokoller için destek sağlayın.
zh_tw: 為分配的應用程式提供如 SAML 和 OAuth 等協定的支援。

# s0c9d1c885a69abe8
source: Provider Search
cs_cz: Hledání poskytovatele
pt_br: Pesquisar Provedor

# s9db1679f3b234d4e
source: Search for providers…
cs_cz: Hledat poskytovatele...
pt_br: Pesquisar provedores...

# s10929ca568ae10bc
source: Provider(s)
cs_cz: Poskytovatel(é)
de: Provider
es: Proveedor(s)
fi: Palveluntarjoaja(t)
fr: Fournisseur(s)
ko: 제공자(목록)
pt_br: Provedor(es)
ru: Провайдер(ы)
tr: Sağlayıcı (lar)
zh_tw: 供應商

# sb2b3b281954752c4
source: Assigned to application
cs_cz: Přiřazeno k aplikaci
de: Zugewiesen an Anwendung
es: Asignado a la aplicación
fi: Liitetty sovellukseen
fr: Assigné à l'application
it: Assegnato all'applicazione
ko: 애플리케이션에 할당
nl: Toegewezen aan applicatie
pt_br: Atribuído ao aplicativo
ru: Назначено приложению
tr: Uygulamaya atanmış
zh_tw: 分配給應用程式：

# sa6c0ba4910c7ad7f
source: Assigned to application (backchannel)
cs_cz: Přiřazeno k aplikaci (backchannel)
de: Zugewiesen an Anwendung (Rückkanal)
es: Asignado a la aplicación (canal secundario)
fi: Liitetty sovellukseen (taustakanava)
fr: Assigné à l'application (backchannel).
it: Assegnato all'applicazione (backchannel)
ko: 애플리케이션에 할당 (백채널)
nl: Toegewezen aan applicatie (backchannel)
pt_br: Atribuído ao aplicativo (canal de retorno)
ru: Назначено приложению (backchannel)
tr: Uygulamaya atandı (arka kanal)
zh_tw: 分配給應用程式（背景通道）：

# s0fb31bb136cc353a
source: Provider not assigned to any application.
cs_cz: Poskytovatel není přiřazen žádné aplikaci.
pt_br: Provedor não atribuído a nenhum aplicativo.

# sc9175cb129fdc306
source: Update ${item.verboseName}
cs_cz: Aktualizovat ${item.verboseName}
de: Aktualisiere ${item.verboseName}
es: Actualizar ${item.verboseName}
fi: Päivitä ${item.verboseName}
fr: Mettre à jour ${item.verboseName}
it: Aggiorna ${item.verboseName}
ko: ${item.verboseName} 업데이트
pt_br: Atualizar ${item.verboseName}
ru: Обновить ${item.verboseName}
tr: ${item.verboseName} Güncelleştir
zh_tw: 更新 ${item.verboseName}

# sfbb87c9ced1fde54
source: Edit "${item.name}" provider
pt_br: Editar provedor "${item.name}"

# s3b579c4bb6b447ae
source: Successfully triggered sync.
cs_cz: Synchronizace úspěšně spuštěna.
de: Synchronisation erfolgreich ausgelöst.
es: Sincronización iniciada correctamente.
fi: Synkronoinnin käynnistäminen onnistui.
fr: Synchronisation lancée avec succès.
it: Sincronizzazione attivata con successo.
pt_br: Sincronização acionada com sucesso.
ru: Синхронизация успешно запущена.
tr: Senkronizasyon başarıyla tetiklendi.

# s5deac600e329de1b
source: Log messages
cs_cz: Zprávy protokolu
de: Logeinträge
es: Registro de mensajes
fi: Lokiviestit
fr: Messages de Journal
it: Messaggi di log
ko: 로그 메시지
nl: Logberichten
pt_br: Mensagens de log
ru: Журнал сообщений
tr: Günlük iletileri
zh_tw: 日誌訊息

# sc4bf1a365af696eb
source: Override dry-run mode
cs_cz: Přepsat režim nanečisto
de: Dry-Run-Modus überschreiben
es: Anular el modo de simulación
fr: Forcer la désactivation du mode simulation
it: Ignorare la modalità di prova
pt_br: Substituir modo de simulação

# s94a5233931be4110
source: When enabled, this sync will still execute mutating requests regardless of the dry-run mode in the provider.
cs_cz: Když je tato možnost povolena, tato synchronizace stále provede mutační požadavky bez ohledu na režim nanečisto v poskytovateli.
de: Wenn aktiviert, führt diese Synchronisierung verändernde Anfragen dennoch aus, unabhängig vom Dry-Run-Modus des Anbieters.
es: Cuando está habilitado, esta sincronización ejecutará solicitudes que modifican datos independientemente del modo de simulación en el proveedor.
fr: Si activé, la synchronisation exécutera les requêtes de mutations sans vérifier le réglage du mode simulation du fournisseur.
it: Quando abilitata, questa sincronizzazione continuerà a eseguire le richieste di modifica indipendentemente dalla modalità di esecuzione di prova nel fornitore.
pt_br: Quando habilitado, esta sincronização ainda executará solicitações de mutação, independentemente do modo de simulação no provedor.

# s05073d2537b45d1a
source: Sync
cs_cz: Synchronizovat
de: Syncronisieren
es: Sincronizar
fi: Synkronoi
fr: Synchroniser
it: Sincronizzazione
pt_br: Sincronizar
ru: Синхронизация
tr: Eşitleme

# s3819162efec77de1
source: Sync Group
cs_cz: Synchronizovat skupinu
de: Gruppe synchronisieren
es: Sincronizar Grupo
fi: Synkronoi ryhmä
fr: Synchroniser le groupe
it: Gruppo di sincronizzazione
pt_br: Sincronizar Grupo
ru: Группа синхронизации
tr: Grubu Eşitle

# s7d2d3d298fdccfc8
source: Google Workspace Group(s)
cs_cz: Google Workspace Skupina(y)
de: Google Workspace Gruppe(n)
es: Grupo(s) de Google Workspace
fi: Google Workspace -ryhmä(t)
fr: Groupe(s) du fournisseur Google Workspace
it: Gruppo(i) Google Workspace
pt_br: Grupo(s) do Google Workspace
ru: Google Workspace Группа(ы)
tr: Google Workspace Grupları

# se9da93aa2e6cce21
source: Sync User
cs_cz: Synchronizovat uživatele
de: Benutzer synchronisieren
es: Sincronizar Usuario
fi: Synkronoi käyttäjä
fr: Synchroniser l'utilisateur
it: Sincronizzazione utente
pt_br: Sincronizar Usuário
ru: Синхронизация пользователей
tr: Kullanıcıyı Senkronize Et

# s8c9cf2c004755526
source: Google Workspace User(s)
cs_cz: Google Workspace Uživatel(é)
de: Google Workspace Benutzer
es: Usuario(s) de Google Workspace
fi: Google Workspace -käyttäjä(t)
fr: Utilisateur(s) du fournisseur Google Workspace
it: Utente(i) Google Workspace
pt_br: Usuário(s) do Google Workspace
ru: Google Workspace Пользователь(и)
tr: Google Workspace Kullanıcıları

# s03f42eea72154959
source: Username
cs_cz: Uživatelské jméno
de: Anmeldename
es: Nombre usuario
fi: Käyttäjätunnus
fr: Nom d'utilisateur
ko: 사용자명
nl: Gebruikersnaam
pt_br: Usuário
ru: Имя пользователя
tr: Kullanıcı Adı
zh_tw: 使用者名稱

# s3f63421908094590
source: Current status
cs_cz: Aktuální stav
es: Estado actual
pt_br: Status atual

# s4412853e1655ebb3
source: Sync is currently running.
cs_cz: Probíhá synchronizace.
es: La sincronización se está ejecutando actualmente.
pt_br: A sincronização está em execução.

# s08661004803c26b0
source: Sync is not currently running.
cs_cz: Synchronizace teď neprobíhá.
es: La sincronización no se está ejecutando actualmente.
pt_br: A sincronização não está em execução.

# s81d16aa9ec62262c
source: Last successful sync
cs_cz: Poslední úspěšná synchronizace
es: Última sincronización exitosa
pt_br: Última sincronização bem-sucedida

# sd1eb8f8acdbcd1d3
source: No successful sync found.
cs_cz: Žádná úspěšná synchronizace nenalezena.
es: No se encontró ninguna sincronización exitosa.
pt_br: Nenhuma sincronização bem-sucedida encontrada.

# s6b0eeb3de1789c6e
source: Last sync status
cs_cz: Stav poslední synchronizace
es: Último estado de sincronización
pt_br: Último status de sincronização

# s6c3daaac4eed12f9
source: Changelog
cs_cz: Seznam změn
de: Versionsverlauf
es: Registro de cambios
fi: Muutosloki
fr: Journal des modification
ko: 변경 로그
pt_br: Log de alterações
ru: Журнал изменений
tr: Değişiklikler
zh_tw: 更新日誌

# sb23304fc42c5d6d9
source: Provisioned Users
cs_cz: Poskytnutí uživatelé
de: Bereitgestellte Benutzer
es: Usuarios Provisionados
fi: Käyttöönotetut käyttäjät
fr: Utilisateurs provisionnés
it: Utenti forniti
pt_br: Usuários Provisionados
ru: Предоставлено пользователям
tr: Sağlanan Kullanıcılar

# s6a81ee82b2e5ecbb
source: Provisioned Groups
cs_cz: Poskytnutí skupiny
de: Bereitgestellte Gruppen
es: Grupos Provisionados
fi: Käyttöönotetut ryhmät
fr: Groupes provisionnés
it: Gruppi provocatori
pt_br: Grupos Provisionados
ru: Предоставлено группам
tr: Sağlanan Gruplar

# s2f0f6691de0b0388
source: Warning: Provider is not assigned to an application as backchannel provider.
cs_cz: Upozornění: Poskytovatel není přiřazený k aplikaci jako backchannel poskytovatel.
de: Warnung: Anbieter ist keiner Anwendung als Backchannel Anbieter zugeordnet
es: Advertencia: El proveedor no está asignado a una aplicación como proveedor de canal secundario.
fi: Varoitus: Palveluntarjoajaa ei ole liitetty mihinkään sovellukseen taustakanavapalveluntarjoajana.
fr: Avertissement : Le fournisseur n'est pas assigné à une application en tant que fournisseur backchannel.
it: Attenzione: Il provider non è assegnato a un'applicazione come provider di backchannel.
ko: 경고: 공급자가 애플리케이션에 백채널 공급자로 할당되지 않았습니다.
nl: Waarschuwing: Provider is niet toegewezen aan een applicatie als backchannel-provider.
pt_br: Aviso: O provedor não está atribuído a um aplicativo como provedor de canal de retorno.
ru: Предупреждение: Провайдер не назначен приложению в качестве провайдера обратного канала.
tr: Uyarı: Sağlayıcı bir uygulamaya arka kanal sağlayıcısı olarak atanmamış.
zh_tw: 警告：供應商未作為背景通道分配給任何應用程式。

# sc2473aae093ce256
source: Dry-run
cs_cz: Nanečisto
es: Simulación
fr: Mode simulation
it: Prova
pt_br: Modo de simulação

# sd520a4089006ca93
source: Update Google Workspace Provider
cs_cz: Aktualizovat poskytovatele Google Workspace
de: Google Workspace Provider aktualisieren
es: Actualizar Proveedor de Google Workspace
fi: Päivitä Google Workspace -palveluntarjoaja
fr: Mettre à jour le fournisseur Google Workspace
it: Aggiorna fornitore Google Workspace
pt_br: Atualizar Provedor Google Workspace
ru: Обновить провадера Google Workspace
tr: Google Workspace Sağlayıcı'yı güncelleme

# s398f6ba74ba8943a
source: Select providers to add to application
cs_cz: Vyberte poskytovatele, které chcete přidat do aplikace
de: Anbieter zum Hinzufügen zur Anwendung auswählen
es: Seleccione proveedores para agregar a la aplicación
fi: Valitse palveluntarjoajat, jotka liitetään sovellukseen
fr: Sélectionnez les fournisseurs à ajouter à l'application.
it: Seleziona i provider da aggiungere all'applicazione
ko: 애플리케이션에 추가할 공급자 선택
nl: Selecteer providers om aan de applicatie toe te voegen
pt_br: Selecione os provedores para adicionar ao aplicativo
ru: Выберите провайдеров для добавления в приложение
tr: Uygulamaya eklenecek sağlayıcıları seçin
zh_tw: 選擇要加入到應用程式的供應商

# sa90b7809586c35ce
source: Either input a full URL, a relative path, or use 'fa://fa-test' to use the Font Awesome icon "fa-test".
fi: Syötä joko kokonainen URL-osoite, suhteellinen polku tai 'fa://fa-test' käyttääksesi Font Awesome -kuvaketta "fa-test".
nl: Voer een volledige URL, een relatief pad in, of gebruik 'fa://fa-test' om het Font Awesome-pictogram "fa-test" te gebruiken.
pt_br: Insira um URL completo, um caminho relativo ou use 'fa://fa-test' para usar o ícone "fa-test" do Font Awesome.

# s0410779cb47de312
source: Path template for users created. Use placeholders like `%(slug)s` to insert the source slug.
cs_cz: Šablona cesty pro vytvořené uživatele. Použijte zástupné symboly jako `%(slug)s` pro vložení slugu zdroje.
de: Pfadvorlage für neu erstellte Nutzer. Benutzer Platzhalter wie `%(slug)s` um den Slug der Quelle einzusetzen.
es: Plantilla de ruta creada para los usuarios. Utilice marcadores de posición como `%(slug)s` para insertar el slug de origen.
fi: Polkumalli luoduille käyttäjille. Käytä paikanvaraajia, kuten `%(slug)s` liittääksesi lähteen polkutunnisteen.
fr: Modèle de chemin pour les utilisateurs créés. Utilisez des espaces réservés comme `%(slug)s` pour insérer le slug de la source.
it: Modello di percorso per gli utenti creato. Utilizza segnaposto come `%(slug)s` per inserire lo slug di origine.
ko: 사용자용 경로 템플릿이 생성되었습니다. 소스 슬러그를 삽입하려면 `%(slug)s`와 같은 자리 표시자를 사용하세요.
nl: Padtemplate voor aangemaakte gebruikers. Gebruik plaatshouders zoals `%(slug)s` om de bron-slug in te voegen.
pt_br: Modelo de caminho para usuários criados. Use espaços reservados como %(slug)s para inserir o slug da fonte.
ru: Шаблон пути для созданных пользователей. Для вставки исходного идентификатора используйте заполнители типа `%(slug)s`
tr: Oluşturulan kullanıcılar için yol şablonu. Kaynak bilgiyi eklemek için '%(slug)s' gibi yer tutucuları kullanın.
zh_tw: 使用者建立的路徑範本，使用預置內容例如「%(slug)s」來插入來源縮寫。

# s58fd2aafa4261c55
source: Successfully updated application.
cs_cz: Aplikace byla úspěšně aktualizována.
de: Anwendung erfolgreich aktualisiert.
es: Aplicación actualizada correctamente.
fi: Sovelluksen päivitys onnistui.
fr: Application mise à jour avec succès
it: Applicazione aggiornata con successo.
ko: 애플리케이션을 성공적으로 업데이트했습니다.
nl: Applicatie succesvol bijgewerkt.
pt_br: Aplicativo atualizado com sucesso.
ru: Приложение успешно обновлено.
tr: Uygulama başarıyla güncellendi.
zh_tw: 成功更新應用程式。

# s9222ca30ae7786e4
source: Successfully created application.
cs_cz: Aplikace byla úspěšně vytvořena.
de: Anwendung erfolgreich erstellt.
es: Aplicación creada correctamente.
fi: Sovelluksen luonti onnistui.
fr: Application créée avec succès
it: Applicazione creata con successo.
ko: 애플리케이션을 성공적으로 만들었습니다.
nl: Applicatie succesvol aangemaakt.
pt_br: Aplicativo criado com sucesso.
ru: Приложение успешно создано.
tr: Uygulama başarıyla oluşturuldu.
zh_tw: 成功建立應用程式。

# s5e0c81c05565bf42
source: Using this form will only create an Application. In order to authenticate with the application, you will have to manually pair it with a Provider.
cs_cz: Použití tohoto formuláře pouze vytvoří aplikaci. Pro autentizaci s aplikací ji budete muset ručně spárovat s poskytovatelem.
de: Mit diesem Formular wird nur eine Anwendung erstellt. Um dich bei der Anwendung zu authentifizieren, musst du sie manuell mit einem Provider verknüpfen.
es: Usar este formulario solo creará una aplicación. Para autenticarse con la aplicación, deberá vincularla manualmente con un proveedor.
fr: L'utilisation de ce formulaire ne créera qu'une application. Afin de vous authentifier auprès de l'application, vous devrez l'associer manuellement à un fournisseur.
it: Utilizzando questo modulo verrà creata solo un'applicazione. Per autenticarsi con l'applicazione, sarà necessario associarla manualmente a un provider.
pt_br: Usar este formulário criará apenas um Aplicativo. Para autenticar com o aplicativo, você terá que emparelhá-lo manualmente com um Provedor.

# s350a616ff5e145ec
source: Select a provider that this application should use.
cs_cz: Vyberte poskytovatele, kterého by tato aplikace měla používat.
de: Wählen einen Anbieter aus, welchen diese Anwendung benutzen soll.
es: Selecciona el proveedor que esta aplicación debe utilizar.
fi: Valitse palveluntarjoaja, jota tämän sovelluksen tulisi käyttää.
fr: Sélectionnez un fournisseur que cette application doit utiliser.
it: Seleziona provider per questa applicazione.
ko: 이 애플리케이션이 사용할 공급자를 선택합니다.
nl: Selecteer een provider die door deze applicatie moet worden gebruikt.
pt_br: Selecione um provedor para esse aplicativo utilizar.
ru: Выберите провайдера, которого должно использовать это приложение.
tr: Bu uygulamanın kullanması gereken bir sağlayıcı seçin.
zh_tw: 選擇一個應用程式應該使用的供應商。

# sc92ea8fbf9ba06a7
source: Backchannel Providers
cs_cz: "Backchannel" Poskytovatelé
de: Backchannel-Anbieter
es: Proveedores de Canal Secundario
fi: Taustakanavapalveluntarjoajat
fr: Fournisseurs backchannel
it: Fornitori di backchannel
ko: 백채널 공급자
nl: Backchannel Aanbieders
pt_br: Provedores de canal de retorno
ru: Поставщики обратных каналов
tr: Arka Kanal Sağlayıcıları
zh_tw: 背景通道供應商

# s4c6534a118f52fdd
source: Select backchannel providers which augment the functionality of the main provider.
cs_cz: Vyberte "backchannel" poskytovatele, kteří rozšiřují funkčnost hlavního poskytovatele.
de: Wähle einen Rückkanal Anbieter welcher der Funktionalität des Hauptanbieters entspricht-
es: Selecciona proveedores de canal secundario que aumenten la funcionalidad del proveedor principal.
fi: Valitse taustakanavapalveluntarjoajat, jotka täydentävät ensisijaisen palveluntarjoajan toiminnallisuuksia.
fr: Sélectionner des fournisseurs backchannel qui augmentent la fonctionnalité du fournisseur principal.
it: Seleziona fornitori di backchannel che aumentano la funzionalità del fornitore principale.
ko: 기본 공급자의 기능을 보강하는 백채널 공급자를 선택합니다.
nl: Selecteer backchannel providers die de functionaliteit van de hoofdprovider versterken.
pt_br: Selecione provedores de canal de retorno que aumentam a funcionalidade do provedor principal.
ru: Выбирайте провайдеров обратного канала, которые дополняют функциональность основного провайдера.
tr: Ana sağlayıcının işlevselliğini artıran arka kanal sağlayıcılarını seçin.
zh_tw: 選擇背景通道供應商，以增強主要提供者的功能。

# s19409e8712ddd369
source: Add provider
cs_cz: Přidat poskytovatele
de: Provider hinzufügen
es: Agregar proveedor
fi: Lisää palveluntarjoaja
fr: Ajouter un fournisseur
it: Aggiungi provider
ko: 공급자 추가
nl: Provider toevoegen
pt_br: Adicionar provedor
ru: Добавить провайдера
tr: Sağlayıcı ekle
zh_tw: 新增供應商

# s8be4abc7ca71da6c
source: UI settings
cs_cz: Nastavení UI
de: UI-Einstellungen
es: Configuración de IU
fi: Käyttöliittymän asetukset
fr: Paramètres d'UI
it: Impostazioni dell'interfaccia utente
ko: UI 설정
nl: UI-instellingen
pt_br: Configurações de interface de usuário
ru: Настройки пользовательского интерфейса
tr: UI ayarları
zh_tw: 使用者介面設定

# s068d4dd16d9106d0
source: Icon
cs_cz: Ikona
de: Symbol
es: Icono
fi: Kuvake
fr: Icône
it: Icona
ko: 아이콘
nl: Pictogram
pt_br: Ícone
ru: Иконка
tr: Simge
zh_tw: 圖示

# s6d3b4d0561ba1cff
source: Publisher
cs_cz: Vydavatel
de: Herausgeber
es: Editorial
fi: Julkaisija
fr: Éditeur
ko: 발행인
nl: Uitgever
pt_br: Editora
ru: Издатель
tr: Yayıncı
zh_tw: 發行人

# s63d894b1ddb06289
source: Description
cs_cz: Popis
de: Beschreibung
es: Descripción
fi: Kuvaus
it: Descrizione
ko: 기술
nl: Omschrijving
pt_br: Descrição
ru: Описание
tr: Açıklama
zh_tw: 描述

# sa8c45b6b92a8ba1f
source: Create Application
cs_cz: Vytvořit Aplikaci
de: Anwendung erstellen
es: Crear Aplicación
fi: Luo sovellus
fr: Créer une application
it: Crea Applicazione
ko: 애플리케이션 생성
nl: Applicatie aanmaken
pt_br: Criar aplicativo
ru: Создание приложения
tr: Uygulama Oluştur
zh_tw: 建立應用程式
