Repository: goauthentik/authentik
Catalog: web/xliff/*.xlf
Languages: cs_cz, de, es, fi, fr, it, ko, nl, pt_br, ru, tr, zh_tw

# s900b0d85b872d134
source: Link users on unique identifier
cs_cz: Propojit uživatele podle jedinečného identifikátoru
de: Verknüpfen Sie Benutzer mit einer eindeutigen Kennung
es: Enlazar usuarios por identificador único
fi: Yhdistä käyttäjät yksilöllisen tunnisteen perusteella.
fr: Lier les utilisateurs sur base d'un identifiant unique
it: Collega gli utenti su un identificatore univoco
ko: 고유 식별자에 사용자 연결
nl: Koppel gebruikers op basis van een unieke identificatie
pt_br: Vincular usuários pelo identificador exclusivo.
ru: Связывать пользователей по уникальному идентификатору
tr: Kullanıcıları benzersiz tanımlayıcıya bağlama
zh_tw: 使用唯一識別碼連結使用者

# s6c70a73265e14521
source: Link to a user with identical email address. Can have security implications when a source doesn't validate email addresses
cs_cz: Propojit s uživatelem se stejnou e-mailovou adresou. Může mít bezpečnostní důsledky, když zdroj neověřuje e-mailové adresy
de: Link zu einem Benutzer mit identischer E-Mail-Adresse. Kann Auswirkungen auf die Sicherheit haben, wenn eine Quelle E-Mail-Adressen nicht validiert
es: Enlace a un usuario con la misma dirección de correo electrónico. Puede tener implicaciones de seguridad cuando una fuente no valida las direcciones de correo electrónico
fi: Yhdistä käyttäjään identtisen sähköpostiosoitteen perusteella. Tällä voi olla tietoturvavaikutuksia, mikäli lähde ei varmenna sähköpostiosoitteita.
fr: Lier à un utilisateur avec la même adresse courriel. Peut avoir des implications de sécurité lorsqu'une source ne valide pas les adresses courriel.
it: Collegamento a un utente con indirizzo email identico. Può avere implicazioni sulla sicurezza quando una fonte non convalida gli indirizzi e-mail
ko: 이메일 주소가 동일한 사용자에게 링크합니다. 소스에서 이메일 주소의 유효성을 검사하지 않을 경우 보안에 영향을 미칠 수 있습니다
nl: Koppel aan een gebruiker met een identiek e-mailadres. Kan beveiligingsimplicaties hebben wanneer een bron e-mailadressen niet valideert.
pt_br: Vincular a um usuário com endereço de e-mail idêntico. Pode ter implicações de segurança quando a fonte não valida endereços de e-mail
ru: Связать с пользователем с идентичным адресом электронной почты. Это может иметь последствия для безопасности, если источник не проверяет адреса электронной почты
tr: Aynı e-posta adresine sahip bir kullanıcıya bağlantı verin. Bir kaynak e-posta adreslerini doğrulamadığında güvenlik etkileri olabilir
zh_tw: 連結到具有相同電子郵件地址的使用者。當來源不驗證電子郵件地址時，可能會有安全風險。

# s995535e7af30d754
source: Use the user's email address, but deny enrollment when the email address already exists
cs_cz: Použít e-mailovou adresu uživatele, ale odmítnout registraci, když e-mailová adresa již existuje
de: Verwende die E-Mail-Adresse des Benutzers, aber verweigere die Registrierung, wenn die E-Mail-Adresse bereits existiert.
es: Utilice la dirección de correo electrónico del usuario, pero deniegue la inscripción cuando la dirección de correo electrónico ya exista
fi: Käytä käyttäjän sähköpostiosoitetta, mutta estä rekisteröityminen, jos sähköpostiosoite on jo olemassa.
fr: Utiliser l'adresse courriel de l'utilisateur, mais refuser l'inscription si l'adresse courriel existe déjà.
it: Utilizza l'indirizzo e-mail dell'utente, ma nega la registrazione quando l'indirizzo e-mail esiste già
ko: 사용자의 이메일 주소를 사용하되, 이메일 주소가 이미 존재하는 경우 등록을 거부합니다.
nl: Gebruik het e-mailadres van de gebruiker, maar weiger inschrijving als het e-mailadres al bestaat
pt_br: Usa o email do usuário, mas nega a inscrição quando o email já existe
ru: Использовать адрес электронной почты пользователя, но отказывать в регистрации, если такой адрес уже существует
tr: Kullanıcının e-posta adresini kullanın, ancak e-posta adresi zaten mevcutsa kaydı reddedin
zh_tw: 使用使用者的電子郵件地址，但在電子郵件地址已存在時拒絕註冊。

# s542ecb4130f6cea5
source: Link to a user with identical username. Can have security implications when a username is used with another source
cs_cz: Propojit s uživatelem se stejným uživatelským jménem. Může mít bezpečnostní důsledky, když je uživatelské jméno používáno s jiným zdrojem
de: Verknüpfung mit einem Benutzer mit identischem Benutzernamen. Kann Sicherheitsauswirkungen haben, wenn ein Benutzername mit einer anderen Quelle verwendet wird
es: Enlace a un usuario con el mismo nombre de usuario. Puede tener implicaciones de seguridad cuando un nombre de usuario se utiliza con otra fuente
fi: Yhdistä käyttäjään identtisen käyttäjätunnuksen perusteella. Tällä voi olla tietoturvavaikutuksia, jos käyttäjänimeä käytetään toisen lähteen kanssa.
fr: Lien vers un utilisateur ayant un nom d'utilisateur identique. Cela peut avoir des implications en termes de sécurité lorsqu'un nom d'utilisateur est utilisé avec une autre source.
it: Collegamento a un utente con nome utente identico. Può avere implicazioni sulla sicurezza quando un nome utente viene utilizzato con un'altra fonte
ko: 동일한 사용자 아이디를 가진 사용자와 연결합니다. 사용자 아이디가 다른 소스와 함께 사용될 경우 보안에 영향을 미칠 수 있습니다
nl: Koppel aan een gebruiker met een identieke gebruikersnaam. Kan beveiligingsimplicaties hebben wanneer een gebruikersnaam wordt gebruikt met een andere bron.
pt_br: Vincular a um usuário com nome de usuário idêntico. Pode ter implicações de segurança quando um nome de usuário é usado com outra fonte.
ru: Связать с пользователем с идентичным именем пользователя. Это может иметь последствия для безопасности, если имя пользователя используется с другим источником
tr: Aynı kullanıcı adına sahip bir kullanıcıya bağlantı verin. Bir kullanıcı adı başka bir kaynakla kullanıldığında güvenlik etkileri olabilir
zh_tw: 連接到具有相同使用者名稱的使用者。當使用者名稱與其他來源一同使用時，可能會有安全風險。

# s2a1debf34e5aeba4
source: Use the user's username, but deny enrollment when the username already exists
cs_cz: Použít uživatelské jméno uživatele, ale odmítnout registraci, pokud uživatelské jméno již existuje.
de: Verwende den Anmeldenamen des Benutzers, aber verweigere die Registrierung von der Anmeldename bereits existiert.
es: Utilice el nombre de usuario del usuario, pero deniegue la inscripción cuando el nombre de usuario ya exista
fi: Käytä käyttäjän käyttäjänimeä, mutta estä rekisteröityminen, jos käyttäjänimi on jo olemassa.
fr: Utiliser le nom d'utilisateur de l'utilisateur, mais refuser l'inscription si le nom d'utilisateur existe déjà.
it: Utilizza il nome utente dell'utente, ma nega la registrazione quando il nome utente esiste già
ko: 사용자의 사용자 아이디를 사용하되, 사용자 아이디가 이미 존재하는 경우 등록을 거부합니다
nl: Gebruik de gebruikersnaam van de gebruiker, maar weiger inschrijving als de gebruikersnaam al bestaat
pt_br: Usa o username do usuário, mas nega a inscrição quando o username já existe
ru: Использовать имя пользователя, но отказывать в регистрации, если имя пользователя уже существует
tr: Kullanıcının kullanıcı adını kullanın, ancak kullanıcı adı zaten mevcutsa kaydı reddedin
zh_tw: 使用使用者的使用者名稱，但在使用者名稱已存在時拒絕註冊。

# s81ce0d54727f42d2
source: Unknown user matching mode
cs_cz: Neznámý režim porovnávání uživatelů
de: Unbekannter Benutzermatching-Modus
es: Modo de coincidencia de usuarios desconocido
fi: Tuntematon käyttäjien yhdistämisen tapa
fr: Mode de correspondance d'utilisateur inconnu
it: Modalità di corrispondenza utente sconosciuta
ko: 알 수 없는 사용자 매칭 모드
nl: Onbekende modus voor overeenkomst met gebruikers
pt_br: Modo de correspondência de usuário desconhecido
ru: Неизвестный режим сопоставления пользователя
tr: Bilinmeyen kullanıcı eşleştirme modu
zh_tw: 未知使用者配對模式

# s9642f1d8ee6e787d
source: Link to a group with identical name. Can have security implications when a group is used with another source
cs_cz: Propojit se skupinou se stejným názvem. Může mít bezpečnostní důsledky, když je skupina používána s jiným zdrojem
de: Verknüpfung zu einer Gruppe mit identischem Namen. Kann Sicherheitsimplikationen haben, wenn eine Gruppe mit einer anderen Quelle verwendet wird.
es: Enlace a un grupo con el mismo nombre. Puede tener implicaciones de seguridad cuando se utiliza un grupo con otra fuente
fi: Yhdistä ryhmään identtisen nimen perusteella. Tällä voi olla tietoturvavaikutuksia, jos ryhmän nimeä käytetään toisen lähteen kanssa
fr: Lien vers un groupe ayant un nom identique. Peut poser des problèmes de sécurité si ce nom est partagé avec une autre source.
it: Collegamento a un gruppo con nome identico. Può avere implicazioni di sicurezza quando un gruppo viene utilizzato con un'altra fonte
pt_br: Vincular a um grupo com nome idêntico. Pode ter implicações de segurança quando um grupo é usado com outra fonte
ru: Связать с группой с идентичным именем. Это может иметь последствия для безопасности, если группа используется с другим источником
tr: Aynı ada sahip bir gruba bağlanın. Bir grup başka bir kaynakla kullanıldığında güvenlikle ilgili etkileri olabilir

# s485964f83b5ed044
source: Use the group's name, but deny enrollment when the name already exists
cs_cz: Použít název skupiny, ale zamítnout registraci, pokud název již existuje
de: Verwende den Gruppennamen, verweigere jedoch die Registrierung, wenn der Name bereits existiert.
es: Utilice el nombre del grupo, pero deniegue la inscripción cuando el nombre ya exista
fi: Käytä ryhmän nimeä, mutta estä rekisteröityminen jos nimi on jo olemassa
fr: Utiliser le nom du groupe, mais refuser la création si celui-ci existe déjà.
it: Usa il nome del gruppo, ma nega l'iscrizione quando esiste già il nome
pt_br: Usar o nome do grupo, mas negar a inscrição quando o nome já existir
ru: Использовать имя группы, но отказывать в регистрации, если имя уже существует.
tr: Grubun adını kullanın, ancak ad zaten mevcutsa kaydı reddedin

# s39d6971531a270b6
source: Update internal password on login
cs_cz: Při přihlášení aktualizovat interní heslo
de: Internes Passwort bei Anmeldung aktualisieren
es: Actualiza la contraseña interna para iniciar sesión.
fi: Päivitä sisäinen salasana kirjautumisen yhteydessä
fr: Mettre à jour le mot de passe interne à la connexion
it: Aggiorna la password interna all'accesso
pt_br: Atualizar senha interna no login
ru: Обновить внутренний пароль при входе
tr: Oturum açarken dahili parolayı güncelleyin

# sefe04e319223a3d6
source: When the user logs in to authentik using this source password backend, update their credentials in authentik.
cs_cz: Když se uživatel přihlásí do authentiku pomocí tohoto zdroje hesel, aktualizujte jeho přihlašovací údaje v authentiku.
de: Wenn sich der Benutzer mit diesem Quell-Passwort-Backend bei authentik anmeldet, werden seine Anmeldedaten in authentik aktualisiert.
es: Cuando el usuario inicia sesión en authentik utilizando este backend de contraseña de origen, actualice sus credenciales en authentik.
fi: Kun käyttäjä kirjautuu sisään authentikiin käyttämällä tätä lähdesalasana-taustajärjestelmää, päivitä hänen tunnistetietonsa authentikiin.
fr: Lorsqu'un utilisateur se connecte à authentik en utilisant le backend de mot de passe de cette source, mettre à jour ses identifiants dans authentik.
it: Quando l'utente accede ad authentik utilizzando questo backend di password di origine, aggiorna le loro credenziali in authentik.
pt_br: Quando o usuário faz login no authentik usando este backend de senha de origem, atualize suas credenciais no authentik.
ru: При входе пользователя в систему Authentik с использованием этого источника паролей, обновлять его учетные данные в Authentik
tr: Kullanıcı bu kaynak parola arka ucunu kullanarak authentik'te oturum açtığında, kimlik bilgilerini authentik'te güncelleyin.

# s8af7239354f7e7b6
source: Sync users
cs_cz: Synchronizovat uživatele
de: Benutzer synchronisieren
es: Sincronizar usuarios
fi: Synkronoi käyttäjät
fr: Synchroniser les utilisateurs
it: Sincronizza utenti
ko: 사용자 동기화
nl: Gebruikers synchroniseren
pt_br: Sincronizar usuários
ru: Синхронизировать пользователей
tr: Kullanıcıları senkronize et
zh_tw: 同步使用者

# sd80b0b8aeae3abe3
source: User password writeback
cs_cz: Zpětný zápis uživatelského hesla
de: Rückschreiben des Benutzerkennworts
es: Reescritura de contraseña de usuario
fi: Käyttäjän salasanan takaisinkirjoitus
fr: Réécriture du mot de passe utilisateur
it: Scrittura della password utente
ko: 사용자 비밀번호 재설정
nl: Gebruikerswachtwoord terugzetten
pt_br: Retorno de gravação da senha do usuário
ru: Запись пароля пользователя
tr: Kullanıcı parolasını geri yazma
zh_tw: 可改寫使用者密碼

# sf52ff57fd136cc2f
source: Enable this option to write password changes made in authentik back to Kerberos. Ignored if sync is disabled.
cs_cz: Povolte tuto možnost, pokud chcete zapisovat změny hesel provedené v authentik zpět do Kerberosu. Ignorováno, pokud je synchronizace zakázána.
de: Aktiviere diese Option, um Passwortänderungen in authentik zurück zu Kerberos zu schreiben. Wird ignoriert, wenn die Synchronisation deaktiviert ist.
es: Habilite esta opción para que los cambios de contraseña realizados en authentik se escriban en Kerberos. Se ignora si la sincronización está deshabilitada.
fi: Kytke tämä päälle jos haluat tallentaa authentikissa tehdyt salasanamuutokset takaisin Kerberokseen. Valintaa ei huomioida jos synkronointi ei ole käytössä.
fr: Activer cette option pour écrire les changements de mot de passe fait dans authentik dans Kerberos. Ignoré si la synchronisation est désactivée.
it: Abilita questa opzione di scrivere le modifiche alla password apportate in Autencik a Kerberos. Ignorato se la sincronizzazione è disabilitata.
pt_br: Ative esta opção para gravar as alterações de senha feitas no authentik de volta ao Kerberos. Ignorado se a sincronização estiver desativada.
tr: Authentik'te yapılan parola değişikliklerini Kerberos'a geri yazmak için bu seçeneği etkinleştirin. Senkronizasyon devre dışı bırakılmışsa yoksayılır.

# s14a16542f956e11d
source: Realm settings
cs_cz: Nastavení realmu
de: Realm-Einstellungen
es: Configuración del dominio
fi: Realm-asetukset
fr: Paramètres du realm
it: Impostazioni Realm
pt_br: Configurações do Realm
ru: Настройки Realm
tr: Bölge ayarları

# s6b032212997e2491
source: Kerberos 5 configuration
cs_cz: Konfigurace Kerberos 5
de: Kerberos-5-Konfiguration
es: Configuración de Kerberos 5
fi: Kerberos 5 -määritykset
fr: Configuration Kerberos 5
it: Configurazione Kerberos 5
pt_br: Configuração do Kerberos 5
ru: Конфигурация Kerberos 5
tr: Kerberos 5 yapılandırması

# sbf50181022f47de3
source: Kerberos 5 configuration. See man krb5.conf(5) for configuration format. If left empty, a default krb5.conf will be used.
cs_cz: Konfigurace Kerberos 5. Viz man krb5.conf(5) pro formát konfigurace. Pokud ponecháte prázdné, použije se výchozí krb5.conf.
de: Kerberos-5-Konfiguration. Siehe Handbuch krb5.conf(5) für das Konfigurationsformat. Wenn leer gelassen, wird eine Standard-krb5.conf verwendet.
es: Configuración de Kerberos 5. Consulte el manual krb5.conf(5) para ver el formato de configuración. Si se deja vacío, se usará el archivo krb5.conf predeterminado.
fi: Kerberos 5 -määritykset. Katso man-sivu krb5.conf(5) nähdäksesi määritystiedoston muodon. Jos tämä jätetään tyhjäksi, käytetään oletusarvoista krb5.conf-tiedostoa.
fr: Configuration Kerbers 5. Cf. man krb5.conf(5) pour le format de configuration. Si laissé vide, un krb5.conf par défaut sera utilisé.
it: Configurazione Kerberos 5. Vedi Man KRB5.CONF (5) per il formato di configurazione. Se lasciato vuoto, verrà utilizzato un KRB5.conf predefinito.
pt_br: Configuração do Kerberos 5. Consulte o manual krb5.conf(5) para obter o formato de configuração. Se deixado em branco, um krb5.conf padrão será usado.
tr: Kerberos 5 yapılandırması. Yapılandırma formatı için man krb5.conf(5) adresine bakın. Boş bırakılırsa, varsayılan bir krb5.conf kullanılacaktır.

# s81a87652ade099e4
source: User matching mode
cs_cz: Režim porovnávání uživatelů
de: Benutzer-Matching-Modus
es: Modo de coincidencia de usuarios
fi: Käyttäjien yhdistämisen tapa
fr: Mode de correspondance utilisateur
it: Modalità di corrispondenza utente
ko: 사용자 매칭 모드
nl: Modus voor overeenkomst met gebruikers
pt_br: Modo de correspondência de usuário
ru: Режим сопоставления пользователя
tr: Kullanıcı eşleştirme modu
zh_tw: 用戶配對模式

# s2b1b532c5271b296
source: Group matching mode
cs_cz: Režim párování skupin
de: Gruppenabgleich modus
es: Modo de coincidencia de grupo
fi: Ryhmien yhdistämisen tapa
fr: Mode de correspondance groupe
it: Modalità di abbinamento di gruppo
pt_br: Modo de correspondência de grupo
ru: Режим сопоставления группы
tr: Grup eşleştirme modu

# s2386539a0bd62fab
source: Sync connection settings
cs_cz: Nastavení synchronizačního připojení
de: Sync Verbindungseinstellungen
es: Configuración de conexión de sincronización
fi: Synkronoinnin yhteysasetukset
fr: Paramètres de synchronisation
it: Impostazioni di connessione sincronizzate
pt_br: Configurações de conexão de sincronização
tr: Bağlantı ayarlarını senkronize et

# s3cc2b33d2a8000d3
source: KAdmin type
cs_cz: Typ KAdmin
de: KAdmin typ
es: Tipo KAdmin
fi: KAdmin-tyyppi
fr: Type KAdmin
it: Tipo KAdmin
pt_br: Tipo de KAdmin

# sc9e494c8346b7cb5
source: Other
cs_cz: Jiné
de: Andere
es: Otro
fi: Muu
fr: Autre
it: Altro
pt_br: Outro

# sbf6c78047e8ec8f8
source: Other type of kadmin
cs_cz: Jiný typ kadmin
de: Anderer Typ von kadmin
es: Otro tipo de kadmin
fi: Muun tyyppinen kadmin
fr: Autre type de kadmin
it: Altro tipo di kadmin
pt_br: Outro tipo de kadmin

# s0d1a6f3fe81351f8
source: Sync principal
cs_cz: Synchronizovat entitu
es: Sincronizar principal
fi: Synkronoinnin tunnus
fr: Principal de synchronisation
it: Principal di sincronizzazione
pt_br: Sincronização principal
tr: Eşitleme sorumlusu

# sa691d6e1974295fa
source: Principal used to authenticate to the KDC for syncing.
cs_cz: Entita používaná k ověření u KDC pro synchronizaci.
de: Principal, der zur Authentifizierung am KDC für die Synchronisation verwendet wird.
es: Principal utilizado para autenticarse en el KDC para la sincronización.
fi: Tunnus, jota käytetään tunnistautumaan KDC:hen synkronointia varten.
fr: Principal utilisé pour s'authentifier au KDC pour synchroniser.
it: Principal utilizzato per autenticare il KDC per la sincronizzazione.
pt_br: Principal usado para autenticar no KDC para sincronização.
tr: Sorumlu, eşitleme için KDC'de kimlik doğrulaması yapmak için kullanılır.

# s977b9c629eed3d33
source: Sync password
cs_cz: Synchronizovat heslo
de: Sync Passwort
es: Sincronizar contraseña
fi: Synkronoinnin salasana
fr: Mot de passe de synchronisation
it: Sincronizzazione della password
pt_br: Senha de sincronização
ru: Синхронизация пароля
tr: Senkronizasyon şifresi

# s77772860385de948
source: Password used to authenticate to the KDC for syncing. Optional if Sync keytab or Sync credentials cache is provided.
cs_cz: Heslo používané k ověření u KDC pro synchronizaci. Volitelné, pokud je poskytnut Sync keytab nebo Sync credentials cache.
de: Passwort zur Authentifizierung am KDC für die Synchronisation. Optional, wenn Sync-Keytab oder Sync-Credentials-Cache bereitgestellt wird.
es: Contraseña utilizada para autenticarse en el KDC para la sincronización. Opcional si se proporciona la clave de sincronización o la caché de credenciales de sincronización.
fi: Salasana, jota käytetään tunnistautumaan KDC:hen synkronointia varten. Vapaaehtoinen jos synkronoinnin keytab tai tunnistetietojen välimuisti on asetettu.
fr: Mot de passe utilisé pour s'authentifier au KDC pour synchroniser. Optional si une keytab de synchronisation ou un credentials cache de synchronisation est fourni.
it: Password utilizzata per autenticare il KDC per la sincronizzazione. Viene fornita una cache di sync keytab o sync di sincronizzazione opzionale.
pt_br: Senha usada para autenticar no KDC para sincronização. Opcional se o Sync keytab ou o Sync credentials cache forem fornecidos.
tr: Eşitleme için KDC'de kimlik doğrulaması yapmak için kullanılan parola. Senkronizasyon anahtar sekmesi veya Senkronizasyon kimlik bilgileri önbelleği sağlanmışsa isteğe bağlıdır.

# scd42997958453f05
source: Keytab used to authenticate to the KDC for syncing. Optional if Sync password or Sync credentials cache is provided. Must be base64 encoded or in the form TYPE:residual.
cs_cz: Keytab použitý pro ověření vůči KDC za účelem synchronizace. Volitelné, pokud je poskytnuto Synchronizační heslo nebo Synchronizační mezipaměť pověření. Musí být kódováno base64 nebo ve formátu TYPE:residual.
de: Keytab zur Authentifizierung am KDC für die Synchronisation. Optional, wenn Sync-Passwort oder Sync-Credentials-Cache bereitgestellt wird. Muss base64-codiert sein oder im Format TYPE:residual vorliegen.
es: Keytab utilizado para autenticarse con el KDC durante la sincronización. Es opcional si se proporciona la contraseña de sincronización o la caché de credenciales de sincronización. Debe estar codificado en base64 o en el formato TIPO:residuo.
fi: Keytab jota käytetään tunnistautuessa KDC:hen synkronointia varten. Vapaaehtoinen jos synkronoinnin salasana tai tunnistetietojen välimuisti on määritelty. Täytyy olla base64-koodattu tai muodossa TYPE:residual.
fr: Keytab utilisée pour s'authentifier au KDC pour synchroniser. Optional si un mot de passe de synchronisation ou un credentials cache de synchronisation est fourni. Doit être encodé en base64 ou de la forme TYPE:residual.
it: Keytab utilizzato per autenticare il KDC per la sincronizzazione. Viene fornita una cache di sincronizzazione di sincronizzazione o sincronizzazione. Deve essere codificato da base64 o nel tipo di forma: residuo.
pt_br: Keytab usado para autenticar no KDC para sincronização. Opcional se a senha de sincronização ou o cache de credenciais de sincronização forem fornecidos. Deve ser codificado em base64 ou na forma TYPE:residual.
tr: Eşitleme için KDC'de kimlik doğrulaması yapmak için kullanılan tuş sekmesi. Senkronizasyon şifresi veya Senkronizasyon kimlik bilgileri önbelleği sağlanmışsa isteğe bağlıdır. Base64 kodlu veya TYPE:residual biçiminde olmalıdır.

# s60eaf439ccdca1f2
source: Sync credentials cache
cs_cz: Synchronizovat mezipaměť pověření
es: Sincronizar cache de credenciales
fi: Synkronoinnin tunnistetietojen välimuisti
fr: Credentials cache de synchronisation
it: Sincronizza le credenziali cache
pt_br: Cache de credenciais de sincronização
tr: Kimlik bilgileri önbelleğini eşitleme

# s95722900b0c9026f
source: Credentials cache used to authenticate to the KDC for syncing. Optional if Sync password or Sync keytab is provided. Must be in the form TYPE:residual.
cs_cz: Mezipaměť pověření použitá pro ověření vůči KDC za účelem synchronizace. Volitelné, pokud je poskytnuto Synchronizační heslo nebo Synchronizační keytab. Musí být ve formátu TYPE:residual.
de: Credentials-Cache zur Authentifizierung am KDC für die Synchronisation. Optional, wenn Sync-Passwort oder Sync-Keytab bereitgestellt wird. Muss im Format TYPE:residual vorliegen.
es: Caché de credenciales utilizada para autenticarse en el KDC para la sincronización. Opcional si se proporciona la contraseña o el keytab de sincronización. Debe tener el formato TYPE:residual.
fi: Tunnistetietojen välimuisti, jota käytetään tunnistautumaan KDC:hen synkronointia varten. Vapaaehtoinen jos synkronoinnin salasana tai keytab on määritelty. Täytyy olla muodossa TYPE:residual.
fr: Credentials cache utilisé pour s'authentifier au KDC pour synchroniser. Optional si un mot de passe de synchronisation ou une keytab de synchronisation est fourni. Doit être de la forme TYPE:residual.
it: Credenziali Cache utilizzata per autenticarsi nel KDC per la sincronizzazione. Viene fornito la password di sincronizzazione se Sync o Sync KeyTab. Deve essere nel tipo di forma: residuo.
pt_br: Cache de credenciais usado para autenticar no KDC para sincronização. Opcional se a senha de sincronização ou o keytab de sincronização forem fornecidos. Deve estar na forma TYPE:residual.
tr: Eşitleme için KDC'de kimlik doğrulaması yapmak için kullanılan kimlik bilgileri önbelleği. Senkronizasyon şifresi veya Senkronizasyon tuşu sekmesi sağlanmışsa isteğe bağlıdır. TYPE:residual" şeklinde olmalıdır.
