Repository: goauthentik/authentik
Catalog: web/xliff/*.xlf
Languages: cs_cz, de, es, fi, fr, it, ko, nl, pt_br, ru, tr, zh_tw

# scf4afecb0f1e69b2
source: Invalid login attempts will decrease the score for the client's IP, and the username they are attempting to login as, by one.
cs_cz: Neplatné pokusy o přihlášení sníží skóre pro IP adresu klienta a uživatelské jméno, pod kterým se pokouší přihlásit, o jedna.
de: Fehlgeschlagene Anmeldeversuche verringern die Reputation der Benutzer IP Adresse, sowie des Benutzernamen mit dem sich der Benutzer versucht anzumelden.
es: Los intentos de inicio de sesión inválidos disminuirán en uno la puntuación de la IP del cliente y del nombre de usuario con el que intentan iniciar sesión.
fi: Virheelliset kirjautumisyritykset vähentävät asiakkaan IP-osoitteen ja käyttäjätunnuksen, jolla kirjautumista yritetään, pistemäärää yhdellä pisteellä.
fr: Les tentatives de connexion invalides diminuent d'une unité le score de l'IP du client et du nom d'utilisateur sous lequel il tente de se connecter.
it: I tentativi di accesso fallito diminuiranno di uno il punteggio per l'IP del client e per l'utente.
ko: 잘못된 로그인 시도는 클라이언트의 IP와 로그인을 시도하는 사용자 아이디의 사용자명에 대한 점수가 하나씩 감소합니다.
nl: Ongeldige inlogpogingen zullen de score voor het IP-adres van de client verlagen, en de gebruikersnaam waarmee ze proberen in te loggen, met één verlagen.
pt_br: Tentativas de login inválidas diminuirão a pontuação do IP do cliente e o nome de usuário com o qual eles estão tentando fazer login, por um.
ru: Неверные попытки входа в систему уменьшают оценку IP-адреса клиента и имени пользователя, под которым он пытается войти в систему, на единицу.
tr: Geçersiz oturum açma girişimleri, istemcinin IP'sinin puanını düşürür ve tek tek giriş yapmaya çalıştıkları kullanıcı adı.
zh_tw: 無效的登入嘗試將使該用戶端 IP 和該使用者名稱的分數每次減少1分。

# s8323a9af28e10502
source: The policy passes when the reputation score is below the threshold, and doesn't pass when either or both of the selected options are equal or above the threshold.
cs_cz: Zásada projde, když je skóre reputace pod prahovou hodnotou, a neprojde, když jedna nebo obě z vybraných možností jsou rovny nebo nad prahovou hodnotou.
de: Die Richtlinie ist erfolgreich, wenn der Reputationswert unter dem Schwellenwert liegt, und ist nicht erfolgreich, wenn eine oder beide der ausgewählten Optionen gleich oder höher als der Schwellenwert sind.
es: La política se aprueba cuando el puntaje de reputación está por debajo del umbral y no se aprueba cuando una o ambas de las opciones seleccionadas son iguales o superiores al umbral.
fi: Käytäntö läpäistään kun mainepistemäärä on alle raja-arvon, ja läpäisy estyy kun jompi kumpi tai molemmat vaihtoehdot ylittävät raja-arvon.
fr: La politique est acceptée lorsque le score de réputation est inférieur au seuil, et n'est pas acceptée lorsque les deux options sélectionnées sont égales ou supérieures au seuil.
it: La policy passa quando il punteggio della reputazione è al di sotto della soglia e Non passa quando entrambe le opzioni selezionate sono uguali o sopra la soglia.
ko: 평판 점수가 임계값보다 낮으면 정책이 통과되며, 선택한 옵션이 모두 임계값보다 높으면 는 선택한 옵션 중 하나 또는 둘 다 임계값 이상이면 통과하지 않습니다.
nl: Het beleid slaagt wanneer de reputatiescore onder de drempelwaarde ligt, en slaagt niet wanneer een of beide geselecteerde opties gelijk zijn aan of boven de drempelwaarde liggen.
pt_br: A política passa quando a pontuação de reputação fica abaixo do limite , e NÃO É APROVADA quando uma ou ambas as opções selecionadas são iguais ou acima do limite.
ru: Политика применяется, когда рейтинг репутации ниже порогового значения, и не применяется, когда любой из выбранных вариантов или оба выбранных варианта равны пороговому значению или превышают его.
tr: İtibar puanı eşiğin altına düştüğünde politika geçer ve Belirlenen seçeneklerden biri veya her ikisi de eşiğe eşit veya eşiğin üzerinde olduğunda geçmez.
zh_tw: 當名譽分數低於閾值時能通過政策。反之，當選項中的任何一個以上等於或高於閾值時，不通過政策。

# s1828fbfc2c56379c
source: Check IP
cs_cz: Zkontrolovat IP
de: IP prüfen
es: Comprobar IP
fi: Tarkista IP-osoite
fr: Vérifier l'adresse IP
it: Controlla IP
ko: IP 확인
nl: Controleer IP
pt_br: Verificar IP
ru: Проверить IP
tr: IP'yi Kontrol Et
zh_tw: 檢查 IP

# s4751df77cfd8a5f9
source: Check Username
cs_cz: Zkontrolovat uživatelské jméno
de: Benutzername prüfen
es: Verificar nombre de usuario
fi: Tarkista käyttäjätunnus
fr: Vérifier le nom d'utilisateur
it: Controlla Username
ko: 사용자명 확인
nl: Controleer Gebruikersnaam
pt_br: Verifique o nome de usuário
ru: Проверить имя пользователя
tr: Kullanıcı Adını Kontrol Et
zh_tw: 檢查使用者名稱

# se19cc57dd8675498
source: Threshold
cs_cz: Práh
de: Schwellwert
es: Umbral
fi: Raja-arvo
fr: Seuil
it: Soglia
ko: 임계값
nl: Drempelwaarde
pt_br: Limite
ru: Пороговое значение
tr: Eşik
zh_tw: 閾值

# s86cf007b861152ca
source: Ensure that the user's new password is different from their previous passwords. The number of past passwords to check is configurable.
cs_cz: Zajistěte, aby se nové heslo uživatele lišilo od jeho předchozích hesel. Počet předchozích hesel ke kontrole je konfigurovatelný.
de: Stelle sicher, dass das neue Passwort des Benutzers sich von den vorherigen Passwörtern unterscheidet. Die Anzahl der zu prüfenden früheren Passwörter ist konfigurierbar.
es: Asegúrese de que la nueva contraseña del usuario sea diferente a sus contraseñas anteriores. El número de contraseñas anteriores a verificar es configurable.
fr: Vérifiez que le nouveau mot de passe de l'utilisateur est différent de ses mots de passe précédents. Le nombre d'anciens mots de passe à vérifier est configurable.
it: Assicurati che la nuova password dell'utente sia diversa dalle password precedenti. Il numero di password precedenti da verificare è configurabile.
pt_br: Garantir que a nova senha do usuário seja diferente de suas senhas anteriores. O número de senhas anteriores a serem verificadas é configurável.

# s79b3fcd40dd63921
source: Number of previous passwords to check
cs_cz: Počet předchozích hesel ke kontrole
de: Anzahl der vorherigen Passwörter, die geprüft werden sollen
es: Número de contraseñas anteriores a verificar
fr: Nombre d'anciens mots de passe à vérifier
it: Numero di password precedenti da controllare
pt_br: Número de senhas anteriores a serem verificadas

# sdbccb39a658f0e45
source: New policy
cs_cz: Nová zásada
de: Neue Richtlinie
es: Nueva política
fi: Uusi käytäntö
fr: Nouvelle politique
it: Nuovo criterio
ko: 새 정책
nl: Nieuw beleid
pt_br: Nova política
ru: Новая политика
tr: Yeni politika
zh_tw: 新增政策

# sf693300708a40d2c
source: Create a new policy.
cs_cz: Vytvořit novou zásadu.
de: Neue Richtlinie erstellen.
es: Crear una nueva política.
fi: Luo uusi käytäntö.
fr: Créer une nouvelle politique.
it: Crea un nuovo criterio
ko: 새 정책을 만듭니다.
nl: Maak een nieuw beleid aan.
pt_br: Crie uma nova política.
ru: Создание новой политики
tr: Yeni bir ilke oluşturun.
zh_tw: 建立一個新的政策。

# s5b1fb0d4c0daeba8
source: Create Binding
cs_cz: Vytvořit vazbu
de: Binding erstellen
es: Crear Vínculo
fi: Luo liitos
fr: Créer une liaison
it: Crea associazione
ko: 바인딩 생성
nl: Creëer Binding
pt_br: Criar Vínculo
ru: Создать Привязку
tr: Bağlama Oluştur
zh_tw: 建立附加

# s9f5a5f23312798f0
source: Members
cs_cz: Členové
de: Mitglieder
es: Miembros
fi: Jäsenet
fr: Membres
it: Membri
ko: 멤버
nl: Leden
pt_br: Membros
ru: Участники
tr: Üyeler
zh_tw: 成員

# s7eb3d239e0b491ab
source: Select groups to add user to
cs_cz: Zvolte skupiny do kterých chcete zařadit uživatele
de: Wählen Sie Gruppen aus, denen Benutzer hinzugefügt werden sollen
es: Seleccione los grupos a los que añadir usuarios
fi: Valitse ryhmä, johon käyttäjä lisätään
fr: Sélectionnez les groupes à ajouter à l'utilisateur
it: Seleziona i gruppi a cui aggiungere l'utente
ko: 사용자를 추가할 그룹 선택
nl: Selecteer groepen om gebruiker aan toe te voegen
pt_br: Selecione os grupos aos quais adicionar usuários
ru: Выберите группы, в которые нужно добавить пользователя
tr: Kullanıcı eklemek için grupları seçin
zh_tw: 選擇要加入使用者的群組

# sec5cdfa358f9dbf7
source: Warning: Adding the user to the selected group(s) will give them superuser permissions.
cs_cz: Upozornění: Přidání uživatele do vybraných skupin jim poskytne oprávnění superuživatele.
de: Warnung: Das Hinzufügen des Benutzers zu der/den ausgewählten Gruppe(n) verleiht ihm Superuser-Rechte.
es: Advertencia: Agregar al usuario al(los) grupo(s) seleccionado(s) le otorgará permisos de superusuario.
fi: Varoitus: Käyttäjän lisääminen valittuun ryhmään antaa hänelle pääkäyttäjän oikeudet.
fr: Attention : L'ajout de l'utilisateur au(x) groupe(s) sélectionné(s) lui confère des droits de superutilisateur.
it: Attenzione: L' utente aggiunto al gruppo(i) selezionato otterrà permessi di superutente.
ko: 경고: 선택한 그룹에 사용자를 추가하면 해당 사용자에게 슈퍼유저 권한이 부여됩니다.
nl: Waarschuwing: Door de gebruiker aan de geselecteerde groep(en) toe te voegen, krijgen ze supergebruikersrechten.
pt_br: AVISO: adicionando o usuário ao grupo selecionado você estará dando a ele(s) permissões de SuperUsuário.
ru: Внимание: Добавление пользователя в выбранную группу (группы) даст ему права суперпользователя.
tr: Uyarı: Kullanıcıyı seçili gruplara eklemek, onlara süper kullanıcı izinleri verir.
zh_tw: 警告：使用者加入到所選的群組將會賦予其超級使用者的權限。

# sb3087c7347bed341
source: Company employees with access to the full enterprise feature set.
pt_br: Funcionários da empresa com acesso ao conjunto completo de recursos enterprise.

# sc7266f960c466de6
source: External consultants or B2C customers without access to enterprise features.
pt_br: Consultores externos ou clientes B2C sem acesso aos recursos enterprise.

# sf4ad4d9f8a5c868b
source: Machine-to-machine authentication or other automations.
pt_br: Autenticação de máquina para máquina ou outras automações.

# s9c3c272944dcfca3
source: Successfully created user.
cs_cz: Uživatel byl úspěšně vytvořen.
de: Benutzer erfolgreich erstellt.
es: Usuario creado correctamente.
fi: Käyttäjän luonti onnistui.
fr: Utilisateur créé avec succès
it: Creato utente con successo.
ko: 사용자를 성공적으로 만들었습니다.
nl: Gebruiker succesvol aangemaakt.
pt_br: Usuário criado com sucesso.
ru: Пользователь успешно создан.
tr: Kullanıcı başarıyla oluşturuldu.
zh_tw: 成功建立使用者。

# s67ba000e66cdbd0d
source: Type a username for the user...
pt_br: Digite um nome de usuário para o usuário...

# s7819072445baceee
source: The user's primary identifier used for authentication. 150 characters or fewer.
pt_br: O identificador principal do usuário usado para autenticação. 150 caracteres ou menos.

# s11b2e9ecce28690c
source: Display Name
pt_br: Nome de Exibição

# s237e9858014b1205
source: Type an optional display name...
pt_br: Digite um nome de exibição opcional

# sc82cf82ad6cb26cc
source: The user's display name.
pt_br: O nome de exibição do usuário.

# s9f9492d30a96b9c6
source: User type
cs_cz: Typ uživatele
de: Benutzer-Typ
es: Tipo de usuario
fi: Käyttäjän tyyppi
fr: Type utilisateur
it: Tipo di utente
ko: 사용자 유형
nl: Gebruikerstype
pt_br: Tipo de usuário
ru: Тип пользователя
tr: Kullanıcı türü
zh_tw: 使用者類型

# se3a34af2a05c5c98
source: Internal Service account
cs_cz: Interní servisní účet
de: Internes Dienstkonto
es: Cuenta de servicio interna
fi: Sisäinen palvelutili
fr: Compte de service interne
it: Conto di servizio interno
pt_br: Conta de Serviço Interna
ru: Внутренний сервисный аккаунт
tr: Dahili Hizmet hesabı

# s755bfddac3729eaa
source: Managed by authentik and cannot be assigned manually.
pt_br: Gerenciado pelo Authentik e não pode ser atribuído manualmente.

# s1e2e135dac5ba993
source: Email Address
pt_br: Endereço de Email

# s9fd0516c9193c73e
source: Type an optional email address...
pt_br: Digite um endereço de email opcional...

# s4c5000e84bc2189a
source: Whether this user is active and allowed to authenticate. Setting this to inactive can be used to temporarily disable a user without deleting their account.
pt_br: Indica se este usuário está ativo e autorizado a autenticar. Definir como inativo pode ser usado para desativar temporariamente um usuário sem excluir sua conta.

# s2e532e19ed477a56
source: Path
cs_cz: Cesta
de: Pfad
es: Ruta
fi: Polku
fr: Chemin
it: Percorso
ko: 경로
nl: Pad
pt_br: Caminho
ru: Путь
tr: Yol
zh_tw: 路徑

# s3a15d06c4a39515a
source: Type a path for the user...
pt_br: Digite um caminho para o usuário...

# s1fa5309c30d174b7
source: Paths can be used to organize users into folders depending on which source created them or organizational structure.
pt_br: Caminhos oodem ser utilizados para organizar usuários em pastas dependendo de qual origem criou eles ou da estrutura organizacional.

# s5701b3d3a6678723
source: Paths may not start or end with a slash, but they can contain any other character as path segments. The paths are currently purely used for organization, it does not affect their permissions, group memberships, or anything else.
pt_br: Os caminhos não podem começar ou terminar com uma barra, mas podem conter qualquer outro caractere como segmentos de caminho. Atualmente, os caminhos são usados apenas para organização e não afetam permissões, associações a grupos ou qualquer outra configuração.

# s50c312bea93b6925
source: Edit Policy
cs_cz: Upravit zásadu
de: Richtlinie bearbeiten
es: Modificar política
fi: Muokkaa käytäntöä
fr: Éditer la politique
it: Modifica Criterio
ko: 정책 편집
nl: Beleid bewerken
pt_br: Editar Política
ru: Изменить политику
tr: İlkeyi Düzenle
zh_tw: 編輯政策

# s0b55a57f473ab8af
source: Update Group
cs_cz: Aktualizovat Skupinu
de: Gruppe aktualisieren
es: Actualizar Grupo
fi: Päivitä ryhmä
fr: Mettre à jour le groupe
it: Aggiorna Gruppo
ko: 그룹 업데이트
nl: Groep bijwerken
pt_br: Atualizar Grupo
ru: Обновление группы
tr: Güncelleme Grubu
zh_tw: 更新群組

# s494e1ed913d9351a
source: Edit Group
cs_cz: Upravit skupinu
de: Gruppe bearbeiten
es: Editar grupo
fi: Muokkaa ryhmää
fr: Éditer le groupe
it: Modifica Gruppo
ko: 그룹 편집
nl: Groep bewerken
pt_br: Editar Grupo
ru: Редактирование группы
tr: Grubu Düzenle
zh_tw: 編輯群組

# sad130c2d925fb7bf
source: Update User
cs_cz: Aktualizovat Uživatele
de: Benutzer ändern
es: Actualizar usuario
fi: Päivitä käyttäjä
fr: Mettre à jour l'utilisateur
it: Aggiorna Utente
ko: 사용자 업데이트
nl: Gebruiker bijwerken
pt_br: Atualizar Usuário
ru: Обновление пользователя
tr: Kullanıcı Güncelle
zh_tw: 更新使用者

# s5cd31f4a88adf180
source: Edit User
cs_cz: Upravit uživatele
de: Benutzer bearbeiten
es: Editar usuario
fi: Muokkaa käyttäjää
fr: Éditer l'utilisateur
it: Modifica Utente
ko: 사용자 편집
nl: Gebruiker bewerken
pt_br: Editar Usuário
ru: Редактирование пользователя
tr: Kullanıcı Düzenle
zh_tw: 編輯使用者

# se291dfd2a59d7842
source: Policy binding(s)
cs_cz: Vazba(y) zásady
de: Richtlinienbindung(en)
es: Política de vinculación(es)
fi: Käytäntöliitos
fr: Liaison(s) de politique
it: Associazone(i) criteri
ko: 정책 바인딩
nl: Beleid koppeling(en)
pt_br: Vínculo(s) de política
ru: Политика привязки(ок)
tr: İlke bağlama (ler)
zh_tw: 政策附加

# s7e87ab366c199345
source: Update Binding
cs_cz: Aktualizovat vazbu
de: Bindung aktualisieren
es: Actualizar Vínculo
fi: Päivitä liitos
fr: Mettre à jour la liaison
it: Aggiorna Associazione
ko: 바인딩 업데이트
nl: Binding bijwerken
pt_br: Atualizar Vínculo
ru: Обновить привязку
tr: Ciltlemeyi Güncelle
zh_tw: 更新附加

# sbad5b96fb855ef36
source: No Policies bound.
cs_cz: Není přiřazena žádná zásada.
de: Keine Richtlinien verknüpft.
es: Sin políticas vinculadas.
fi: Käytäntöjä ei löytynyt.
fr: Aucune politique liée.
it: Nessun criterio associato.
ko: 정책 바인딩 없습니다.
nl: Geen beleid gekoppeld.
pt_br: Nenhuma política vinculada.
ru: Нет привязанных политик
tr: Hiçbir ilke bağlı.
zh_tw: 沒有已附加的政策。

# s775f81ca91aa2d0c
source: Policy actions
pt_br: Ações da política

# s911a27022aba349f
source: Create and bind Policy
cs_cz: Vytvořit a svázat zásadu
de: Richtlinie erstellen und binden
es: Crear y vincular Política
fi: Luo ja kytke käytäntö
fr: Créer et lier une Politique
it: Crea e associa criterio
ko: 정책 생성 및 바인드
pt_br: Criar e vincular Política
ru: Создать и привязать политику
tr: İlke oluşturma ve bağlama
zh_tw: 建立政策並附加

# s080af72866b69b3d
source: Bind existing ${this.allowedTypesLabel}
cs_cz: Navázat existující ${this.allowedTypesLabel}
de: Vorhandenes ${this.allowedTypesLabel} verknüpfen
es: Vincular existente ${this.allowedTypesLabel}
fi: Liitä olemassa oleva: ${this.allowedTypesLabel}
fr: Lier un(e) ${this.allowedTypesLabel} existant(e)
it: Associa esistente ${this.allowedTypesLabel}
pt_br: Vincular existente ${this.allowedTypesLabel}

# sb7af25ce6e30d61a
source: The currently selected policy engine mode is ${policyEngineMode.label}:
cs_cz: Aktuálně vybraný policy engine je ${policyEngineMode.label}:
de: Der aktuell ausgewählte Modus der Richtlinien-Engine ist ${policyEngineMode.label}:
es: El modo de motor de políticas seleccionado actualmente es${policyEngineMode.label}:
fr: Le mode du moteur de politique actuellement sélectionné est ${policyEngineMode.label} :
it: La modalità del motore di policy attualmente selezionata è ${policyEngineMode.label}:
pt_br: O modo de mecanismo de política atualmente selecionado é ${policyEngineMode.label}:

# sf1dabfe0fe8a75ad
source: Update Endpoint
cs_cz: Aktualizovat endpoint
de: Endpunkt aktualisieren
es: Actualizar Punto de Conexión
fi: Päivitä päätepiste
fr: Mettre à jour le point de terminaison
it: Aggiorna Endpoint
pt_br: Atualizar Endpoint
ru: Обновление конечной точки
tr: Uç Noktayı Güncelle

# s008496c7716b9812
source: These bindings control which users will have access to this endpoint. Users must also have access to the application.
cs_cz: Tato vazba řídí, kteří uživatelé budou mít přístup k tomuto endpointu. Uživatelé musí mít také přístup k aplikaci.
de: Diese Bindings steuern, welche Benutzer Zugriff auf diesen Endpunkt haben. Benutzer müssen außerdem Zugriff auf die Anwendung haben.
es: Estas vinculaciones controlan qué usuarios tendrán acceso a este punto de acceso. Los usuarios también deben tener acceso a la aplicación.
fi: Nämä kytkennät hallitsevat sitä, millä käyttäjillä on pääsy tähän päätepisteeseen. Käyttäjillä täytyy myös olla pääsy tähän sovellukseen.
fr: Ces liaisons controllent quels utilisateurs auront accès à ce point de terminaison. Les utilisateurs doivent également avoir accès à l'application.
it: Questi legami controllano i quali gli utenti avranno accesso a questo endpoint. Gli utenti devono anche avere accesso all'applicazione.
pt_br: Essas vinculações controlam quais usuários terão acesso a este endpoint. Os usuários também devem ter acesso ao aplicativo.
ru: Эти привязки контролируют, какие пользователи будут иметь доступ к этой конечной точке. Пользователи также должны иметь доступ к приложению.
tr: Bu bağlamalar, hangi kullanıcıların bu uç noktaya erişimi olacağını denetler. Kullanıcıların uygulamaya da erişimi olmalıdır.

# s38e7cd1a24e70faa
source: Create Endpoint
cs_cz: Vytvořit endpoint
de: Endpunkt erstellen
es: Crear Punto de Conexión
fi: Luo päätepiste
fr: Créer un point de terminaison
it: Crea Endpoint
pt_br: Criar Endpoint
ru: Создать конечную точку
tr: Uç Nokta Oluştur

# s5c18f85cda6e89be
source: Connections
cs_cz: Spojení
de: Verbindungen
es: Conexiones
fi: Yhteydet
fr: Connexions
it: Connessioni
pt_br: Conexões
ru: Соединения
tr: Bağlantı

# s168565f5ac74a89f
source: Update RAC Provider
cs_cz: Aktualizovat poskytovatele RAC
de: RAC-Provider aktualisieren
es: Actualizar Proveedor de RAC
fi: Päivitä RAC-palveluntarjoaja
fr: Mettre à jour le fournisseur RAC
it: Aggiorna il fornitore di rac
pt_br: Atualizar Provedor RAC
ru: Обновить RAC провайдера
tr: RAC Sağlayıcısını Güncelleştirme

# s09b671b120443043
source: Update Radius Provider
cs_cz: Aktualizovat Radius poskytovatele
de: Radius-Provider aktualisieren
es: Actualizar Proveedor de Radius
fi: Päivitä Radius-palveluntarjoaja
fr: Mettre à jour le fournisseur Radius
it: Aggiorna Provider Radius
ko: Radius 공급자 업데이트
nl: Radius-provider bijwerken
pt_br: Atualizar Provedor Radius
ru: Обновить Radius провайдера
tr: Yarıçap Sağlayıcısını Güncelleştirme
zh_tw: 更新 Radius 供應商

# sd3386a2ef42e80b9
source: Download
cs_cz: Stáhnout
es: Descargar
fi: Lataa
fr: Télécharger
it: Scarica
ko: 다운로드
nl: Downloaden
pt_br: Descarregar
ru: Загрузить
tr: Indir
zh_tw: 下載

# sf417c13d7a0f7995
source: Copy download URL
cs_cz: Kopírovat URL pro stažení
de: Download URL kopieren
es: Copiar URL de descarga
fi: Kopioi latauslinkki
fr: Copier l'URL de téléchargement
it: Copiare URL di download
ko: 다운로드 URL 복사
nl: Kopieer download-URL
pt_br: Copiar URL de download
ru: Скопировать URL-адрес загрузки
tr: İndirme URL'sini
zh_tw: 複製下載連結網址

# sc1cfce89ebcf1bf9
source: Download signing certificate
cs_cz: Stáhnout podepisovací certifikát
de: Signierzertifikat herunterladen
es: Descargar certificado de firma
fi: Lataa allekirjoitussertifikaatti
fr: Télécharger le certificat de signature
it: Scarica il certificato di firma
ko: 서명 인증서 다운로드
nl: Download ondertekend certificaat
pt_br: Baixar certificado de assinatura
ru: Скачать сертификат подписи
tr: İmzalama sertifikasını indirme
zh_tw: 下載簽章憑證

# s2c0de3d35a7bc784
source: Related objects
cs_cz: Související objekty
de: Verwandte Objekte
es: Objetos relacionados
fi: Liittyvät objektit
fr: Objets apparentés
it: Oggetti correlati
ko: 관련 오브젝트
nl: Gerelateerde objecten
pt_br: Objetos relacionados
ru: Связанные объекты
tr: İlgili nesneler
zh_tw: 有關聯的物件

# s803b0621006085be
source: Update SAML Provider
cs_cz: Aktualizovat poskytovatele SAML
de: Aktualisieren Sie den SAML-Provider
es: Actualizar Proveedor de SAML
fi: Päivitä SAML-palveluntarjoaja
fr: Mettre à jour le fournisseur SAML
it: Aggiorna il provider SAML
ko: SAML 공급자 업데이트
nl: SAML-provider bijwerken
pt_br: Atualizar Provedor SAML
ru: Обновить SAML провайдера
tr: SAML Sağlayıcısını Güncelle
zh_tw: 更新 SAML 供應商

# s44b1f042790cd1a2
source: SAML Configuration
cs_cz: Konfigurace SAML
de: SAML-Konfiguration
es: Configuración de SAML
fi: SAML-määritykset
fr: Configuration SAML
it: Configurazione SAML
ko: SAML 구성
nl: SAML-configuratie
pt_br: Configuração SAML
ru: SAML Конфигурация
tr: SAML Yapılandırması
zh_tw: SAML 設定

# sba999428083abce3
source: EntityID/Issuer
cs_cz: EntityID/Vydavatel
de: EntityID/Aussteller
es: EntityID/Emisor
fi: EntityID/myöntäjä
fr: EntitéID/Émetteur
nl: EntityID/Uitgever
pt_br: EntityID/Emissor
ru: Идентификатор объекта/эмитент
tr: EntityID/Veren
zh_tw: SEntityID/發行者

# scd2984ee5552643a
source: SSO URL (Post)
fi: SSO URL (Lähetys)
fr: URL SSO (Post)
pt_br: URL SSO (Post)
ru: URL единого входа (публикация)
tr: TOA URL'si (Gönderi)
zh_tw: SSO 網址（Post方法）

# saa79b47f60c66458
source: SSO URL (Redirect)
fi: SSO URL (Uudelleenohjaus)
fr: URL SSO (Redirect)
nl: SSO-URL (Omleiding)
pt_br: URL SSO (Redirecionamento)
ru: URL единого входа (перенаправление)
tr: TOA URL'si (Yönlendirme)
zh_tw: SSO 網址（重新導向）

# s2da51a6287118ba8
source: SSO URL (IdP-initiated Login)
cs_cz: SSO URL (přihlášení iniciované IdP)
es: URL de SSO (Inicio de sesión iniciado por el IdP)
fi: SSO URL (IdP-lähtöinen kirjautuminen)
fr: URL SSO (IdP-initiated Login)
nl: SSO-URL (IdP-geïnitieerde login)
pt_br: URL SSO (Login iniciado por IdP)
ru: SSO URL (инициируемый IDP вход)
tr: TOA URL'si (IdP tarafından başlatılan oturum açma)
zh_tw: SSO 網址（識別提供者Idp發起的登入）

# s0a57e911e457302b
source: SLO URL (Post)
fi: SLO URL (Lähetys)
fr: URL SLO (Post)
pt_br: URL SLO (Post)
ru: URL-адрес SLO (сообщение)
tr: SLO URL'si (Gönderi)
zh_tw: SLO 網址（Post方法）

# s1e7308bb1ca323e1
source: SLO URL (Redirect)
fi: SLO URL (Uudelleenohjaus)
fr: URL SLO (Redirect)
nl: SLO-URL (Omleiding)
pt_br: URL SLO (Redirecionamento)
ru: URL-адрес SLO (сообщение)
tr: SLO URL'si (Yönlendirme)
zh_tw: SLO 網址（重新導向）

# sd2c58d7c6dddc515
source: SAML Metadata
de: SAML-Metadaten
es: Metadatos SAML
fi: SAML-metatiedot
fr: Métadonnée SAML
it: Metadati SAML
ko: SAML 메타데이터
pt_br: Metadados SAML
ru: SAML Метаданные
tr: SAML Meta Verileri
zh_tw: SAML 中繼資料
