Repository: goauthentik/authentik
Catalog: web/xliff/*.xlf
Languages: cs_cz, de, es, fi, fr, it, ko, nl, pt_br, ru, tr, zh_tw

# s706af57c1af42c6d
source: Hidden: Hidden field, can be used to insert data into form.
cs_cz: Skryté: Skryté pole, lze použít pro vložení dat do formuláře.
de: Versteckt: Verstecktes Feld, kann zum Einfügen von Daten in das Formular verwendet werden.
es: Oculto: campo oculto, se puede utilizar para insertar datos en el formulario.
fi: Piilotettu: Piilotettu kenttä, tätä voidaan käyttää lisäämään lomakkeelle dataa.
fr: Caché : champ caché, peut être utilisé pour insérer des données dans le formulaire.
it: Nascosto: campo nascosto, può essere utilizzato per inserire i dati in forma.
ko: 숨김: 숨겨진 필드로, 양식에 데이터를 삽입하는 데 사용할 수 있습니다.
nl: Verborgen: Verborgen veld, kan worden gebruikt om gegevens in te voeren in het formulier.
pt_br: Oculto: Campo oculto, pode ser usado para inserir dados no formulário.
ru: Скрыто: Скрытое поле, может быть использовано для вставки данных в форму.
tr: Gizli: Gizli alan, form içine veri eklemek için kullanılabilir.
zh_tw: 隱藏：隱藏欄位，可用於將資料插入表單。

# s40e2c72dae905a50
source: Static: Static value, displayed as-is.
cs_cz: Statické: Statická hodnota, zobrazená tak, jak je.
de: Statisch: Statischer Wert, wird so angezeigt, wie er ist.
es: Estático: valor estático, que se muestra tal cual.
fi: Staattinen: Staattinen arvo, näytetään sellaisenaan.
fr: Statique : valeur statique, affichée comme telle.
it: Statico: valore statico, visualizzato così com'è.
ko: Static: 정적 값, 있는 그대로 표시됩니다.
nl: Statisch: Statische waarde, zoals het wordt weergegeven.
pt_br: Estático: Valor estático, exibido como está.
ru: Статический: Статичное значение, отображается как есть.
tr: Statik: Statik değer, olduğu gibi görüntülenir.
zh_tw: 靜態：靜態數值，按原狀顯示。

# sdd4bd4224c4e943d
source: authentik: Locale: Displays a list of locales authentik supports.
cs_cz: authentik: Jazyk: Zobrazí seznam místních jazyků, které authentik podporuje.
de: Authentik: Gebietsschema: Zeigt eine Liste von Gebietsschemas, die Authentik unterstützt.
es: authentik: Configuración regional: Muestra una lista de las configuraciones regionales que authentik soporta.
fi: authentik: Kielialue: Näyttää listan kielialueista, joita authentik tukee.
fr: authentik: Locales: Affiche la liste des locales supportées par authentik.
it: authentik: Locale: visualizza un elenco di lingue che authentik supporta.
ko: authentik: 로캘: authentik이 지원하는 로캘 목록을 표시합니다.
nl: authentik: Lokalisatie: Toont een lijst van talen die authentik ondersteunt.
pt_br: authentik: Localidade: Exibe uma lista de localidades suportadas pelo authentik.
ru: authentik: Locale: Отображает список локализаций, которые поддерживает authentik.
tr: authentik: Yerel ayar: authentik'in desteklediği yerel ayarların listesini görüntüler.
zh_tw: authentik：語言：顯示 authentik 支援的語言列表。

# saf84e7732a9e1336
source: Preview errors
cs_cz: Chyby náhledu
de: Fehlervorschau
es: Previsualizar errores
fi: Esikatsele virheet
fr: Prévisualisation des erreurs
it: Anteprima errori
ko: 미리보기 오류
nl: Fouten vooraf bekijken
pt_br: Erros de pré-visualização
ru: Предпросмотр ошибок
tr: Önizleme hataları
zh_tw: 預覽錯誤

# sb71ace8e9b35c749
source: Data preview
cs_cz: Náhled dat
de: Datenvorschau
es: Previsualización de datos
fi: Tietojen esikatselu
fr: Prévisualisation des données
it: Anteprima dati
ko: 데이터 미리보기
nl: Datavoorbeeld
pt_br: Pré-visualização de dados
ru: Предпросмотр данных
tr: Veri önizlemesi
zh_tw: 資料預覽

# s4d53f4b7ff33bedd
source: Unique name of this field, used for selecting fields in prompt stages.
cs_cz: Jedinečný název tohoto pole, používaný pro výběr polí v krocích výzvy.
de: Eindeutiger Name dieses Feldes, verwendet zur Auswahl von Feldern in Prompt-Stages.
es: Nombre único de este campo, utilizado para seleccionar campos en etapas de solicitud.
fi: Tämän kentän yksilöllinen nimi, käytetään kenttien valinnassa kehotevaiheissa.
fr: Nom unique de ce champ, utilisé pour sélectionner les champs dans les étapes de demande
it: Nome univoco di questo campo, utilizzato per selezionare i campi nelle fasi del prompt.
ko: 프롬프트 스테이지에서 필드를 선택하는 데 사용되는 스테이지의 고유 이름입니다.
nl: Unieke naam van dit veld, gebruikt voor het selecteren van velden in promptfasen.
pt_br: Nome único deste campo, usado para selecionar campos em estágios de prompt.
ru: Уникальное имя этого поля, используемое для выбора полей на этапах запроса.
tr: Bu alanın benzersiz adı, bilgi istemi aşamalarındaki alanları seçmek için kullanılır.
zh_tw: 這個欄位的獨特名稱，用於在提示階段中選擇。

# s3b58f8d2155ae90c
source: Field Key
cs_cz: Klíč pole
de: Schlüsselfeld
es: Clave de campo
fi: Kentän avain
fr: Clé du champ
it: Chiave campo
ko: 필드 키
nl: Veldsleutel
pt_br: Chave do Campo
ru: Ключ поля
tr: Alan Anahtarı
zh_tw: 欄位鍵值

# s2b088ba65eb69b7e
source: Name of the form field, also used to store the value.
cs_cz: Název pole formuláře, také používaný pro uložení hodnoty.
de: Name des Formularfelds, das auch zum Speichern des Werts verwendet wird.
es: Nombre del campo del formulario, que también se utiliza para almacenar el valor.
fi: Lomakekentän nimi, käytetään myös arvon tallentamiseen.
fr: Nom du champ de formulaire utilisé pour enregistrer la valeur
it: Nome del campo del modulo, utilizzato anche per memorizzare il valore.
ko: 값을 저장하는 데 사용되는 양식 필드의 이름입니다.
nl: Naam van het formulierenveld, wordt ook gebruikt om de waarde op te slaan.
pt_br: Nome do campo do formulário, também usado para armazenar o valor.
ru: Имя поля формы, также используемое для хранения значения.
tr: Değeri depolamak için de kullanılan form alanının adı.
zh_tw: 表單名稱，也用於儲存數值。

# s662fcb3761ad9df7
source: When used in conjunction with a User Write stage, use attributes.foo to write attributes.
cs_cz: Při použití společně s krokem Zápisu uživatele použijte attributes.foo pro zápis atributů.
de: Wenn in Verbindung mit einer User-Write-Stage verwendet, verwende `attributes.foo`, um Attribute zu schreiben.
es: Cuando se usa junto con una etapa User Write, use attribues.foo para escribir atributos.
fi: Käytettäessä käyttäjän tallennusvaiheen kanssa, käytä attributes.foo :ta attribuuttien tallentamiseen.
fr: Lorsqu’utilisé avec une étape Écriture Utilisateur, utilise attributes.foo pour écrire les attributs.
it: Se utilizzato insieme a una fase di scrittura dell'utente, utilizzare attributi.foo per scrivere gli attributi.
ko: 사용자 작성 스테이지와 함께 사용하는 경우 attributes.foo를 사용하여 속성을 작성합니다.
nl: Indien gebruikt in combinatie met een Gebruiker Schrijf-fase, gebruik attributes.foo om attributen te schrijven.
pt_br: Quando usado em conjunto com um estágio de Gravação de Usuário, use attributes.foo para gravar atributos.
ru: При использовании в сочетании с этапом записи пользователя для записи атрибутов используйте attributes.foo.
tr: Kullanıcı Yazma aşaması ile birlikte kullanıldığında, öznitelikleri yazmak için attributes.foo kullanın.
zh_tw: 當與使用者寫入階段結合使用時，請使用 attributes.foo 來撰寫特徵項。

# s5590dbf7e425789d
source: Label
cs_cz: Štítek
de: Beschriftung
es: Etiqueta
fi: Merkintä
fr: Libellé
it: Etichetta
ko: 라벨
pt_br: Rótulo
ru: Метка
tr: Etiket
zh_tw: 標籤

# s0c135eba6017d94f
source: Label shown next to/above the prompt.
cs_cz: Štítek zobrazený vedle/nad výzvou.
de: Beschriftung neben/über der Eingabeaufforderung
es: Etiqueta que se muestra al lado o encima de la solicitud.
fi: Merkintä, joka näytetään kehotteen vieressä/yläpuolella.
fr: Libellé affiché à côté/au-dessus du champ.
it: Etichetta mostrata accanto/sopra il prompt.
ko: 프롬프트 옆/위에 표시되는 라벨입니다.
nl: Label weergegeven naast/boven de prompt.
pt_br: Rótulo exibido ao lado/acima do prompt.
ru: Метка, отображаемая рядом с запросом или под ним.
tr: Etiket, istemin yanında veya üstünde gösterilir.
zh_tw: 標籤顯示在提示的旁邊或上方。

# s37dbfe2133b74d2d
source: Interpret placeholder as expression
cs_cz: Interpretovat zástupný text jako výraz
de: Platzhalter aus Ausdruck interpretieren
es: Interpretar el marcador de posición como expresión
fi: Tulkitse paikanvaraaja lausekkeena
fr: Interpréter le placeholder comme une expression
it: Interpreta il segnaposto come espressione
ko: 자리 표시자를 정규표현식으로 해석
nl: Interpreteer aanduiding als expressie
pt_br: Interpretar espaço reservado como expressão
ru: Интерпретировать заполнитель как выражение
tr: Yer tutucuyu ifade olarak yorumlama
zh_tw: 將預先填入解釋為表示式

# s4a953e6234cb4808
source: When checked, the placeholder will be evaluated in the same way a property mapping is. If the evaluation fails, the placeholder itself is returned.
cs_cz: Když je zaškrtnuto, zástupný text bude vyhodnocen stejným způsobem jako mapování vlastností. Pokud vyhodnocení selže, vrátí se samotný zástupný text.
de: Wenn aktiviert, wird der Platzhalter auf dieselbe Weise ausgewertet wie eine Property-Mapping. Schlägt die Auswertung fehl, wird der Platzhalter selbst zurückgegeben.
es: Cuando está seleccionado, el marcador de posición se evaluará de la misma manera que un mapeo de propiedades. Si la evaluación falla, se devuelve el marcador de posición.
fi: Kun tämä on valittu, paikanvaraaja tulkitaan samalla tavalla kuin ominaisuuskytkentä. Jos tulkitseminen epäonnistuu, paikanvaraaja palautetaan sellaisenaan.
fr: Lorsque sélectionné, le placeholder sera évalué de la même manière qu'un mappage de propriété. Si l'évaluation échoue, le placeholder sera retourné.
it: Se controllato, il segnaposto verrà valutato allo stesso modo in cui è una mappatura della proprietà. Se la valutazione fallisce, viene restituito il segnaposto stesso.
ko: 이 옵션을 선택하면 특성(Attribute) 매핑과 동일한 방식으로 플레이스홀더가 평가됩니다. 평가에 실패하면 플레이스홀더 자체가 반환됩니다.
nl: Indien aangevinkt, wordt de aanduiding geëvalueerd op dezelfde manier als een eigenschapsafbeelding. Als de evaluatie mislukt, wordt de aanduiding zelf geretourneerd.
pt_br: Quando marcado, o placeholder será avaliado da mesma forma que um mapeamento de propriedade. Se a avaliação falhar, o próprio placeholder será retornado.
ru: Если флажок установлен, то заполнитель будет оцениваться так же, как и сопоставление свойств. Если оценка не удалась, возвращается сам заполнитель.
tr: İşaretlendiğinde, yer tutucu özellik eşlemesiyle aynı şekilde değerlendirilir. Değerlendirme başarısız olursa, yer tutucunun kendisi döndürülür.
zh_tw: 啟用時，預先填入將以與屬性對應相同的方式進行評估。如果評估失敗，則返回預先填入本身。

# sf90be97cb08f3d5a
source: Placeholder
cs_cz: Zástupný text
de: Platzhalter
es: Marcador de posición
fi: Paikanvaraaja
fr: Par défaut
it: Segnaposto
nl: Aanduiding
pt_br: Espaço Reservado
ru: Заполнитель
tr: Yer tutucu
zh_tw: 預先填入

# sf76ead4c4708dd06
source: Optionally provide a short hint that describes the expected input value. When creating a fixed choice field, enable interpreting as expression and return a list to return multiple choices.
cs_cz: Volitelně poskytněte krátký tip, který popisuje očekávanou vstupní hodnotu. Při vytváření pole s pevnou volbou povolte interpretaci jako výraz a vraťte seznam pro zobrazení více možností.
de: Optional kann ein kurzer Hinweis angegeben werden, der den erwarteten Eingabewert beschreibt. Beim Erstellen eines festen Auswahlfelds aktiviere „Als Ausdruck bzw. expression interpretieren“ und gib eine Liste zurück, um mehrere Auswahlmöglichkeiten bereitzustellen.
es: Opcionalmente, proporciona una breve pista que describa el valor de entrada esperado. Al crear un campo de opción fija, activa la interpretación como expresión y devuelva una lista para ofrecer múltiples opciones.
fi: Halutessasi syötä lyhyt vihje, joka kuvaa odotettua syöttökentän arvoa. Luodessasi kiinteää valintakenttää, kytke käyttöön lausekkeena tulkitseminen ja palauta lista palauttaaksesi useita vaihtoehtoja.
fr: Founir en option une courte aide qui décrit l'entrée attendue. Lors de la création d'un champ à choix fixe, active l'interprétation comme expressions et retourne une une liste de choix multiples.
it: Fornire facoltativamente un breve suggerimento che descrive il valore di input previsto. Quando si crea un campo a scelta fissa, abilitare l'interpretazione come espressione e restituire a Elenca per restituire più scelte.
ko: 옵션으로 예상되는 입력값을 설명하는 짧은 힌트를 제공할 수 있습니다. 고정 선택 필드를 만들 때, 식으로 해석을 활성화하고 여러 선택지를 반환하려면 목록을 반환하세요.
nl: Optioneel een korte aanwijzing geven die de verwachte invoerwaarde beschrijft. Bij het maken van een veld met een vaste keuze, schakel interpreteren als expressie in en retourneer een lijst om meerdere keuzes te maken.
pt_br: Opcionalmente, forneça uma dica curta que descreva o valor de entrada esperado. Ao criar um campo de escolha fixa, habilite a interpretação como expressão e retorne uma lista para fornecer várias opções.
ru: По желанию предоставьте короткую подсказку, описывающую ожидаемое значение ввода. При создании поля с фиксированным выбором включите интерпретацию как выражение и возвращайте список, чтобы вернуть несколько вариантов.
tr: İsteğe bağlı olarak, beklenen giriş değerini açıklayan kısa bir ipucu sağlayın. Sabit bir seçim alanı oluştururken, ifade olarak yorumlamayı etkinleştirin ve bir Birden çok seçenek döndürmek için listeleyin.
zh_tw: 可選：提供一個簡短提示，描述預期的輸入值。當建立一個固定選擇欄位時， 啟用解釋為表示式，並回傳一個列表以提供多個選擇。

# saa7ba2057bd524a1
source: Interpret initial value as expression
cs_cz: Interpretovat počáteční hodnotu jako výraz
de: Initialwert als Ausdruck interpretieren
es: Interpretar valor inicial como una expresión
fi: Tulkitse oletusarvo lausekkeena.
fr: Interpréter la valeur initiale comme une expression
it: Interpretare il valore iniziale come espressione
ko: 초기값을 정규표현식으로 해석
nl: Interpreteer de initiële waarde als expressie
pt_br: Interpretar valor inicial como expressão
ru: Интерпретировать начальное значение как выражение
tr: Başlangıç değerini ifade olarak yorumlama
zh_tw: 將初始值解釋為表示式

# sd60415c7666859f0
source: When checked, the initial value will be evaluated in the same way a property mapping is. If the evaluation fails, the initial value itself is returned.
cs_cz: Když je zaškrtnuto, počáteční hodnota bude vyhodnocena stejným způsobem jako mapování vlastností. Pokud vyhodnocení selže, vrátí se samotná počáteční hodnota.
de: Wenn aktiviert, wird der Initialwert auf dieselbe Weise ausgewertet wie eine Property-Mapping. Schlägt die Auswertung fehl, wird der Initialwert selbst zurückgegeben.
es: Cuando está seleccionado, el valor inicial se evaluará de la misma manera que un mapeo de propiedades. Si la evaluación falla, se devuelve el valor inicial.
fi: Kun tämä on valittu, oletusarvo tulkitaan samalla tavalla kuin ominaisuuskytkentä. Jos tulkitseminen epäonnistuu, oletusarvo palautetaan sellaisenaan.
fr: Lorsque sélectrionné, la valeur initiale sera évaluée de la même manière qu'un mappage de propriété. Si l'évaluation échoue, la valeur initiale sera retournée.
it: Se controllato, il valore iniziale verrà valutato allo stesso modo in cui è una mappatura delle proprietà. Se la valutazione fallisce, viene restituito il valore iniziale stesso.
ko: 선택한 경우, 초기 값은 속성 매핑과 동일한 방식으로 평가됩니다. 평가가 실패하면 초기 값 자체가 반환됩니다.
nl: Indien aangevinkt, wordt de initiële waarde geëvalueerd op dezelfde manier als een eigenschapsafbeelding. Als de evaluatie mislukt, wordt de initiële waarde zelf geretourneerd.
pt_br: Quando marcado, o valor inicial será avaliado da mesma forma que um mapeamento de propriedade. Se a avaliação falhar, o próprio valor inicial será retornado.
ru: Если флажок установлен, то начальное значение будет оцениваться так же, как и сопоставление свойств. Если оценка не удалась, само начальное значение.
tr: İşaretlendiğinde, başlangıç değeri bir özellik eşlemesi ile aynı şekilde değerlendirilir. Değerlendirme başarısız olursa, başlangıç değerinin kendisi döndürülür.
zh_tw: 啟用時，初始值將以與屬性對應相同的方式進行評估。如果評估失敗，則返回初始值本身。

# sa9c7044d9fd1f3e6
source: Initial value
cs_cz: Počáteční hodnota
de: Initialwert
es: Valor inicial
fi: Oletusarvo
fr: Valeur initiale
it: Valore iniziale
nl: Initiële waarde
pt_br: Valor inicial
ru: Начальное значение
tr: Başlangıç değeri
zh_tw: 初始值

# seab35681cbf36755
source: Optionally pre-fill the input with an initial value. When creating a fixed choice field, enable interpreting as expression and return a list to return multiple default choices.
cs_cz: Volitelně předvyplňte vstup počáteční hodnotou. Při vytváření pole s pevnou volbou povolte interpretaci jako výraz a vraťte seznam pro zobrazení více výchozích možností.
de: Optional kann die Eingabe mit einem Initialwert vorbelegt werden. Beim Erstellen eines festen Auswahlfelds aktiviere „Als Ausdruck interpretieren“ und gib eine Liste zurück, um mehrere Standardauswahlen bereitzustellen.
es: Opcionalmente, rellena el campo con un valor inicial. Al crear un campo de opción fija, activa la interpretación como expresión y devuelva una lista para establecer múltiples opciones predeterminadas.
fi: Halutessasi voit syöttää kenttään oletusarvon Kun luot kiinteän valintakentän, kytke käyttöön lausekkeena tulkitseminen ja palauta lista palauttaaksesi useita oletusvaihtoehtoja.
fr: Éventuellement remplir le champ avec une valeur initiale. Lors de la création d'un champ à choix fixes, activer l'interprétation en tant qu'expression et renvoyer une liste des choix par défaut.
it: pre-riempimento facoltativo con un valore iniziale. Quando si crea un campo a scelta fissa, abilita l'interpretazione come espressione e Restituisce un elenco di scelte predefinite.
ko: 옵션으로 입력을 초기 값으로 채울 수 있습니다. 고정 선택 필드를 만들 때 정규표현식으로 해석을 활성화하고 목록을 반환하여 여러 개의 기본 선택지를 반환합니다.
nl: Optioneel de invoer vooraf invullen met een initiële waarde. Bij het maken van een veld met een vaste keuze, schakel interpreteren als expressie in en retourneer een lijst om meerdere standaardkeuzes te maken.
pt_br: Opcionalmente, pré-preencha a entrada com um valor inicial. Ao criar um campo de escolha fixa, habilite a interpretação como expressão e retorne uma lista para fornecer várias opções padrão.
ru: По желанию предварительно заполните поле ввода начальным значением. При создании поля с фиксированным выбором включите интерпретацию как выражение и возвращайте список, чтобы вернуть несколько вариантов по умолчанию.
tr: İsteğe bağlı olarak, girişi bir başlangıç değeriyle önceden doldurun. Sabit bir seçim alanı oluştururken, ifade olarak yorumlamayı etkinleştirin ve Birden çok varsayılan seçenek döndürmek için bir liste döndürün.
zh_tw: 可選：預先填入輸入框以一個初始值。 當建立一個固定選擇欄位時，啟用解釋為表示式，並回傳一個列表以提供多個預設選擇。

# s72c1c17a9bdc76ad
source: Help text
cs_cz: Text nápovědy
de: Hilfetext
es: Texto de ayuda
fi: Ohjeteksti
fr: Texte d'aide
it: Testo d'aiuto
ko: 도움말 텍스트
nl: Helptekst
pt_br: Texto de ajuda
ru: Вспомогательный текст
tr: Yardım metni
zh_tw: 支援文字

# s584d1c38ad20d560
source: Any HTML can be used.
cs_cz: Lze použít jakýkoli HTML kód.
de: Jedes HTML kann verwendet werden.
es: Se puede usar cualquier código HTML.
fi: Mikä tahansa HTML sallitaan.
fr: N'importe quel HTML peut être utilisé.
it: È possibile utilizzare qualsiasi codice HTML.
ko: 어떤 HTML이든 사용할 수 있습니다.
nl: Elke HTML kan worden gebruikt.
pt_br: Qualquer HTML pode ser usado.
ru: Можно использовать любой HTML.
tr: Herhangi bir HTML kullanılabilir.
zh_tw: 可使用任何 HTML。

# s42fc6f4b64eff5d9
source: Single Prompts that can be used for Prompt Stages.
cs_cz: Jednotlivé výzvy, které lze použít pro kroky Výzev.
de: Einzelne Eingabeaufforderungen, die für Eingabeaufforderungs-Stages verwendet werden können.
es: Solicitudes Únicas que se pueden utilizar para Etapas de Solicitudes.
fi: Yksittäiset kehotteet, joita voidaan käyttää kehotevaiheissa
fr: Invites simples qui peuvent être utilisés pour les étapes d'invite.
it: Richieste singole utilizzabili per le fasi delle richieste.
ko: 프롬프트 스테이지에 사용할 수 있는 단일 프롬프트입니다.
nl: Enkele prompts die kunnen worden gebruikt voor promptfasen.
pt_br: Prompts únicos que podem ser usados para Estágios de Prompt.
ru: Одиночные запросы, которые можно использовать для этапов запросов.
tr: İstemi Aşamaları için kullanılabilecek Tek İstemler.
zh_tw: 可用於提示階段的單一提示。

# s42a1ebe17efda727
source: Field
cs_cz: Pole
de: Feld
es: Campo
fi: Kenttä
fr: Champ
it: Campo
ko: 필드
nl: Veld
pt_br: Campo
ru: Поле
tr: Alan
zh_tw: 欄位

# s41b105819b67ee7a
source: Stages
cs_cz: Kroky
es: Etapas
fi: Vaiheet
fr: Étapes
it: Fasi
ko: 스테이지
nl: Fasen
pt_br: Estágios
ru: Этапы
tr: Aşamalar
zh_tw: 階段

# scc733ba98740038a
source: Update Prompt
cs_cz: Aktualizovat výzvu
de: Aktualisierungsaufforderung
es: Actualizar Solicitud
fi: Päivitä kehote
fr: Mettre à jour l'invite
it: Richiesta aggiornamento
ko: 프롬프트 업데이트
nl: Prompt bijwerken
pt_br: Atualizar Prompt
ru: Обновить запрос
tr: Güncelleme İstemi
zh_tw: 更新提示

# s61b6f3e6bc59c6dd
source: Create Prompt
cs_cz: Vytvořit výzvu
de: Eingabeaufforderung erstellen
es: Crear Solicitud
fi: Luo kehote
fr: Créer une invite
it: Crea richiesta
ko: 프롬프트 생성
nl: Prompt aanmaken
pt_br: Criar Prompt
ru: Создать запрос
tr: İstemi Oluştur
zh_tw: 建立提示

# s916b32ac64ea2b05
source: Successfully updated stage.
cs_cz: Krok byl úspěšně aktualizován.
de: Stage erfolgreich aktualisiert.
es: Fase actualizada correctamente.
fi: Vaiheen päivitys onnistui.
fr: Étape mise à jour avec succès
it: Fase aggiornata con successo.
ko: 스테이지를 성공적으로 업데이트했습니다.
nl: Fase succesvol bijgewerkt.
pt_br: Estágio atualizado com sucesso.
ru: Этап успешно обновлен.
tr: Aşama başarıyla güncellendi.
zh_tw: 成功更新階段。

# s14c8f36e180d6bbc
source: Successfully created stage.
cs_cz: Krok byl úspěšně vytvořen.
de: Stage erfolgreich erstellt.
es: Etapa creada correctamente.
fi: Vaiheen luonti onnistui.
fr: Étape créée avec succès
it: Fase creata con successo.
ko: 스테이지를 성공적으로 생성했습니다.
nl: Fase succesvol aangemaakt.
pt_br: Estágio criado com sucesso.
ru: Этап успешно создан.
tr: Aşama aşaması başarıyla oluşturuldu.
zh_tw: 成功建立階段。

# sf22a28f83cc45fcc
source: Stage used to configure a duo-based authenticator. This stage should be used for configuration flows.
cs_cz: Krok používaný ke konfiguraci autentikátoru založeného na Duo. Tento krok by měl být použit pro konfigurační toky.
de: Stage, die zum Konfigurieren eines Duo-basierten Authenticator verwendet wird. Diese Stage sollte für Konfigurations-Flows verwendet werden.
es: Etapa utilizada para configurar un autenticador basado en dúo. Esta etapa se debe usar para los flujos de configuración.
fi: Vaihe, jolla määritellään duo-pohjainen todentaja. Tätä vaihetta tulisi käyttää määrittelyprosesseissa.
fr: Étape de configuration d'un authentificateur Duo. Cette étape devrait être utilisée en flux de configuration.
it: Fase utilizzata per configurare un autenticatore basato su duo. Questa fase dovrebbe essere utilizzata per i flussi di configurazione.
ko: duo-based 인증기를 구성하는 데 사용되는 스테이지입니다. 이 스테이지는 구성 플로우에 사용해야 합니다.
nl: Fase gebruikt om een op Duo gebaseerde authenticator te configureren. Deze fase moet worden gebruikt voor configuratiestromen.
pt_br: Estágio usado para configurar um autenticador baseado em duo. Este estágio deve ser usado para fluxos de configuração.
ru: Этап, используемый для настройки duo аутентификатора. Этот этап должен использоваться для потоков конфигурации.
tr: Aşama ikili tabanlı kimlik doğrulayıcısını yapılandırmak için kullanılır. Bu aşama yapılandırma akışları için kullanılmalıdır.
zh_tw: 用於設定基於 Duo 身分認證器的階段。此階段應該使用在設定流程。

# s5adafce329aaa853
source: Authenticator type name
cs_cz: Název typu autentikátoru
de: Name des Authenticator-Typs
es: Nombre de tipo de autenticador
fi: Todentajan tyypin nimi
fr: Nom du type d'authentificateur
it: Nome del tipo di autenticatore
ko: 인증기 유형 이름
nl: Naam van authenticatortype
pt_br: Nome do tipo de autenticador
ru: Название типа аутентификатора
tr: Kimlik doğrulayıcı türü adı
zh_tw: 身分認證器類型的名稱
