Repository: goauthentik/authentik
Catalog: web/xliff/*.xlf
Languages: cs_cz, de, es, fi, fr, it, ko, nl, pt_br, ru, tr, zh_tw

# s8c05cccd470f6b5f
source: No settings flow configured.
cs_cz: Není nakonfigurován žádný tok nastavení.
de: Kein Einstellungs-Flow konfiguriert.
es: Sin ajustes de flujo configurados.
fi: Asetusprosessia ei ole määritelty.
fr: Aucun flux de paramètres n'est configuré.
it: Nessun flusso di impostazioni configurato.
ko: 설정 플로우가 구성되지 않았습니다.
nl: Geen instellingenflow geconfigureerd.
pt_br: Nenhum fluxo de configurações configurado.
ru: Поток настроек не настроен.
tr: Hiçbir ayar akışı yapılandırılmadı.
zh_tw: 未設定設定流程

# sb546eb04425e07fa
source: Update details
cs_cz: Aktualizace údajů
de: Angaben aktualisieren
es: Actualizar detalles
fi: Päivitä tiedot
fr: Détails de la mise à jour
it: Aggiorna dettagli
ko: 업데이트 세부 정보
nl: Gegevens bijwerken
pt_br: Atualizar detalhes
ru: Обновить детали
tr: Ayrıntıları güncelle
zh_tw: 更新個人資訊

# s013620384af7c8b4
source: Device type ${device.verboseName} cannot be edited
cs_cz: Typ zařízení ${device.verboseName} nelze upravit
de: Gerätetyp${device.verboseName} kann nicht gelöscht werden
es: Tipo de dispositivo ${device.verboseName} no puede ser editado
fi: Laitetyyppiä ${device.verboseName} ei voi muokata
fr: Le type d'appareil ${device.verboseName} ne peut pas être édité
it: Dispositivo del tipo ${device.verboseName} non può essere modificato
pt_br: O tipo de dispositivo ${device.verboseName} não pode ser editado
tr: ${device.verboseName} Cihaz türü değiştirilemez

# s6a406aecb2c0e5c5
source: Enroll
cs_cz: Zapsat
de: Registrieren
es: Enrolar
fi: Rekisteröidy
fr: S'inscrire
it: Iscrivi
ko: 등록
nl: Inschrijven
pt_br: Inscrever
ru: Зарегистрировать
tr: Kaydolun
zh_tw: 註冊

# s64de9eceb8172269
source: Edit device
cs_cz: Upravit zařízení
pt_br: Editar dispositivo

# s3a135682bd30bdbb
source: Create App password
cs_cz: Vytvořit heslo aplikace
de: App Passwort erstellen
es: Crear Contraseña de Aplicación
fi: Luo sovellussalasana
fr: Créer un mot de passe App
it: Crea password dell'app
ko: 앱 비밀번호 생성
nl: Maak een App-wachtwoord aan
pt_br: Criar senha de aplicativo
ru: Создать пароль приложения
tr: Uygulama parolası oluştur
zh_tw: 建立應用程式密碼

# s2e6c714bb95c18a3
source: User settings
pt_br: Configurações de usuário

# s588796ee929a2e4c
source: User details
cs_cz: Údaje o uživateli
de: Benutzerdetails
es: Detalles del usuario
fi: Käyttäjän tiedot
fr: Détails de l'utilisateur
it: Dettagli utente
ko: 사용자 세부 정보
nl: Gebruikersgegevens
pt_br: Detalhes do usuário
ru: Информация о пользователе
tr: Kullanıcı ayrıntıları
zh_tw: 使用者個人資訊

# s332a5235948c1a1d
source: Consent
cs_cz: Souhlas
de: Einwilligung
es: Consentimiento
fi: Suostumus
fr: Approbation
it: Consenso
ko: 동의
nl: Toestemming
pt_br: Consentimento
ru: Согласие
tr: Onaylı
zh_tw: 同意

# sff945d3f59b93c5e
source: MFA Devices
cs_cz: MFA zařízení
de: Multifaktor-Authentifzierungs Geräte
es: Dispositivos de MFA
fi: MFA-laitteet
fr: Appareils de MFA
it: Dispositivi MFA
ko: MFA 디바이스
nl: MFA-apparaten
pt_br: Dispositivos MFA
ru: MFA-устройства
tr: MFA Cihazları
zh_tw: 多重要素認證裝置

# sd1031bddc66dc495
source: Connect your user account to the services listed below, to allow you to login using the service instead of traditional credentials.
cs_cz: Připojte svůj uživatelský účet k níže uvedeným službám, abyste se mohli přihlásit pomocí služby namísto tradičních přihlašovacích údajů.
de: Verknüpfen Sie Ihr Konto mit einem der unten aufgeführten Dienste, um das Anmelden mit dem Dienst, anstatt der üblichen Anmeldedaten zu ermöglichen.
es: Conecte su cuenta de usuario a los servicios que se enumeran a continuación para permitirle iniciar sesión con el servicio en lugar de las credenciales tradicionales.
fi: Yhdistä tilisi alla oleviin palveluihin pystyäksesi kirjautumaan kyseisellä palvelulla perinteisten tunnusten sijaan.
fr: Connectez votre compte aux service listés ci-dessous, cela vous permettra de les utiliser pour vous connecter au lieu des identifiants traditionnels.
it: Collega il tuo account utente ai servizi elencati di seguito, per consentire di accedere utilizzando il servizio anziché le credenziali tradizionali.
ko: 사용자 계정을 아래 나열된 서비스에 연결하여 기존 자격증명 대신 서비스를 사용하여 로그인할 수 있도록 합니다.
nl: Koppel uw gebruikersaccount aan de hieronder vermelde diensten om in te loggen met behulp van de dienst in plaats van traditionele referenties.
pt_br: Conecte sua conta de usuário aos serviços listados abaixo, para permitir que você faça login usando o serviço em vez das credenciais tradicionais.
ru: Подключите свою учетную запись к перечисленным ниже сервисам, чтобы можно было входить в систему, используя сервис, а не обычные данные.
tr: Geleneksel kimlik bilgileri yerine hizmeti kullanarak oturum açmanıza izin vermek için kullanıcı hesabınızı aşağıda listelenen hizmetlere bağlayın.
zh_tw: 將您的使用者帳號與下方的服務連線，讓您可以直接使用該服務而不使用傳統認證登入。

# s5599c62bb78c631f
source: Admin interface
cs_cz: Administrátorské rozhraní
de: Admin-Oberfläche
es: Interfaz de administrador
fi: Ylläpitokäyttöliittymä
fr: Interface d'administration
it: Interfaccia amministrativa
ko: 관리자 인터페이스
nl: Beheerdersinterface
pt_br: Interface de administração
ru: Интерфейс администратора
tr: Yönetici arayüzü
zh_tw: 管理員介面

# s4caed5b7a7e5d89b
source: English
cs_cz: Angličtina
de: Englisch
es: Inglés
fi: englanti
fr: Anglais
it: Inglese
ko: 영어
nl: Engels
ru: Английский
tr: İngilizce
zh_tw: 英語

# s75a27f43413e02c5
source: French
cs_cz: Francouzština
de: Französisch
es: Francés
fi: ranska
fr: Français
it: Francese
ko: 프랑스어
nl: Frans
ru: Французский
tr: Fransızca
zh_tw: 法語

# s9d2d00982edafabb
source: Turkish
cs_cz: Turečtina
de: Türkisch
es: Turco
fi: turkki
fr: Turque
it: Turco
ko: 터키어
nl: Turks
ru: Турецкий
tr: Türkçe
zh_tw: 土耳其語

# sf1868dc19e3917bb
source: Spanish
cs_cz: Španělština
de: Spanisch
es: Español
fi: espanja
fr: Espagnol
it: Spagnolo
ko: 스페인어
nl: Spaans
ru: Испанский
tr: İspanyolca
zh_tw: 西班牙語

# s03f49e598ffb11cc
source: Polish
cs_cz: Polština
de: Polnisch
es: Polaco
fi: puola
fr: Polonais
it: Polacco
ko: 폴란드어
nl: Pools
ru: Польский
tr: Lehçe
zh_tw: 波蘭語

# s4660da32fb311ac0
source: Taiwanese Mandarin
cs_cz: Tchajwanská mandarínština
de: Taiwanesisches Mandarin
es: Taiwanés
fi: taiwanin mandariini
fr: Mandarin taïwanais
it: Mandarino Taiwanese
ko: 대만어
nl: Taiwanees Mandarijn
ru: Тайваньский мандарин
tr: Tayvan Mandarin
zh_tw: 繁體中文(台灣)

# s354e0a9f146d2869
source: Chinese (simplified)
cs_cz: Čínština (zjednodušená)
de: Chinesisch (vereinfacht)
es: Chino (simplificado)
fi: kiina (yksinkertaistettu)
fr: Chinois (simplifié)
it: Cinese (semplificato)
ko: 중국어 (간체)
nl: Chinees (vereenvoudigd)
ru: Китайский (упрощенный)
tr: Çince (basitleştirilmiş)
zh_tw: 簡體中文

# se3e6af2ce24d80e8
source: Chinese (traditional)
cs_cz: Čínština (tradiční)
de: Chinesisch (traditionell)
es: Chino (tradicional)
fi: kiina (perinteinen)
fr: Chinois (traditionnel)
it: Cinese (tradizionale)
ko: 중국어 (번체)
nl: Chinees (traditioneel)
ru: Китайский (традиционный)
tr: Çince (geleneksel)
zh_tw: 繁體中文

# s63e71d20d1eaca93
source: German
cs_cz: Němčina
de: Deutsch
es: Alemán
fi: saksa
fr: Allemand
it: Tedesco
ko: 독일어
nl: Duits
ru: Немецкий
tr: Almanca
zh_tw: 德語

# s310d8757ce319673
source: Logins
cs_cz: Přihlášení
de: Anmeldungen
es: Inicios de sesión
fi: Kirjautumiset
fr: Connexions
ko: 로그인
nl: Aanmeldingen
ru: Логины
tr: Oturum Açma
zh_tw: 登入

# s04ceadb276bbe149
source: Loading options...
de: Lade Optionen...
es: Cargando opciones...
fi: Lataa vaihtoehtoja...
fr: Chargement des options...
it: Caricamento delle opzioni...
ko: 옵션 로드 중...
nl: Opties laden...
ru: Загрузка опций...
tr: Yükleme seçenekleri...
zh_tw: 載入選項中……

# sc8da3cc71de63832
source: Login
cs_cz: Přihlášení
de: Anmeldung
es: Iniciar sesión
fi: Kirjaudu
fr: Connexion
ko: 로그인
nl: Inloggen
ru: Вход
tr: Giriş
zh_tw: 登入

# s04c5a637328c9b67
source: ${this.pages?.startIndex} - ${this.pages?.endIndex} of ${this.pages?.count}
de: ${this.pages?.startIndex}- ${this.pages?.endIndex}von ${this.pages?.count}
es: ${this.pages?.startIndex}- ${this.pages?.endIndex}de ${this.pages?.count}
fi: ${this.pages?.startIndex}- ${this.pages?.endIndex}/ ${this.pages?.count}
fr: ${this.pages?.startIndex}- ${this.pages?.endIndex}sur ${this.pages?.count}
it: ${this.pages?.startIndex}- ${this.pages?.endIndex}di ${this.pages?.count}
nl: ${this.pages?.startIndex} - ${this.pages?.endIndex} van ${this.pages?.count}
ru: ${this.pages?.startIndex} - ${this.pages?.endIndex} из ${this.pages?.count}
zh_tw: ${this.pages?.count} 個項目中的 ${this.pages?.startIndex} - ${this.pages?.endIndex} 項目

# s091d3d07b5b3076f
source: OK
es: DE ACUERDO

# sea91c57b3d3969fe
source: System status
es: Estado del sistema
fi: Järjestelmän tila
fr: Statut du système
it: Stato del sistema
ko: 시스템 상태
nl: Systeemstatus
ru: Статус системы
tr: Sistem durumu
zh_tw: 系統狀態

# s0a63a8be0b2b422c
source: Workers
cs_cz: Workery
de: Arbeiter
es: Trabajadores
fi: Suorittajat
ko: 워커
nl: Medewerkers
ru: Рабочие процессы
tr: İşçiler

# saa0e2675da69651b
source: The URL "${this.url}" was not found.
cs_cz: URL " ${this.url}" nebyla nalezena.
de: Die URL " ${this.url}" wurde nicht gefunden.
es: El URL " ${this.url}" no fue encontrado.
fr: L'URL " ${this.url}" n'a pas été trouvée.
it: La URL " ${this.url}" non è stata trovata.
ko: URL "${this.url}" 을 찾을 수 없습니다.
ru: URL " ${this.url}" не найден.
tr: ${this.url} URL adresi bulunamadı.
zh_tw: 找不到網址 "${this.url}"。

# sad3e3c8146fc920f
source: Status
cs_cz: Stav
es: Estatus
fi: Tila
fr: Statut
it: Stato
ko: 상태
ru: Статус
tr: Durum
zh_tw: 狀態

# s11204eeb1e27ea8f
source: ACS URL
es: URL
ru: URL-адрес ACS
zh_tw: ACS 網址

# sf54c562d8a10ce77
source: Also known as EntityID.
de: Auch bekannt als EntityID.
es: También conocido como EntityID.
fi: Tunnetaan myös nimellä EntityID.
fr: Également appelé EntityID.
it: Conosciuto anche come EntityID
ko: EntityID로도 표현하기도 합니다.
nl: Ook bekend als EntityID.
ru: Также известен как EntityID.
tr: EntityID olarak da bilinir.
zh_tw: 也稱為 EntityID。

# sa90b7809586c35ce
source: Either input a full URL, a relative path, or use 'fa://fa-test' to use the Font Awesome icon "fa-test".
cs_cz: Zadejte buď kompletní URL, relativní cestu nebo použijte 'fa://fa-test' pro použití ikony Font Awesome "fa-test".
de: Geben Sie entweder eine vollständige URL oder einen relativen Pfad ein oder geben Sie 'fa://fa-test' ein, um das Font Awesome-Icon "fa-test" zu verwenden
es: Ingrese una URL completa, una ruta relativa o use 'fa: //fa-test' para usar el ícono Font Awesome «fa-test».
fr: Entrez une URL complète, un chemin relatif ou utilisez 'fa://fa-test' pour utiliser l'icône Font Awesome "fa-test".
it: Inserisci un URL completo, un percorso relativo oppure utilizza "fa://fa-test" per utilizzare l'icona "fa-test" di Font Awesome.
ko: 전체 URL, 상대 경로를 입력하거나, 또는 'fa://fa-test'를 사용하여 Font Awesome 아이콘 "fa-test"를 사용합니다.
ru: Введите полный URL-адрес, относительный путь или используйте 'fa://fa-test', чтобы использовать иконку Font Awesome "fa-test".
tr: Ya tam bir URL, göreli bir yol girin ya da 'fa://fa-test' Yazı Tipi Awesome simgesini “fa-test” kullanmak için kullanın.
zh_tw: 輸入完整網址、相對路徑，或者使用 'fa://fa-test' 來使用 Font Awesome 圖示 「fa-test」。

# s67e20cd8018d7e3c
source: Currently set to:
cs_cz: Aktuálně nastaveno na:
de: Aktuell eingestellt auf:
es: Configurado actualmente en:
fi: Tällä hetkellä asetettu:
fr: Actuellement fixé à :
it: Attualmente impostato su:
ko: 현재 다음으로 설정됨:
nl: Momenteel ingesteld op:
ru: В настоящее время установлено:
tr: Şu anda şu şekilde ayarlanmış:
zh_tw: 目前設定為：

# s80e6d6fe5ad458d3
source: Clear icon
cs_cz: Vymazat ikonu
de: Symbol zurücksetzen
es: Borrar icono
fi: Tyhjennä kuvake
fr: Supprimer l'icône
it: Cancella icona
ko: 아이콘 삭제
nl: Pictogram wissen
ru: Очистить иконку
tr: Simgeyi temizle
zh_tw: 清除圖示

# s5d9f93f1fe1c19d3
source: Traefik (Ingress)
es: Traefik (entrada)
tr: Traefik (Giriş)

# s3e3bb9e7cb1de4fd
source: Select users to add
de: Wählen Sie die hinzuzufügenden Benutzer aus
es: Seleccione los usuarios que desea añadir
fi: Valitse lisättävät käyttäjät
fr: Sélectionnez les utilisateurs à ajouter
it: Seleziona utenti da aggiungere
ko: 추가할 사용자 선택
nl: Selecteer gebruikers om toe te voegen
ru: Выбрать пользователей для добавления
tr: Eklenecek kullanıcıları seçin
zh_tw: 選擇要加入的使用者

# s63cb05541b294335
source: Is superuser
de: Ist Admin
es: Es superusuario
fi: On pääkäyttäjä
fr: Est superutilisateur
it: È superutente
ko: 슈퍼유저
nl: Is supergebruiker
ru: Суперпользователь
tr: Süper kullanıcı
zh_tw: 成為超級使用者

# s29315e374008d0c5
source: Users added to this group will be superusers.
de: Benutzer dieser Gruppe werden als Superuser hinzugefügt.
es: Los usuarios añadidos a este grupo serán superusuarios.
fi: Tähän ryhmään lisätyt käyttäjät ovat pääkäyttäjiä.
fr: Les utilisateurs ajoutés à ce groupe seront des super-utilisateurs.
it: Gli utenti aggiunti a questo gruppo diventeranno superutenti.
ko: 이 그룹에 추가된 사용자는 슈퍼유저가 됩니다.
nl: Gebruikers toegevoegd aan deze groep zullen supergebruikers zijn.
ru: Пользователи, добавленные в эту группу, будут суперпользователями.
tr: Bu gruba eklenen kullanıcılar süper kullanıcılar olacaktır.
zh_tw: 加入到該群組的成員將會成為超級使用者。

# s4eb514ebcb80553d
source: Parent
cs_cz: Rodič
de: Übergeordnet
es: Padre
fi: Emo
it: Genitore
ko: 상위
nl: Bovenliggend
ru: Родитель
tr: Ebeveyn
zh_tw: 上級群組

# scab2900019953050
source: Successfully updated user.
cs_cz: Uživatel byl úspěšně aktualizován.
de: Benutzer erfolgreich aktualisiert.
es: Usuario actualizado correctamente.
fi: Käyttäjän päivitys onnistui.
fr: Utilisateur mis à jour avec succès
it: Aggiornamento utente effettuato con successo.
ko: 사용자 업데이트에 성공했습니다.
nl: Gebruiker succesvol bijgewerkt.
ru: Пользователь успешно обновлен.
tr: Kullanıcı başarıyla güncellendi.
zh_tw: 成功更新使用者。

# s5a802e46a033c8af
source: User's primary identifier. 150 characters or fewer.
de: Primäre Kennung des Benutzers. 150 oder weniger Zeichen.
es: Identificador principal del usuario. Máximo 150 caracteres.
fi: Käyttäjän ensisijainen tunniste. Enintään 150 merkkiä.
fr: Identifiant principal de l'utilisateur. 150 caractères ou moins.
it: L'identificatore principale dell'utente. 150 caratteri o meno.
ko: 사용자의 기본 식별자입니다. 150자 이하.
nl: Primaire identificator van de gebruiker. 150 tekens of minder.
ru: Основной идентификатор пользователя. Не более 150 символов.
tr: Kullanıcının birincil tanımlayıcısı. 150 karakter veya daha az.
zh_tw: 使用者的主要識別碼。150個字元以內。

# sd34be0d0fcb39971
source: User's display name.
de: Anzeigename
es: Nombre para mostrar del usuario.
fi: Käyttäjän näytettävä nimi
fr: Nom d'affichage de l'utilisateur
it: Nome visualizzato dell'utente.
ko: 사용자의 표시 이름입니다.
nl: Weergavenaam van de gebruiker.
ru: Отображаемое имя пользователя.
tr: Kullanıcının görünen adı.
zh_tw: 用使用者的顯示名稱。

# sd1f44f1a8bc20e67
source: Email
es: Correo
fi: Sähköposti
fr: Courriel
ko: 이메일
ru: Электронная почта
tr: E-posta
zh_tw: 電子郵件

# sbe3b416a356f1c91
source: Is active
de: Ist aktiv
es: Está activo
fi: Aktiivinen
fr: Est actif
it: È attivo
ko: 활성화
nl: Is actief
ru: Активен
tr: Aktif
zh_tw: 啟用帳戶

# s35fac2e5677d55cd
source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
de: Legt fest, ob dieser Benutzer als aktiv behandelt werden soll. Deaktivieren Sie dies, anstatt Konten zu löschen
es: Designa si este usuario debe tratarse como activo. Deseleccione esto en lugar de eliminar cuentas.
fi: Määrittää, käsitelläänkö tätä käyttäjää aktiivisena. Poista tämä valinta tilin poistamisen sijaan.
fr: Indique si cet utilisateur doit être traité comme actif. Désélectionnez cette option au lieu de supprimer les comptes.
it: Designa se questo utente deve essere considerato attivo. Deseleziona questa opzione invece di eliminare gli account.
ko: 이 사용자를 활성 상태로 처리할지 여부를 지정합니다. 계정을 삭제하는 대신 이 옵션을 선택 취소합니다.
nl: Geeft aan of deze gebruiker als actief moet worden beschouwd. Deselecteer dit in plaats van accounts te verwijderen.
ru: Указывает, следует ли считать этого пользователя активным. Переключите этот флажок вместо удаления учетных записей.
tr: Bu kullanıcının etkin olarak değerlendirilmesi gerekip gerekmediğini belirtir. Hesapları silmek yerine bunun seçimini kaldırın.
zh_tw: 決定是否將此使用者視為啟用的帳戶。建議取消選擇此項來停用，而不是刪除帳戶。

# saa855c61e0403fe6
source: Warning: Application is not used by any Outpost.
de: Warnung: Die Anwendung wird von keinem Outpost verwendet.
es: Advertencia: La aplicación no es utilizada por ningún puesto avanzado.
fi: Varoitus: Sovellus ei ole minkään tukikohdan käytössä.
fr: Attention : cette application n’est utilisée par aucun avant-poste.
it: Attenzione: l'applicazione non viene utilizzata da nessun avamposto.
ko: 경고: 애플리케이션이 어떤 Outpost에서도 사용하지 않습니다.
nl: Waarschuwing: De applicatie wordt door geen enkele Outpost gebruikt.
ru: Внимание: Приложение не используется ни одним внешним компонентом.
tr: Uyarı: Uygulama herhangi bir Üs tarafından kullanılmıyor.
zh_tw: 警告：應用程式未被任何 Outpost 使用。

# s485c05d34eb00415
source: Delete currently set icon.
cs_cz: Smazat aktuálně nastavenou ikonu.
de: Lösche das aktuell festgelegte Symbol.
es: Eliminar el icono configurado actualmente.
fi: Poista nykyinen kuvake.
fr: Supprimer l'icône actuellement définie
it: Elimina l'icona attualmente impostata.
ko: 현재 설정한 아이콘을 삭제합니다.
nl: Huidig ingesteld pictogram verwijderen.
ru: Удаление текущей установленной иконки.
tr: Şu anda ayarlanan simgeyi sil.
zh_tw: 刪除目前的圖示。

# s78fd8c03f8c967f3
source: Tokens
cs_cz: Tokeny
es: Fichas
fi: Tunnisteet
fr: Jetons
ko: 토큰
ru: Токены
tr: Belirteçler
zh_tw: 權杖

# s4f1af2b48a5e249a
source: Logo
es: Logotipo
ko: 로고
ru: Логотип
zh_tw: 品牌標誌

# sd6b8b4156f7df696
source: Icon shown in sidebar/header and flow executor.
de: Bild, das in der Seitenleiste/dem Header und in Abläufen zu sehen ist.
es: Se muestra el icono en la barra lateral/encabezado y en el ejecutor de flujo.
fi: Kuvake, joka näytetään sivupalkissa/yläosassa ja prosessisuorittimessa.
fr: Icône affichée dans la barre latérale, l'en-tête et dans l'exécuteur de flux.
it: Icona mostrata nella barra laterale/intestazione e nell'esecutore del flusso.
ko: 사이드바/헤더 및 플로우 실행기에 표시되는 아이콘입니다.
nl: Pictogram getoond in zijbalk/koptekst en flowuitvoerder.
ru: Значок отображается в боковой панели/заголовке и исполнителе потока.
tr: Simge kenar çubuğu/başlık ve akış yürütücüde gösterilir.
zh_tw: 在側邊欄、標題和流程執行器中顯示的圖示。

# s2a12e0b5527ff99a
source: Enabling this toggle will create a group named after the user, with the user as member.
de: Durch Aktivieren dieses Schalters wird eine nach dem Benutzer benannte Gruppe mit dem Benutzer als Mitglied erstellt.
es: Al habilitar esta opción se creará un grupo con el nombre del usuario, del cual el usuario será miembro.
fi: Tämän asetuksen päälle kytkeminen luo ryhmän käyttäjän nimen perusteella ja liittää käyttäjän ryhmän jäseneksi.
fr: Activer cette option va créer un groupe du même nom que l'utilisateur dont il sera membre.
it: Abilitazione di questo interruttore creerà un gruppo che prende il nome dall'utente, con l'utente come membro.
ko: 이 토글을 활성화하면 사용자의 이름을 딴 그룹이 생성되며, 이 그룹에는 해당 사용자가 멤버로 포함됩니다.
nl: Het inschakelen van deze schakelaar zal een groep aanmaken genaamd naar de gebruiker, met de gebruiker als lid.
ru: При включении этого флажка будет создана группа, названная в честь пользователя, членом которой он является.
tr: Bu geçiş özelliğini etkinleştirmek, kullanıcının adını taşıyan ve kullanıcının üye olduğu bir grup oluşturur.
zh_tw: 啟用此選項時，將會建立以使用者名稱為名的群組，而使用者將會成為其成員。

# se6a13beff646557b
source: Successfully updated ${this.objectLabel} ${this.obj?.name}
de: ${this.objectLabel} ${this.obj?.name} erfolgreich aktualisiert
es: Actualizado correctamente ${this.objectLabel} ${this.obj?.name}
fi: ${this.objectLabel} ${this.obj?.name} päivitettiin
fr: Mise à jour effectuée avec succès ${this.objectLabel} ${this.obj?.name}
it: Aggiornato con successo ${this.objectLabel} ${this.obj?.name}
ko: ${this.objectLabel} ${this.obj?.name} 을(를) 성공적으로 업데이트했습니다
nl: Succesvol bijgewerkt ${this.objectLabel} ${this.obj?.name}
ru: Успешно обновлено ${this.objectLabel} ${this.obj?.name}
tr: ${this.objectLabel} ${this.obj?.name} Başarıyla güncellendi
zh_tw: 成功更新 ${this.objectLabel} ${this.obj?.name}

# sa95a538bfbb86111
source: Are you sure you want to update ${this.objectLabel} "${this.obj?.name}"?
de: Bist du sicher, dass du ${this.objectLabel}" ${this.obj?.name}"aktualisieren möchtest?
es: ¿Estás seguro de que deseas actualizar ${this.objectLabel}" ${this.obj?.name}"?
fr: Êtes-vous sûr de vouloir mettre à jour ${this.objectLabel}" ${this.obj?.name}"?
it: Sei sicuro di voler aggiornare ${this.objectLabel}" ${this.obj?.name}"?
ko: 정말 ${this.objectLabel} "${this.obj?.name}" 을(를) 업데이트 하시겠습니까?
ru: Вы уверены, что хотите обновить ${this.objectLabel}" ${this.obj?.name}"?
tr: ${this.objectLabel} "${this.obj?.name}" Güncellemek istediğinizden emin misiniz?
zh_tw: 您確定要更新 ${this.objectLabel} 「${this.obj?.name}」嗎？

# s306a35df5d0d38bb
source: Users to add
de: Benutzer zum Hinzufügen
es: Usuarios a agregar
fi: Luotavat käyttäjät
fr: Utilisateurs à ajouter
it: Utenti da aggiungere
ko: 추가할 사용자를 선택
nl: Gebruikers om toe te voegen
ru: Пользователи для добавления
tr: Eklenecek kullanıcılar
zh_tw: 欲加入的使用者

# s7220fcf4fec4e0df
source: Remove Users(s)
cs_cz: Odstranit uživatele
de: Benutzer entfernen
es: Eliminar Usuario(s)
fi: Poista käyttäjä(t)
fr: Retirer le/les utilisateur(s)
it: Rimuovi Utente(i)
ko: 사용자 제거
nl: Gebruiker(s) verwijderen
ru: Удалить пользователя(ей)
tr: Kullanıcıları Kaldır
zh_tw: 移除使用者

# s5d7748b1d2363478
source: Are you sure you want to remove the selected users from the group ${this.targetGroup?.name}?
cs_cz: Jste si jisti že chcete odebrat zvolené uživatele ze skupiny ${this.targetGroup?.name}?
de: Bist du sicher, dass du die ausgewählten Benutzer aus der Gruppe ${this.targetGroup?.name}entfernen möchtest?
es: ¿Estás seguro de que deseas eliminar a los usuarios seleccionados del grupo ${this.targetGroup?.name}?
fi: Haluatko varmasti poistaa valitut käyttäjät ryhmästä ${this.targetGroup?.name}?
fr: Êtes-vous sûr de vouloir supprimer les utilisateurs sélectionnés du groupe ${this.targetGroup?.name}?
it: Vuoi davvero rimuovere gli utenti selezionati dal gruppo ${this.targetGroup?.name}?
ko: 그룹 ${this.targetGroup?.name}에서 선택한 사용자를 제거하시겠습니까?
nl: Weet je zeker dat je de geselecteerde gebruikers uit de groep ${this.targetGroup?.name} wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранных пользователей из группы ${this.targetGroup?.name}?
tr: ${this.targetGroup?.name} Bu kullanıcıları gruptan kaldırmak istediğinizden emin misiniz?

# s720594461542943f
source: Add User
de: Benutzer hinzufügen
es: Agregar Usuario
fi: Lisää käyttäjä
fr: Ajouter un utilisateur
it: Aggiungi utente
ko: 사용자 추가
nl: Gebruiker toevoegen
ru: Добавить пользователя
tr: Kullanıcı Ekle
zh_tw: 加入使用者

# sd600334ec2c39b74
source: Create user
de: Benutzer erstellen
es: Crear usuario
fi: Luo käyttäjä
fr: Créer un utilisateur
it: Creare utente
ko: 사용자 생성
nl: Gebruiker aanmaken
ru: Создать пользователя
tr: Kullanıcı oluştur
zh_tw: 建立使用者

# s06c163334767a381
source: Create Service account
de: Dienstkonto erstellen
es: Crear cuenta de Servicio
fi: Luo palvelutili
fr: Créer un compte de service
it: Creare account di servizio
ko: 서비스 계정 생성
nl: Service-account aanmaken
ru: Создать сервисный аккаунт
tr: Hizmet hesabı oluştur
zh_tw: 建立服務帳戶

# s510c7add9e24c306
source: Hide deactivated user
de: Deaktivierten Benutzer ausblenden
es: Ocultar usuario desactivado
fi: Piilota käytöstä poistettu käyttäjä
fr: Cacher l'utilisateur désactivé
it: Nascondi utente disattivato
ko: 비활성화된 사용자 숨기기
nl: Deactieve gebruiker verbergen
ru: Скрыть деактивированного пользователя
tr: Devre dışı bırakılan kullanıcıyı gizle
zh_tw: 隱藏停用的使用者
