Repository: goauthentik/authentik
Catalog: web/xliff/*.xlf
Languages: cs_cz, de, es, fi, fr, it, ko, nl, pt_br, ru, tr, zh_tw

# s5170f9ef331949c0
source: Show arbitrary input fields to the user, for example during enrollment. Data is saved in the flow context under the 'prompt_data' variable.
cs_cz: Zobrazit uživateli libovolná vstupní pole, například během registrace. Data jsou uložena v kontextu toku pod proměnnou 'prompt_data'.
de: Beliebige Eingabefelder für den Benutzer anzeigen, zum Beispiel während des Enrollments. Die Daten werden im Flow-Kontext unter der Variablen `prompt_data` gespeichert.
es: Muestra campos de entrada arbitrarios al usuario, por ejemplo, durante la inscripción. Los datos se guardan en el contexto del flujo bajo la variable 'prompt_data'.
fi: Näytä vapaavalintaisia kenttiä käyttäjälle, esimerkiksi rekisteröitymisen yhteydessä. Tiedot tallennetaan prosessin kontekstiin 'prompt_data'-muuttujaan.
fr: Afficher des champs de saisie arbitraires à l'utilisateur, par exemple pendant l'inscription. Les données sont enregistrées dans le contexte du flux sous la variable "prompt_data".
it: Mostra campi di input arbitrari all'utente, ad esempio durante l'iscrizione. I dati vengono salvati nel contesto di flusso nell'ambito della variabile "prompt_data".
ko: 예를 들어, 등록 시 사용자에게 임의의 입력 필드를 표시합니다. 데이터는 플로우 컨텍스트의 'prompt_data' 변수 아래에 저장됩니다.
nl: Toon willekeurige invoervelden aan de gebruiker, bijvoorbeeld tijdens inschrijving. Gegevens worden opgeslagen in de flow-context onder de variabele 'prompt_data'.
pt_br: Mostrar campos de input arbitrários para o usuário, por exemplo durante a inscrição. Dados são salvos no contexto do fluxo na variável 'prompt_data'.
ru: Показывать пользователю произвольные поля ввода, например, во время регистрации. Данные сохраняются в контексте потока в переменной 'prompt_data'.
tr: Kullanıcıya rastgele giriş alanlarını göster, örneğin kayıt sırasında. Veriler akış bağlamında 'prompt_data' değişkeni altında kaydedilir.
zh_tw: 向使用者顯示任意輸入欄位，例如在註冊過程中。資料會保存在流程上下文中的「prompt_data」變數中。

# s36cb242ac90353bc
source: Fields
cs_cz: Pole
de: Felder
es: Campos
fi: Kentät
fr: Champs
it: Campi
ko: 필드
nl: Velden
pt_br: Campos
ru: Поля
tr: Alanlar
zh_tw: 欄位

# sf651943c3ddff635
source: Available Fields
cs_cz: Dostupná pole
de: Verfügbare Felder
es: Campos Disponibles
fi: Saatavilla olevat kentät
fr: Champs disponibles
it: Campi disponibili
pt_br: Campos Disponíveis
tr: Kullanılabilir Alanlar

# s80ba9c5ebb7826a9
source: Selected Fields
cs_cz: Vybraná pole
de: Ausgewählte Felder
es: Campos Seleccionados
fi: Valitut kentät
fr: Champs sélectionnés
it: Campi selezionati
pt_br: Campos Selecionados
tr: Seçili Alanlar

# s3b7b519444181264
source: Validation Policies
cs_cz: Zásady ověřování
de: Validierungsrichtlinien
es: Políticas de validación
fi: Validaatiokäytännöt
fr: Politiques de validation
it: Criteri di Validazione
ko: 유효성 검사 정책
nl: Validatiebeleid
pt_br: Políticas de Validação
ru: Политики валидации
tr: Doğrulama İlkeleri
zh_tw: 驗證政策

# s1cc032bcc50b2942
source: Available Policies
cs_cz: Dostupné zásady
de: Verfügbare Richtlinien
es: Políticas Disponibles
fi: Saatavilla olevat käytännöt
fr: Politiques disponibles
it: Policy disponibili
pt_br: Políticas Disponíveis
ru: Доступные политики

# s3ad64193ad5f4a5e
source: Selected Policies
cs_cz: Vybrané zásady
de: Ausgewählte Richtlinien
es: Políticas Seleccionadas
fi: Valitut käytännöt
fr: Politiques sélectionnées
it: Criteri selezionati
pt_br: Políticas Selecionadas
ru: Выбранные политики

# s59691290a232c687
source: Selected policies are executed when the stage is submitted to validate the data.
cs_cz: Vybrané zásady jsou provedeny při odeslání kroku k ověření dat.
de: Ausgewählte Richtlinien werden ausgeführt, wenn die Stage abgeschickt wird, um die Daten zu validieren.
es: Las políticas seleccionadas se ejecutan cuando se envía la etapa para validar los datos.
fi: Valitut käytännöt suoritetaan vaiheen lähettämisen yhteydessä tietojen validoimiseksi
fr: Les politiques sélectionnées sont exécutées lorsque l'étape est soumise pour valider les données.
it: Le politiche selezionate vengono eseguite quando la fase viene inviata per convalidare i dati.
ko: 데이터 유효성 검사를 위해 스테이지가 제출될 때 선택한 정책이 실행됩니다.
nl: Geselecteerde beleidsregels worden uitgevoerd wanneer de fase wordt ingediend om de gegevens te valideren.
pt_br: As políticas selecionadas são executadas quando o estágio é enviado para validar os dados.
ru: Выбранные политики выполняются при отправке этапа для проверки данных.
tr: Seçilen ilkeler, verileri doğrulamak için aşama gönderildiğinde yürütülür.
zh_tw: 當階段提交時，將執行所選政策以驗證資料。

# sc487e11d5987dbb4
source: Redirect the user to another flow, potentially with all gathered context
cs_cz: Přesměrovat uživatele na jiný tok, potenciálně se všemi shromážděnými kontextovými informacemi
de: Leitet den Benutzer zu einem anderen Flow weiter, ggf. mit dem gesamten gesammelten Kontext.
es: Redirigir al usuario a otro flujo, potencialmente con todo el contexto recopilado
fi: Ohjaa käyttäjä toiseen prosessiin, mahdollisesti kaiken kerätyn kontekstin kanssa.
fr: Rediriger l'utilisateur vers un autre flux, éventuellement avec le contexte
it: Reindirizza l'utente a un altro flusso, potenzialmente con tutto il contesto raccolto
pt_br: Redirecionar o usuário para outro fluxo, potencialmente com todo o contexto reunido

# sad9d5481474d4f5b
source: Static
cs_cz: Statický
de: Statisch
es: Estático
fi: Staattinen
fr: Statique
it: Statico
pt_br: Estático

# se87a96950464bc89
source: Target URL
cs_cz: Cílové URL
de: Ziel URL
es: URL de destino
fi: Kohde-URL
fr: URL destination
it: URL di destinazione
pt_br: URL de Destino
ru: Целевой URL-адрес

# s7f3097955b19736a
source: Redirect the user to a static URL.
cs_cz: Přesměrovat uživatele na statickou URL.
de: Leitet den Benutzer zu einer statischen URL weiter.
es: Redirige al usuario a una URL estática.
fi: Ohjaa käyttäjä staattiseen URL-osoitteeseen.
fr: Rediriger l'utilisateur vers une URL statique.
it: Reindirizzare l'utente a un URL statico.
pt_br: Redirecionar o usuário para uma URL estática.

# s9bdee1c5130c8240
source: Target Flow
cs_cz: Cílový tok
de: Ziel Flow
es: Flujo de destino
fi: Kohdeprosessi
fr: Flux destination
it: Flusso di destinazione
pt_br: Fluxo de Destino

# sa5d1405b8d6529c7
source: Redirect the user to a Flow.
cs_cz: Přesměrovat uživatele na tok.
de: Leitet den Benutzer zu einem Flow weiter.
es: Redirige al usuario a un Flujo.
fi: Ohjaa käyttäjä prosessiin.
fr: Rediriger l'utilisateur vers un flux.
it: Reindirizzo l'utente al Flusso.
pt_br: Redirecionar o usuário para um fluxo.

# s7c9db337d14d42b3
source: Keep flow context
cs_cz: Zachovat kontext toku
de: Flow-Kontext behalten
es: Mantener el contexto del flujo
fi: Säilytä prosessin konteksti
fr: Conserver le contexte du flux
it: Mantieni contesto del flusso
pt_br: Manter contexto do fluxo

# s02160dc6adba3456
source: Inject an OAuth or SAML Source into the flow execution. This allows for additional user verification, or to dynamically access different sources for different user identifiers (username, email address, etc).
cs_cz: Vloží OAuth nebo SAML Zdroj (Source) do prováděného toku. To umožňuje dodatečné ověření uživatele nebo dynamický přístup k různým zdrojům na základě identifikátorů uživatele (uživatelské jméno, e-mail atd.).
de: Füge eine OAuth- oder SAML-Quelle in die Flow-Ausführung ein. Dies ermöglicht eine zusätzliche Benutzerverifizierung oder den dynamischen Zugriff auf verschiedene Quellen für unterschiedliche Benutzerkennungen (Benutzername, E-Mail-Adresse usw.).
es: Inyectar una Fuente de OAuth o SAML en la ejecución del flujo. Esto permite una verificación adicional del usuario o acceder de forma dinámica a diferentes fuentes para distintos identificadores de usuario (nombre de usuario, dirección de correo electrónico, etc.).
fi: Lisää OAuth- tai SAML-lähde prosessin suoritukseen. Tämä mahdollistaa käyttäjän lisävahvistaimsen, tai dynaamisen eri lähteiden käyttämisen erilaisten käyttäjän tunnisteiden pohjalta (käyttäjätunnus, sähköposti, jne).
fr: Injecte une source OAuth ou SAML dans l’exécution du flux. Cela permet d'effectuer des vérifications additionnelles sur l'utilisateur, ou d'accéder dynamiquement à plusieurs sources pour des identifiants utilisateurs différents (nom d'utilisateur, adresse courriel, etc).
it: Iniettare una sorgente OAuth o SAML nell'esecuzione del flusso. Ciò consente una verifica dell'utente aggiuntiva o di accedere dinamicamente a fonti diverse per diversi identificatori utente (nome utente, indirizzo e -mail, ecc.).
pt_br: Injete uma Fonte OAuth ou SAML na execução do fluxo. Isso permite uma verificação adicional do usuário ou o acesso dinâmico a diferentes fontes para diferentes identificadores de usuário (nome de usuário, endereço de e-mail, etc).
ru: Вставьте источник OAuth или SAML в процесс выполнения потока. Это позволяет проводить дополнительную проверку пользователя или динамически получать доступ к различным источникам для разных идентификаторов пользователя (имя пользователя, адрес электронной почты и т. д.).
tr: Akış yürütmesine bir OAuth veya SAML Kaynağı ekleyin. Bu, ek kullanıcı doğrulamasına veya farklı kullanıcı tanımlayıcıları (kullanıcı adı, e-posta adresi vb.) için farklı kaynaklara dinamik olarak erişmeye olanak tanır.

# s5f43af3669b1e098
source: Source
cs_cz: Zdroj
de: Quelle
es: Fuente
fi: Lähde
it: Sorgente
pt_br: Fonte
ru: Источник
tr: Kaynak

# sd9f752de8448bcc9
source: Resume timeout
cs_cz: Časový limit pokračování
de: Timeout fortsetzen
es: Reanudar pausa
fi: Jatkamisen aikaraja
fr: Délai de reprise
it: Riprendi il timeout
pt_br: Retomar tempo limite
ru: Тайм-аут возобновления
tr: Özgeçmiş zaman aşımı

# s517954806d7610f2
source: Amount of time a user can take to return from the source to continue the flow.
cs_cz: Čas, který může uživatel strávit návratem ze zdroje pro pokračování toku.
de: Zeitspanne, die ein Benutzer haben darf, um von der Quelle zurückzukehren und den Flow fortzusetzen.
es: Cantidad de tiempo que un usuario puede tardar en regresar desde la fuente para continuar el flujo.
fi: Kuinka kauan käyttäjä voi käyttää palatessaan lähteestä jatkamaan prosessia.
fr: Durée que l'utilisateur peut prendre pour revenir de la source pour continuer le flux.
it: La quantità di tempo che un utente può dedicare per tornare dall'origine per continuare il flusso.
pt_br: Quantidade de tempo que um usuário pode levar para retornar da fonte e continuar o fluxo.
ru: Количество времени, которое пользователь может потратить на возвращение от источника для продолжения потока.
tr: Bir kullanıcının akışa devam etmek için kaynaktan geri dönmesi için geçen süre.

# sbf4ef82e04772a4e
source: Delete the currently pending user. CAUTION, this stage does not ask for confirmation. Use a consent stage to ensure the user is aware of their actions.
cs_cz: Odstranit aktuálně čekajícího uživatele. POZOR, tento krok nežádá o potvrzení. Použijte krok souhlasu, abyste zajistili, že si je uživatel vědom svých akcí.
de: Löscht den aktuell ausstehenden Benutzer. VORSICHT, diese Stage fordert keine Bestätigung an. Verwende eine Consent-Stage, um sicherzustellen, dass der Benutzer über seine Handlung informiert ist.
es: Eliminar el usuario pendiente actualmente. PRECAUCIÓN: esta etapa no solicita confirmación. Usa una etapa de consentimiento para asegurarse de que el usuario esté consciente de sus acciones.
fi: Poista keskeneräinen käyttäjä. VAROITUS, tämä vaihe ei pyydä vahvistusta. Käytä suostumusvaihetta varmistaaksesi, että käyttäjä tietää mitä on tekemässä.
fr: Supprimer l'utilisateur en attente. ATTENTION, cette étape ne demande aucune confirmation. Utiliser une étape d'approbation pour s'assurer que l'utilisateur ait conscience de ses actions.
it: Elimina l'utente attualmente in sospeso. Attenzione, questa fase non chiede conferma. Utilizzare una fase di consenso per garantire che l'utente sia a conoscenza delle proprie azioni.
ko: 현재 대기 중인 사용자를 삭제합니다. 주의: 이 단계에서는 확인을 요청하지 않습니다. 동의 단계를 사용하여 사용자가 자신의 행동에 대해 인지하도록 하세요.
nl: Verwijder de momenteel in behandeling zijnde gebruiker. LET OP, deze fase vraagt niet om bevestiging. Gebruik een toestemmingsfase om ervoor te zorgen dat de gebruiker zich bewust is van hun acties.
pt_br: Excluir o usuário pendente atualmente. CUIDADO, este estágio não pede confirmação. Use um estágio de consentimento para garantir que o usuário esteja ciente de suas ações.
ru: Удалить текущего пользователя. ВНИМАНИЕ, на этом этапе не запрашивается подтверждение. Используйте этап согласия, чтобы убедиться, что пользователь осознает свои действия.
tr: Şu anda beklemede olan kullanıcıyı silin. DİKKAT, bu aşama onay istemez. Kullanıcının eylemlerinin farkında olduğundan emin olmak için bir onay aşaması kullanın.
zh_tw: 刪除目前待處理的使用者。注意，這個階段不會要求確認。使用同意階段以確保使用者意識到他們的動作。

# s8cc920e6a8430a0d
source: Log the currently pending user in.
cs_cz: Přihlásit aktuálně čekajícího uživatele.
de: Melden Sie den aktuell ausstehenden Benutzer an.
es: Registra al usuario pendiente en ese momento.
fi: Kirjaa keskeneräinen käyttäjä sisään.
fr: Ouvre la session de l'utilisateur courant.
it: Registra l'utente attualmente in sospeso in.
ko: 현재 대기 중인 사용자를 로그인합니다.
nl: Meld de momenteel in behandeling zijnde gebruiker aan.
pt_br: Conecte o usuário pendente atualmente.
ru: Вход в систему текущим ожидающим пользователем.
tr: Şu anda bekleyen kullanıcıya oturum açın.
zh_tw: 將待處理的使用者登入。

# sece294cd51a85745
source: Determines how long a session lasts. Default of 0 seconds means that the sessions lasts until the browser is closed.
cs_cz: Určuje, jak dlouho trvá relace. Výchozí hodnota 0 sekund znamená, že relace trvá, dokud není prohlížeč zavřen.
de: Legt fest, wie lange eine Sitzung dauert. Der Standardwert von 0 Sekunden bedeutet, dass die Sitzungen dauern, bis der Browser geschlossen wird.
es: Determina la duración de una sesión. El valor predeterminado de 0 segundos significa que las sesiones duran hasta que se cierra el navegador.
fi: Määrittää istunnon keston. Oletusarvo 0 tarkoittaa, että istunto kestää kunnes selain suljetaan.
fr: Détermine la durée de la session. La valeur par défaut de 0 seconde signifie que la session dure jusqu'à la fermeture du navigateur.
it: Determina quanto dura una sessione. Predefinito di 0 secondi significa che le sessioni durano fino alla chiusura del browser.
ko: 세션이 지속되는 시간을 결정합니다. 기본값인 0초는 브라우저가 닫힐 때까지 세션이 지속된다는 의미입니다.
nl: Bepaalt hoelang een sessie duurt. De standaardwaarde van 0 seconden betekent dat de sessie duurt tot de browser wordt gesloten.
pt_br: Determina quanto tempo uma sessão dura. O padrão de 0 segundos significa que a sessão dura até que o navegador seja fechado.
ru: Определяет, как долго длится сеанс. Значение по умолчанию 0 секунд означает, что сеанс длится до закрытия браузера.
tr: Oturumun ne kadar süreceğini belirler. Varsayılan 0 saniye, oturumların tarayıcı kapanana kadar sürdüğü anlamına gelir.
zh_tw: 決定會談將持續多久。預設值「seconds=0」表示會談會持續到關閉瀏覽器為止。

# sf7949fbbab2eb566
source: Different browsers handle session cookies differently, and might not remove them even when the browser is closed.
cs_cz: Různé prohlížeče zacházejí s relačními cookies různě a nemusí je odstranit ani po zavření prohlížeče.
de: Verschiedene Browser behandeln Sitzungscookies unterschiedlich und entfernen sie möglicherweise auch dann nicht, wenn der Browser geschlossen wird.
es: Los diferentes navegadores manejan las cookies de sesión de manera distinta y podrían no eliminarlas incluso cuando se cierra el navegador.
fi: Eri selaimet käsittelevät istuntoevästeitä eri tavoin, eivätkä ne välttämättä poista niitä edes selaimen sulkemisen yhteydessä.
fr: Différents navigateurs gèrent les cookies de session différemment et peuvent ne pas les supprimer même lorsque le navigateur est fermé.
it: Diversi browser gestiscono i cookie di sessione in modo diverso e potrebbero non rimuoverli anche quando il browser è chiuso.
ko: 브라우저마다 세션 쿠키를 처리하는 방식이 다르기 때문에 브라우저를 닫아도 세션 쿠키가 제거되지 않을 수 있습니다.
nl: Verschillende browsers behandelen sessiecookies anders en verwijderen ze mogelijk niet, zelfs niet wanneer de browser is gesloten.
pt_br: Diferentes navegadores lidam com cookies de sessão de maneira diferente e podem não removê-los mesmo quando o navegador é fechado.
ru: Разные браузеры по-разному обрабатывают сеансовые файлы cookie и могут не удалять их даже при закрытии браузера.
tr: Farklı tarayıcılar oturum çerezlerini farklı şekilde ele alır ve tarayıcı kapalı olsa bile bunları kaldırmayabilir.
zh_tw: 不同的瀏覽器處理會談 cookies 方法各異，在關閉瀏覽器後可能不會移除它。

# s53bbc3ae4b5fa1d0
source: See here.
cs_cz: Podívejte se zde.
de: Siehe hier.
es: Mira aquí.
fi: Katso lisää.
fr: Voir ici.
it: Guarda qui.
ko: 여기를 참조하세요.
nl: Zie hier.
pt_br: Veja aqui.
ru: См. здесь.
tr: Buraya bakın.
zh_tw: 更多資訊

# s2512334108f06a5a
source: Stay signed in offset
cs_cz: Zůstat přihlášen po dobu
de: Zeitversatz für „Angemeldet bleiben“
es: Desfase para mantener la sesión iniciada
fi: Kirjautuneena pysymisen viive
fr: Rester connecté en décalage
it: Rimani connesso in tempo
ko: 로그인 상태 유지 오프셋
nl: Verblijf ingelogd verschuiving
pt_br: Deslocamento de permanência conectado
ru: Смещение "Оставаться в системе"
tr: Ofset içinde oturumu açık tut
zh_tw: 登入的持續時間

# s1608b2f94fa0dbd4
source: If set to a duration above 0, the user will have the option to choose to "stay signed in", which will extend their session by the time specified here.
fi: Jos tähän määritellään nollaa suurempi arvo, käyttäjällä on mahdollisuus valita "pysy sisäänkirjautuneena", joka jatkaa istunnon kestoa tähän määritellyn ajan verran.
nl: Als ingesteld op een duur boven 0, heeft de gebruiker de mogelijkheid om te kiezen voor "ingelogd blijven", wat hun sessie zal verlengen met de hier opgegeven tijd.
pt_br: Se definido para uma duração acima de 0, o usuário terá a opção de escolher "permanecer conectado", o que estenderá sua sessão pelo tempo especificado aqui.

# sa3ff409b84679db8
source: Remember device
cs_cz: Zapamatovat zařízení
de: Gerät merken
es: Recordar dispositivo
fr: Se souvenir de cet appareil
it: Ricorda dispositivo
pt_br: Lembrar dispositivo

# s3b123cba0bf03f29
source: If set to a duration above 0, a cookie will be stored for the duration specified which will allow authentik to know if the user is signing in from a new device.
cs_cz: Pokud je nastaveno na hodnotu vyšší než 0, dojde k uložení cookie na stanovenou dobu, což umožní authentiku zjistit, že se uživatel přihlašuje z nového zařízení.
de: Bei einer Dauer über 0 wird ein Cookie für die angegebene Dauer gespeichert, wodurch authentik erkennen kann, ob sich der Benutzer von einem neuen Gerät anmeldet.
es: Si se establece en una duración superior a 0, se almacenará una cookie durante el tiempo especificado, lo que permitirá a authentik saber si el usuario está iniciando sesión desde un nuevo dispositivo.
fr: Si la durée est supérieure à 0, un cookie sera stocké pendant la durée spécifiée, ce qui permettra à authentik de savoir si l'utilisateur se connecte depuis un nouvel appareil.
it: Se impostato su una durata superiore a 0, un cookie verrà memorizzato per la durata specificata, consentendo ad authentik di sapere se l'utente sta effettuando l'accesso da un nuovo dispositivo.
pt_br: Se definido como uma duração acima de 0, um cookie será armazenado pela duração especificada, o que permitirá que o authentik saiba se o usuário está fazendo login a partir de um novo dispositivo.

# s663ccbfdf27e8dd0
source: Network binding
cs_cz: Síťová vazba
de: Netzwerk-Binding
es: Vinculación de red
fi: Verkkoliitos
fr: Liaison réseau
it: Associazione di rete
pt_br: Vinculação de rede
ru: Привязка к сети
tr: Ağ bağlama

# sb108a06693c67753
source: No binding
cs_cz: Bez vazby
de: Kein binding
es: Sin vinculación
fi: Ei liitosta
fr: Pas de liaison
it: Nessun legame
pt_br: Sem vinculação
ru: Нет привязки
tr: Bağlayıcı değil

# s5aab90c74f1233b8
source: Bind ASN
cs_cz: Svázat ASN
de: ASN binden
es: Vincular ASN
fi: Liitä ASN
fr: Lier l'ASN
it: Lega asn
pt_br: Vincular ASN
ru: Привязать ASN
tr: ASN'yi Bağla

# s488303b048afe83b
source: Bind ASN and Network
cs_cz: Svázat ASN a síť
de: ASN und Netzwerk binden
es: Vincular ASN y Red
fi: Liitä ASN ja verkko
fr: Lier l'ASN et le réseau
it: Lega l'ASN e la rete
pt_br: Vincular ASN e Rede
ru: Привязать ASN и Сеть
tr: ASN ve Ağı Bağlayın

# s3268dcfe0c8234dc
source: Bind ASN, Network and IP
cs_cz: Svázat ASN, síť a IP
de: ASN, Netzwerk und IP binden
es: Vincular ASN, red e IP
fi: Liitä ASN, verkko ja IP
fr: Lier l'ASN, le réseau et l'IP
it: Lega ASN, rete e IP
pt_br: Vincular ASN, Rede e IP
ru: Привязать ASN, Сеть и IP
tr: ASN, Ağ ve IP'yi Bağlayın

# s226381aca231644f
source: Configure if sessions created by this stage should be bound to the Networks they were created in.
cs_cz: Nastavit, zda by měly být relace vytvořené v tomto kroku svázány se sítěmi, ve kterých byly vytvořeny.
de: Konfiguriere, ob Sitzungen, die von dieser Stage erstellt werden, an die Netzwerke gebunden werden sollen, in denen sie erstellt wurden.
es: Configure si las sesiones creadas en esta etapa deben vincularse a las redes en las que fueron creadas.
fi: Määritä, liitetäänkö tällä vaiheella luodut istunnot niihin verkkoihin, joissa ne on luotu.
fr: Configurer si les sessions créer par cette étape doivent être liées aux réseaux depuis lesquelles elle ont été créées.
it: Configurare se le sessioni create da questa fase dovrebbero essere legate alle reti in cui sono state create.
pt_br: Configure se as sessões criadas por este estágio devem ser vinculadas às Redes em que foram criadas.
ru: Настройте, должны ли сессии, созданные на этом этапе, быть привязаны к сетям, в которых они были созданы.
tr: Bu aşama tarafından oluşturulan oturumların, oluşturuldukları Ağlara bağlanıp bağlanmayacağını yapılandırın.

# s2555a1f20f3fd93e
source: GeoIP binding
cs_cz: GeoIP vazba
es: Vinculación GeoIP
fi: GeoIP-liitos
fr: Liaison GeoIP
it: Associazione GEOIP
pt_br: Vinculação GeoIP
ru: Привязка к GeoIP
tr: GeoIP bağlama

# s3d63c78f93c9a92e
source: Bind Continent
cs_cz: Svázat kontinent
de: Kontinent binden
es: Vincular Continente
fi: Liitä maanosa
fr: Lier le continent
it: Lega Continente
pt_br: Vincular Continente
ru: Привязать Континент
tr: Kıtayı Bağla

# s395d5863b3a259b5
source: Bind Continent and Country
cs_cz: Svázat kontinent a zemi
de: Kontinent und Land binden
es: Vincular Continente y País
fi: Liitä maanosa ja maa
fr: Lier le continent et le pays
it: Lega il continente e il paese
pt_br: Vincular Continente e País
ru: Привязать Континент и Страну
tr: Kıta ve Ülkeyi Bağlayın

# s625ea0c32b4b136c
source: Bind Continent, Country and City
cs_cz: Svázat kontinent, zemi a město
de: Kontinent, Land und Stadt binden
es: Unir continente, país y ciudad
fi: Liitä maanosa, maa ja kaupunki
fr: Lier le continent, pays et ville
it: Lega il continente, il paese e la città
pt_br: Vincular Continente, País e Cidade
ru: Привязать Континент, Страну и Город
tr: Kıtayı, Ülkeyi ve Şehri Bağlayın
