Repository: goauthentik/authentik
Catalog: web/xliff/*.xlf
Languages: cs_cz, de, es, fi, fr, it, ko, nl, pt_br, ru, tr, zh_tw

# s382b702673776873
source: Example SAML attributes
cs_cz: Příklad SAML atributů
de: Beispiel SAML-Attribute
es: Atributos de SAML de ejemplo
fi: Esimerkki SAML-attribuuteista
fr: Exemple d'attributs SAML
it: Esempio attributi SAML
ko: SAML 특성 예시
nl: Voorbeeld SAML-eigenschappen
pt_br: Atributos SAML de exemplo
ru: Пример атрибутов SAML
tr: Örnek SAML özellikleri
zh_tw: SAML 的特徵項範例

# sea3bfc143ced73db
source: NameID attribute
cs_cz: Atribut NameID
de: NameID-Attribut
es: Atributo de NameID
fi: NameID-attribuutti
fr: Attribut NameID
it: Attributo NameID
ko: NameID 특성
nl: NameID-eigenschap
pt_br: Atributo NameID
ru: Атрибут NameID
tr: NameID özniteliği
zh_tw: NameID 特徵項

# sd000b42fea07c34a
source: SCIM Group(s)
cs_cz: SCIM skupina(y)
de: SCIM Gruppe(n)
es: Grupo(s) SCIM
fi: SCIM-ryhmä(t)
fr: Groupe(s) du fournisseur SCIM
it: Gruppo(i) SCIM
pt_br: Grupo(s) do SCIM
ru: SCIM Группа(ы)
tr: SCIM Grup(lar)ı

# s146769fb55f1ee50
source: SCIM User(s)
cs_cz: SCIM uživatel(é)
de: SCIM Benutzer
es: Usuario(s) SCIM
fi: SCIM-käyttäjä(t)
fr: Utilisateur(s) du fournisseur SCIM
it: Utente(i) SCIM
pt_br: Usuário(s) do SCIM
ru: SCIM Пользователь(и)
tr: SCIM Kullanıcıları

# sc6c575c5ff64cdb1
source: Update SCIM Provider
cs_cz: Aktualizovat SCIM poskytovatele
de: SCIM-Provider aktualisieren
es: Actualizar Proveedor de SCIM
fi: Päivitä SCIM-palveluntarjoaja
fr: Mettre à jour le fournisseur SCIM
it: Aggiorna il provider SCIM
ko: SCIM 공급자 업데이트
nl: SCIM-provider bijwerken
pt_br: Atualizar Provedor SCIM
ru: Обновить SCIM провайдера
tr: SCIM Sağlayıcısını Güncelleştirme
zh_tw: 更新 SCIM 供應商

# sb9d947872397ca07
source: SSF Provider is in preview.
cs_cz: Poskytovatel SSF je v náhledu.
de: SSF-Anbieter befindet sich in der Vorschau.
es: El proveedor SSF está en versión preliminar.
fr: Le fournisseur SSF est en aperçu.
it: Il fornitore SSF è in anteprima
pt_br: Provedor SSF está em pré-visualização.

# sa1db89262360550b
source: Send us feedback!
cs_cz: Pošlete nám zpětnou vazbu!
de: Senden Sie uns Feedback!
es: ¡Envíanos retroalimentación!
fi: Lähetä meille palautetta!
fr: Envoyez-nous vos commentaires !
it: Invia il tuo feedback!
ko: feedback 부탁드립니다!
nl: Stuur ons feedback!
pt_br: Envie-nos feedback!
ru: Отправьте нам отзыв!
tr: Bize geri bildirim gönderin!
zh_tw: 提供建議給我們！

# sc83697908e3e2b46
source: SSF URL
cs_cz: URL SSF
es: URL SSF
fr: URL SSF
it: URL SSF
pt_br: URL SSF

# s5a1fc8f3b2e072d0
source: No assigned application
cs_cz: Žádná přiřazená aplikace
de: Keine zugewiesene Anwendung
es: Ninguna aplicación asignada
fr: Aucune application assignée
it: Nessuna applicazione assegnata
pt_br: Nenhum aplicativo atribuído

# s78302d097a608b99
source: Update SSF Provider
cs_cz: Aktualizovat poskytovatele SSF
de: SSF-Anbieter aktualisieren
es: Actualizar Proveedor SSF
fr: Mettre à jour le fournisseur SSF
it: Aggiorna Fornitore SSF
pt_br: Atualizar Provedor SSF

# s6ba50bb0842ba1e2
source: Applications
cs_cz: Aplikace
de: Anwendungen
es: Aplicaciones
fi: Sovellukset
it: Applicazioni
ko: 애플리케이션
nl: Applicaties
pt_br: Aplicações
ru: Приложения
tr: Uygulamalar
zh_tw: 應用程式

# s66f572bec2bde9c4
source: External applications that use ${this.brandingTitle} as an identity provider via protocols like OAuth2 and SAML. All applications are shown here, even ones you cannot access.
cs_cz: Externí aplikace, které používají ${this.brandingTitle} jako poskytovatele identity prostřednictvím protokolů jako OAuth2 a SAML. Zde jsou zobrazeny všechny aplikace, i ty, ke kterým nemáte přístup.
de: Externe Anwendungen, die ${this.brandingTitle} als Identitätsanbieter über Protokolle wie OAuth2 und SAML verwenden. Alle Anwendungen werden hier angezeigt, auch solche, auf die du keinen Zugriff hast.
es: Aplicaciones externas que usan${this.brandingTitle} como proveedor de identidad mediante protocolos como OAuth2 y SAML. Aquí se muestran todas las aplicaciones, incluso aquellas a las que no se puede acceder.
fr: Applications externes qui utilisent ${this.brandingTitle} comme fournisseur d'identité en utilisant des protocoles comme OAuth2 et SAML. Toutes les applications sont affichées ici, même celles auxquelles vous n'avez pas accès.
it: Applicazioni esterne che utilizzano ${this.brandingTitle} come fornitore di identità tramite protocolli come OAuth2 e SAML. Qui sono mostrate tutte le applicazioni, anche quelle a cui non è possibile accedere..
pt_br: Aplicativos externos que usam ${this.brandingTitle} como um provedor de identidade via protocolos como OAuth2 e SAML. Todos os aplicativos são exibidos aqui, mesmo aqueles aos quais você não pode acessar.

# sb564f81eb057342e
source: Application Icon
cs_cz: Ikona aplikace
de: Anwendungs-Symbol
es: Icono de aplicación
fi: Sovelluksen kuvake
fr: Icône d'application
it: Icona Applicazione
ko: 애플리케이션 아이콘
nl: Applicatie Icoon
pt_br: Ícone do Aplicativo
ru: Иконка приложения
tr: Uygulama Simgesi
zh_tw: 應用程式圖示

# s96b2fefc550e4b1c
source: Provider Type
cs_cz: Typ poskytovatele
de: Provider Typ
es: Tipo de Proveedor
fi: Palveluntarjoajan tyyppi
fr: Type de fournisseur
it: Tipo Provider
ko: 공급자 유형
pt_br: Tipo de Provedor
ru: Тип провайдера
tr: Sağlayıcı Türü
zh_tw: 供應商類型

# s0a3fdba3a68a2730
source: Applications Documentation
cs_cz: Dokumentace aplikací
pt_br: Documentação de Aplicações

# sd20f6cd02c90867f
source: Application(s)
cs_cz: Aplikace
de: Anwendung(en)
es: Solicitud (s)
fi: Sovellukset
it: Applicazione(i)
ko: 애플리케이션(목록)
nl: Applicatie(s)
pt_br: Aplicação(ões)
ru: Приложение(ия)
tr: Uygulama (lar)
zh_tw: 應用程式

# sf07bfbe5316e7cc7
source: Application icon for "${item.name}"
pt_br: Ícone da aplicação para "${item.name}"

# sa347e31efbb60be2
source: Update Application
cs_cz: Aktualizovat aplikaci
de: Anwendung aktualisieren
es: Actualizar Aplicación
fi: Päivitä sovellus
fr: Mettre à jour l'application
it: Aggiorna Applicazione
ko: 애플리케이션 업데이트
nl: Applicatie bijwerken
pt_br: Atualizar Aplicativo
ru: Обновить приложение
tr: Uygulamayı Güncelle
zh_tw: 更新應用程式

# s037f22187581bf8f
source: Edit "${item.name}"
pt_br: Editar "${item.name}"

# sdb3b903354fbfb17
source: Open "${item.name}"
pt_br: Abrir &quot;${item.name}&quot;

# s1f7698c061c208c9
source: Open
cs_cz: Otevřít
de: Öffnen
es: Abrir
fi: Avaa
fr: Ouvrir
it: Apri
ko: 열기
nl: Openen
pt_br: Abrir
ru: Открыть
tr: Açık
zh_tw: 開啟

# s8fec035fa1737294
source: Create with Provider
cs_cz: Vytvořit s Poskytovatelem
de: Mit Provider erstellen
es: Crear con Proveedor
fr: Créer avec un fournisseur
it: Crea con Fornitore
pt_br: Criar com Provedor

# s34661765d81e7340
source: Successfully cleared application cache
cs_cz: Úspěšně vymazána mezipaměť aplikace
de: Anwendungscache erfolgreich geleert
es: Exitosamente se ha limpiado la cache de aplicación
fr: Cache d'application vidé avec succès
it: Cancellazione della cache dell'applicazione riuscita
pt_br: Cache da aplicação limpo com sucesso

# s9377ae285bc0157c
source: Failed to delete application cache
cs_cz: Odstranění mezipaměti aplikace se nezdařilo
de: Anwendungscache konnte nicht gelöscht werden
es: Fallo al borrar la cache de aplicación
fr: Impossible de vider le cache d'application
it: Impossibile eliminare la cache dell'applicazione
pt_br: Falha ao excluir o cache da aplicação

# s3ed5607ad78d4224
source: Clear cache
cs_cz: Vymazat mezipaměť
de: Cache löschen
es: Limpiar caché
fi: Tyhjennä välimuisti
fr: Vider le cache
it: Cancella cache
ko: 캐시 삭제
nl: Cache wissen
pt_br: Limpar cache
ru: Очистить кэш
tr: Önbelleği temizle
zh_tw: 清除快取

# s754153d9e524ffce
source: Clear Application cache
cs_cz: Vymazat mezipaměť aplikace
de: Anwendungscache löschen
es: Limpiar caché de la Aplicación
fr: Vider le cache d'application
it: Cancella cache Applicazione
pt_br: Limpar cache da aplicação

# sea5092df2c72b064
source: Are you sure you want to clear the application cache? This will cause all policies to be re-evaluated on their next usage.
cs_cz: Opravdu chcete vymazat mezipaměť aplikace? To způsobí, že všechny zásady budou znovu vyhodnoceny při jejich dalším použití.
de: Bist du sicher, dass du den Anwendungscache leeren möchtest? Dadurch werden alle Richtlinien bei ihrer nächsten Verwendung erneut ausgewertet.
es: ¿Seguro que desea borrar la caché de la aplicación? Esto hará que se reevalúen todas las políticas la próxima vez que se usen.
fr: Êtes-vous sûr de vouloir vider le cache des applications ? Cela entraînera la réévaluation de toutes les politiques lors de leur prochaine utilisation.
it: Vuoi davvero cancellare la cache dell'applicazione? Questo farà sì che tutte i criteri vengano rivalutati al prossimo utilizzo.
pt_br: Tem certeza de que deseja limpar o cache da aplicação? Isso fará com que todas as políticas sejam reavaliadas em seu próximo uso.

# sd9b556a84ae25690
source: Successfully sent test-request.
cs_cz: Testovací požadavek byl úspěšně odeslán.
de: Testanfrage erfolgreich gesendet.
es: La solicitud de prueba se envió correctamente.
fi: Testipyyntö lähetetty.
fr: Requête-test envoyée avec succès
it: Richiesta di prova inviata con successo.
ko: 테스트-요청을 성공적으로 보냈습니다.
nl: Testverzoek succesvol verzonden.
pt_br: Requisição de teste enviada com sucesso.
ru: Тестовый запрос успешно отправлен.
tr: Test isteği başarıyla gönderildi.
zh_tw: 成功發送測試要求。

# sa36117e97f49c86e
source: Successfully updated entitlement.
cs_cz: Úspěšně aktualizováno oprávnění.
de: Berechtigung erfolgreich aktualisiert.
es: Derecho actualizado con éxito.
fi: Oikeuden päivitys onnistui.
fr: Droit mis à jour avec succès.
it: Entitlement aggiornato con successo.
pt_br: Direito atualizado com sucesso.

# s86bee999b735111f
source: Successfully created entitlement.
cs_cz: Úspěšně vytvořeno oprávnění.
de: Berechtigung erfolgreich erstellt.
es: Derecho creado con éxito.
fi: Oikeuden luonti onnistui.
fr: Droit créé avec succès.
it: Entitlement creato con successo.
pt_br: Direito criado com sucesso.

# s8a48455905fc14e6
source: Application entitlement(s)
cs_cz: Oprávnění aplikace(í)
de: Anwendungsberechtigung(en)
es: Derecho(s) de aplicación
fi: Sovelluksen oikeudet
fr: Droit(s) applicatif(s)
it: Privilegio(i) applicazione
pt_br: Direito(s) de Aplicação

# sae971cbff672090b
source: Update Entitlement
cs_cz: Aktualizovat oprávnění
de: Berechtigung aktualisieren
es: Actualizar Derecho
fi: Päivitä oikeus
fr: Mettre à jour le droit
it: Aggiorna Privilegio
pt_br: Atualizar Direito

# s537a58ae0ff50f1c
source: These bindings control which users have access to this entitlement.
cs_cz: Tato vazba řídí, kteří uživatelé mají přístup k tomuto oprávnění.
de: Diese Bindings steuern, welche Benutzer Zugriff auf diese Berechtigung haben.
es: Estas vinculaciones controlan qué usuarios tienen acceso a este derecho.
fi: Nämä liitokset määrittävät, millä käyttäjillä on pääsy tähän oikeuteen.
fr: Ces liaisons contrôlent les utilisateurs qui peuvent accéder à ce droit.
it: Queste associazioni controllano quali utenti hanno accesso a questo entitlement
pt_br: Essas vinculações controlam quais usuários têm acesso a esse direito.

# s05849efeac672dc7
source: No app entitlements created.
cs_cz: Žádná oprávnění aplikace nebyla vytvořena.
de: Keine App-Berechtigungen erstellt.
es: No se han creado derechos de aplicación.
fi: Sovelluksen oikeuksia ei luotu.
fr: Aucun droit applicatif créé.
it: Non sono stati creati entitlements per l'app.
pt_br: Nenhum direito de aplicativo criado.

# sab4db6a3bd6abc1e
source: This application does currently not have any application entitlements defined.
cs_cz: Tato aplikace nemá momentálně definována žádná oprávnění.
de: Für diese Anwendung sind derzeit keine Anwendungsberechtigungen definiert.
es: Esta aplicación actualmente no tiene ningún derecho de aplicación definido.
fr: Cette application n'a actuellement pas de droit applicatif défini.
it: Questa applicazione al momento non ha eventuali diritti applicativi definiti.
pt_br: Este aplicativo atualmente não possui direitos de aplicativo definidos.

# sf0bd204ce3fea1de
source: Create Entitlement
cs_cz: Vytvořit oprávnění
de: Berechtigung erstellen
es: Crear Derecho
fi: Luo oikeus
fr: Créer un droit
it: Crea Privilegio
pt_br: Criar Direito

# s55d8e42d0a1c057e
source: Create entitlement
cs_cz: Vytvořit oprávnění
de: Berechtigung erstellen
es: Crear derecho
fi: Luo oikeus
fr: Créer un droit
it: Crea privilegio
pt_br: Criar direito

# sb6fcdabf769208a1
source: Failed to fetch application "${this.applicationSlug}".
pt_br: Falha ao buscar o aplicativo "${this.applicationSlug}".

# sb6cbd4f92ebaf5d8
source: Related
cs_cz: Související
de: Verwandt
es: Relacionado
fi: Liittyy
fr: Lié
it: Correlato
ko: 관련
nl: Gerelateerd
pt_br: Relacionado
ru: Связанный
tr: İlgili
zh_tw: 關聯

# sd71081c23d1cd38b
source: Check access
cs_cz: Zkontrolovat přístup
de: Zugang prüfen
es: Comprobar acceso
fi: Tarkista pääsy
fr: Vérifier l'accès
it: Verifica l'accesso
ko: 액세스 확인
nl: Toegang controleren
pt_br: Verificar acesso
ru: Проверить доступ
tr: Erişimi kontrol
zh_tw: 檢查存取權限

# s42cbd8dca939a9c7
source: Check
cs_cz: Zkontrolovat
de: Prüfung
es: Comprobar
fi: Tarkista
fr: Vérifier
it: Controlla
ko: 확인
nl: Controleren
pt_br: Verificar
ru: Проверить
tr: Kontrol
zh_tw: 檢查

# sf22f7f8a9309b4ed
source: Check Application access
cs_cz: Zkontrolovat přístup aplikace
de: Anwendungszugriff überprüfen
es: Comprobar acceso a aplicaciones
fi: Tarkista sovelluksen pääsy
fr: Vérifier l'accès de l'application
it: Controlla l'accesso all'applicazione
ko: 애플리케이션 액세스 확인
nl: Applicatietoegang controleren
pt_br: Verificar acesso ao aplicativo
ru: Проверьте доступ к приложению
tr: Uygulama erişimini denetle
zh_tw: 檢查應用程式存取權限

# s2474e7fb1aec9f05
source: Test
de: Testen
es: Prueba
fi: Testaa
ko: 테스트
pt_br: Teste
ru: Тест
zh_tw: 測試

# s512957aa09384646
source: Launch
cs_cz: Spustit
de: Starten
es: Lanzamiento
fi: Käynnistä
fr: Lancer
it: Avvia
ko: 실행
nl: Start
pt_br: Lançar
ru: Запуск
tr: Eriş
zh_tw: 啟動

# sed02f831e653deb3
source: Logins over the last week (per 8 hours)
cs_cz: Přihlášení za poslední týden (po 8 hodinách)
de: Anmeldungen der letzten Woche (pro 8 Stunden)
es: Inicios de sesión durante la última semana (cada 8 horas)
fi: Kirjautumiset viimeisen viikon ajalta (8 tunnin välein)
fr: Connexions au cours de la semaine écoulée (par tranche de 8 heures)
it: Accessi nell'ultima settimana (per 8 ore)
ko: 지난 한 주 동안의 로그인 횟수(8시간당)
nl: Inloggen in de afgelopen week (per 8 uur)
pt_br: Logins na última semana (por 8 horas)
ru: Входы в систему за последнюю неделю (за 8 часов)
tr: Geçen hafta içindeki girişler (8 saatte)
zh_tw: 一周的登入狀態(每 8 小時)

# sc6479479c936939f
source: Application entitlements
cs_cz: Oprávnění aplikace
de: Anwendungsberechtigungen
es: Derechos de aplicación
fi: Sovelluksen oikeudet
fr: Droits applicatifs
it: Privilegi applicazione
pt_br: Direitos de Aplicação

# s8e1c375a007d1839
source: These entitlements can be used to configure user access in this application.
cs_cz: Tato oprávnění lze použít k nastavení přístupu uživatelů v této aplikaci.
de: Diese Berechtigungen können verwendet werden, um den Benutzerzugriff in dieser Anwendung zu konfigurieren.
es: Estos derechos pueden usarse para configurar el acceso de los usuarios en esta aplicación.
fi: Näitä oikeuksia voidaan käyttää määrittämään käyttäjän käyttöoikeudet tässä sovelluksessa.
fr: Ces droits peuvent être utilisés pour configurer les accès d'un utilisateur au sein de cette application.
it: Questi entitlements possono essere utilizzati per configurare l'accesso degli utenti in questa applicazione.
pt_br: Esses direitos podem ser usados para configurar o acesso de usuários nesta aplicação.

# s2b1bc31276c4c477
source: Policy / Group / User Bindings
cs_cz: Zásada / Skupina / Vazby uživatele
de: Policy / Gruppen / Nutzer-Bindings
es: Vinculaciones de Políticas / Grupos / Usuarios
fi: Käytäntö / Ryhmä / Käyttäjän liitokset
fr: Politique / Groupe / Liaisons utilisateur
it: Associazione Criterio / Gruppo / Utente
ko: 정책 / 그룹 / 사용자 바인딩
nl: Beleid / Groep / Gebruiker Koppelingen
pt_br: Vínculos de Política / Grupo / Usuário
ru: Политика / Пользователь / Пользовательские привязки
tr: İlke / Grup / Kullanıcı Bağlamaları
zh_tw: 政策 / 使用者 / 群組 附加

# s64330d6dc06337c9
source: Loading application...
cs_cz: Načítání aplikací...
pt_br: Carregando aplicativo...

# sea2f00b34b385a43
source: Successfully updated device.
cs_cz: Zařízení bylo úspěšně aktualizováno.
de: Gerät erfolgreich aktualisiert.
es: Dispositivo actualizado correctamente.
fi: Laitteen päivitys onnistui.
fr: Appareil mis à jour avec succès
it: Dispositivo aggiornato correttamente.
ko: 디바이스를 성공적으로 업데이트했습니다.
nl: Apparaat succesvol bijgewerkt.
pt_br: Dispositivo atualizado com sucesso.
ru: Устройство успешно обновлено.
tr: Cihaz başarıyla güncellendi.
zh_tw: 成功更新裝置。

# s3687049d1af562c4
source: Copy
de: Kopieren
es: Copia
fi: Kopioi
fr: Copier
it: Copia
ko: 복사
nl: Kopiëren
pt_br: Copiar
ru: Копировать
tr: Kopya
zh_tw: 複製

# sabb56f74492e7e96
source: Update Device
cs_cz: Aktualizovat zařízení
de: Gerät aktualisieren
es: Actualizar Dispositivo
fi: Päivitä laite
fr: Mettre à Jour l'Appareil
it: Aggiorna Dispositivo
ko: 디바이스 업데이트
nl: Apparaat bijwerken
pt_br: Atualizar Dispositivo
ru: Обновить устройство
tr: Cihazı Güncelle
zh_tw: 更新裝置

# s1e176e35c828318c
source: Hostname
cs_cz: Název hostitele
es: Nombre de Host
fi: Isäntänimi
fr: Nom d'hôte
ko: 호스트명
nl: Hostnaam
pt_br: Nome do host
ru: Имя хоста
tr: Ana bilgisayar adı
zh_tw: 主機名稱

# s09810653c832e935
source: Click to change value
cs_cz: Klikněte pro změnu hodnoty
de: Klicken Sie, um den Wert zu ändern
es: Haga clic para cambiar el valor
fi: Klikkaa muuttaaksesi arvoa
fr: Cliquer pour changer la valeur
it: Clicca per cambiare valore
ko: 클릭하여 값 변경
nl: Klik om de waarde te wijzigen
pt_br: Clique para alterar o valor
ru: Нажмите, чтобы изменить значение
tr: Değeri değiştirmek için tıklayın
zh_tw: 點擊以更改數值

# sb85ffe141d7c229d
source: Session duration
cs_cz: Doba trvání relace
de: Sessionsdauer
es: Duración de la sesión
fi: Istunnon kesto
fr: Durée de la session
it: Durata della sessione
ko: 세션 지속시간
nl: Sessieduur
pt_br: Duração da sessão
ru: Продолжительность сеанса
tr: Oturum süresi
zh_tw: 會談的持續時間

# s476ffc07e6d66f18
source: Successfully updated token.
cs_cz: Token úspěšně aktualizován.
de: Token erfolgreich aktualisiert.
es: Token actualizado correctamente.
fi: Tunnisteen päivitys onnistui.
fr: Jeton mis à jour avec succès
it: Token aggiornato correttamente.
ko: 토큰을 성공적으로 업데이트했습니다.
nl: Succesvol bijgewerkte token.
pt_br: Token atualizado com sucesso.
ru: Токен успешно обновлен.
tr: Belirteç başarıyla güncellendi.
zh_tw: 成功更新權杖。

# s93c1e5fbe8184895
source: Successfully created token.
cs_cz: Token úspěšně vytvořen.
de: Token erfolgreich erstellt.
es: Token creado correctamente.
fi: Tunnisteen luonti onnistui.
fr: Jeton créé avec succès
it: Token creato correttamente.
ko: 토큰을 성공적으로 생성했습니다.
nl: Succesvol aangemaakte token.
pt_br: Token criado com sucesso.
ru: Токен успешно создан.
tr: Belirteç başarıyla oluşturuldu.
zh_tw: 成功建立權杖。

# s4165cd175bc4c0c4
source: Expires on
cs_cz: Expiruje v
de: Läuft ab am
es: Expira el
fi: Vanhenee päiväyksellä
fr: Expire le
it: Scade il
ko: 만료일
nl: Vervalt op
pt_br: Expira em
ru: Срок действия истекает
tr: Geçerlilik süresi
zh_tw: 有效期限

# s1b14062c44e5ef45
source: Expiring
cs_cz: Expirující
de: Ablaufend
es: A punto de vencer
fi: Vanhenemassa
fr: Expiration
it: In scadenza
ko: 만료 예정
nl: Vervalt
pt_br: Expirando
ru: Истекает
tr: Süresi Doluyor
zh_tw: 是否會過期

# safcc54b2aedb1a17
source: If this is selected, the token will expire. Upon expiration, the token will be rotated.
cs_cz: Pokud je tato možnost vybrána, platnost tokenu vyprší. Po expiraci bude token automaticky obměněn.
de: Wenn dies ausgewählt ist, läuft das Token ab. Nach Ablauf wird der Token rotiert.
es: Si se selecciona, el token caducará. Al expirar, el token se rotará.
fi: Jos tämä on valittu, tunniste vanhenee. Vanhennuttuaan tunniste uusitaan.
fr: Si cette option est sélectionnée, le jeton expirera. À son expiration, le jeton fera l'objet d'une rotation.
it: Se questo è selezionato, il token scade. Alla scadenza, il token viene ruotato.
ko: 이 옵션을 선택하면 토큰이 만료됩니다. 토큰이 만료되면 토큰이 회전됩니다.
nl: Als dit is geselecteerd, verloopt de token. Bij verloop wordt de token geroteerd.
pt_br: Se selecionado, o token expirará. Após a expiração, o token será rotacionado.
ru: Если выбрано, срок действия токена истечет. По истечении срока действия токен будет обновлен.
tr: Bu seçilirse, belirteç süresi dolacaktır. Süresi dolduktan sonra, belirteç döndürülür.
zh_tw: 當啟用時，權杖將會過期。在過期後權杖將會被輪替。

# sdc5690be4a342985
source: The token has been copied to your clipboard
cs_cz: Token byl zkopírován do schránky
de: Das Token wurde in deine Zwischenablage kopiert.
es: El token ha sido copiado en tu portapapeles
fi: Tunniste on kopioitu leikepöydällesi.
fr: Le jeton a été copié dans le presse-paper
it: Il token è stato copiato negli appunti
ko: 토큰이 클립보드에 복사되었습니다.
pt_br: O token foi copiado para a sua área de transferência
ru: Токен был скопирован в ваш буфер обмена
tr: Belirteç panonuza kopyalandı
zh_tw: 權杖已經複製到您的剪貼簿

# s7f3edfee24690c9f
source: The token was displayed because authentik does not have permission to write to the clipboard
cs_cz: Token byl zobrazen, protože authentik nemá oprávnění zapisovat do schránky
de: Das Token wurde angezeigt, da authentik keine Berechtigung zum Schreiben in die Zwischenablage hat.
es: El token se mostró porque authentik no tiene permiso para escribir en el portapapeles
fi: Tunniste näytettiin, koska authentikilla ei ole oikeutta kirjoittaa leikepöydälle.
fr: Le jeton a été affiché car authentik n'a pas la permission d'écrire dans le presse-papier
it: Il token è stato visualizzato perché authentik non ha il permesso di scrivere negli appunti
ko: authentik이 클립보드에 쓸 수 있는 권한이 없기 때문에 토큰이 표시되었습니다.
pt_br: O token foi exibido porque o authentik não tem permissão para gravar na área de transferência
ru: Токен был отображен, потому что у authentik нет разрешения на запись в буфер обмена
tr: Authentik'in panoya yazma izni olmadığı için belirteç görüntülendi
zh_tw: 因為 authentik 無法複製到您的剪貼簿，權杖資訊顯示在畫面上

# sf71dba2c30283a54
source: Expires?
cs_cz: Expiruje?
de: Läuft ab?
es: ¿Expira?
fi: Vanhenee?
fr: Expire ?
it: Scade?
ko: 만료?
nl: Verloopt?
pt_br: Expira?
ru: Истекает?
tr: Son kullanma tarihi mi?
zh_tw: 是否會過期

# sc7be80a7f8ec597e
source: Expiry date
cs_cz: Datum expirace
de: Ablaufdatum
es: Fecha de caducidad
fi: Vanhenemispäivämäärä
fr: Date d'expiration
it: Data di scadenza
ko: 만료일
nl: Vervaldatum
pt_br: Data de expiração
ru: Дата истечения
tr: Son kullanma tarihi
zh_tw: 到期日

# scc3487e74c5a3e89
source: Copy token
cs_cz: Kopírovat token
de: Token kopieren
es: Copiar token
fi: Kopioi tunniste
fr: Copier le jeton
it: Copia token
ko: 토큰 복사
nl: Token kopiëren
pt_br: Copiar token
ru: Копировать токен
tr: Belirteci kopyala
zh_tw: 複製權杖

# s24875d5475e82526
source: Successfully updated source.
cs_cz: Zdroj byl úspěšně aktualizován.
de: Quelle erfolgreich aktualisiert
es: Fuente actualizada correctamente.
fi: Lähteen päivitys onnistui.
fr: Source mise à jour avec succès
it: Sorgente aggiornata.
ko: 소스를 성공적으로 업데이트했습니다.
nl: Bron succesvol bijgewerkt.
pt_br: Fonte atualizada com sucesso.
ru: Источник успешно обновлен.
tr: Kaynak başarıyla güncellendi.
zh_tw: 成功更新來源。

# s60d891ed3ee9ebc5
source: Successfully created source.
cs_cz: Zdroj byl úspěšně vytvořen.
de: Quelle erfolgreich erstellt.
es: Fuente creada correctamente.
fi: Lähteen luonti onnistui.
fr: Source créée avec succès
it: Sorgente creata.
ko: 소스를 성공적으로 만들었습니다.
nl: Bron succesvol aangemaakt.
pt_br: Fonte criada com sucesso.
ru: Источник успешно создан.
tr: Kaynak başarıyla oluşturuldu.
zh_tw: 成功建立來源。
