Repository: goauthentik/authentik
Catalog: web/xliff/*.xlf
Languages: cs_cz, de, es, fi, fr, it, ko, nl, pt_br, ru, tr, zh_tw

# s764bccb30868bf62
source: The external URL you'll access the application at. Include any non-standard port.
cs_cz: Externí URL, na které budete přistupovat k aplikaci. Zahrňte jakýkoli nestandardní port.
de: Die externe URL, unter der Sie auf die Anwendung zugreifen. Schließen Sie alle Nicht-Standard-Ports ein.
es: La URL externa en la que accederás a la aplicación. Incluya cualquier puerto no estándar.
fi: Ulkoinen URL-osoite, jonka kautta käytät sovellusta. Sisällytä mahdollinen epästandardi portti osoitteeseen.
fr: L'URL externe par laquelle vous accéderez à l'application. Incluez un port non-standard si besoin.
it: L'URL esterno da cui accederai all'applicazione. Includere qualsiasi porta non standard.
ko: 애플리케이션에서 엑세스할 외부 URL입니다. 비표준 포트를 포함해야합니다.
nl: De externe URL waarmee u toegang krijgt tot de toepassing. Inclusief eventuele niet-standaard poorten.
pt_br: O URL externo no qual irá aceder ao aplicativo. Inclua qualquer porta não standard.
ru: Внешний URL-адрес, по которому вы получите доступ к приложению. Включите любой нестандартный порт.
tr: Uygulamaya erişeceğiniz harici URL. Standart olmayan herhangi bir bağlantı noktasını dahil edin.
zh_tw: 您欲存取應用程式的外部網址，包含任何非標準的連接埠。

# scb317851cbcc6b12
source: Internal host
cs_cz: Interní hostitel
de: Interner Host
es: Anfitrión interno
fi: Sisäinen palvelinosoite
fr: Hôte interne
it: Host interno
ko: 내부 호스트
nl: Interne host
pt_br: Host interno
ru: Внутренний хост
tr: Dahili ana bilgisayar
zh_tw: 內部主機

# sf05e384059a0a7c1
source: Upstream host that the requests are forwarded to.
cs_cz: Upstream hostitel, na který jsou požadavky přesměrovány.
de: Upstream-Host, an den die Anfragen weitergeleitet werden.
es: Host de origen al que se reenvían las solicitudes.
fi: Ylemmän tason palvelinosoite johon pyynnöt ohjataan.
fr: Hôte amont où transférer les requêtes.
it: Host upstream a cui vengono inoltrate le richieste.
ko: 요청을 전달해야하는 업스트림 호스트입니다.
nl: Upstream host waarnaar de verzoeken worden doorgestuurd.
pt_br: Host para o qual as requisições são redirecionadas.
ru: Вышестоящий хост, которому переадресуются запросы.
tr: İsteklerin iletildiği yukarı ana bilgisayar.
zh_tw: 要求轉發到上游主機。

# s3d34068a31cab30b
source: Internal host SSL Validation
cs_cz: Validace SSL interního hostitele
de: Interne Host-SSL-Validierung
es: Validación SSL del host interno
fi: Sisäisen osoitteen SSL-varmennus
fr: Validation SSL de l'hôte interne
it: Convalida SSL host interna
ko: 내부 호스트 SSL 유효성 검사
nl: SSL-validatie interne host
pt_br: Validação SSL do host interno
ru: Внутренняя валидация SSL хоста
tr: Dahili ana bilgisayar SSL Doğrulaması
zh_tw: 內部主機的 SSL 驗證

# s4a26798e1c3c37dd
source: Validate SSL Certificates of upstream servers.
cs_cz: Ověřte SSL certifikáty upstream serverů.
de: SSL-Zertifikate der Upstream-Server prüfen.
es: Valida los Certificados SSL de servidores de origen.
fi: Varmenna ylemmän tason palvelinten SSL-sertifikaatit
fr: Valider les certificats SSL des serveurs amonts.
it: Convalida i certificati SSL dei server upstream.
ko: 업스트림 서버의 SSL 인증서를 유효성 검사합니다.
nl: Valideer SSL-certificaten van upstream-servers.
pt_br: Valida Certificados SSL dos servidores.
ru: Проверка SSL-сертификатов вышестоящих серверов.
tr: Yayın yukarı akış sunucularının SSL Sertifikalarını doğrulayın.
zh_tw: 驗證上游主機的 SSL 憑證。

# sff0ac1ace2d90709
source: Use this provider with nginx's auth_request or traefik's forwardAuth. Each application/domain needs its own provider. Additionally, on each domain, /outpost.goauthentik.io must be routed to the outpost (when using a managed outpost, this is done for you).
cs_cz: Použijte tohoto poskytovatele s auth_request nginxu nebo forwardAuth traefiku. Každá aplikace/doména potřebuje svého vlastního poskytovatele. Kromě toho musí být na každé doméně /outpost.goauthentik.io směrováno na outpost (při použití spravovaného outpostu je to provedeno za vás).
de: Verwende diesen Provider mit Nginx' auth_request oder Traefiks forwardAuth. Jede Anwendung/Domain benötigt einen eigenen Provider. Zusätzlich muss auf jeder Domain /outpost.goauthentik.io zum Outpost weitergeleitet werden (bei Verwendung eines verwalteten Outposts erfolgt dies automatisch).
es: Utilice este proveedor con auth_request de nginx o forwardAuth de traefik. Cada aplicación o dominio necesita su propio proveedor. Además, en cada dominio, /outpost.goauthentik.io debe enrutarse al puesto avanzado (cuando se utiliza un puesto avanzado administrado, esto se hace por ti).
fi: Käytä tätä palveluntarjoajaa nginxin auth_requestin tai traefikin forwardAuthin kanssa. Jokainen sovellus/domain tarvitsee oman palveluntarjoajan. Lisäksi, jokaisessa domainissa, /outpost.goauthentik.io täytyy ohjata tukikohtaan (käytettäessä hallittua tukikohtaa tämä tapahtuu automaattisesti).
fr: Utilisez ce fournisseur avec l'option "auth_request" de Nginx ou "forwardAuth" de Traefik. Chaque application/domaine a besoin de son propre fournisseur. De plus, sur chaque domaine, "/outpost.goauthentik.io" doit être routé vers le poste avancé (lorsque vous utilisez un poste avancé géré, cela est fait pour vous).
it: Usa questo provider con l'auth_request di Nginx o il forkauth di Traefik. Ogni applicazione/dominio ha bisogno del proprio fornitore. Inoltre, su ciascun dominio, /outpost.goauthentik.io deve essere indirizzato all'avamposto (quando si utilizza un avamposto gestito, questo viene fatto per te).
ko: Nginx의 auth_request 또는 Traefik의 forwardAuth와 함께 이 공급자를 사용합니다. 각 응용 프로그램/도메인은 자체 공급자가 필요하며, 각 도메인에서는 /outpost.goauthentik.io가 아웃포스트로 라우팅되어야 합니다 (관리되는 아웃포스트를 사용하는 경우 이 작업은 자동으로 수행됩니다).
pt_br: Use este provedor com auth_request do nginx ou forwardAuth do traefik. Cada aplicação/domínio precisa do seu próprio provedor. Além disso, em cada domínio, /outpost.goauthentik.io deve ser roteado para o outpost (quando usar um outpost gerenciado, isso é feito para você).
ru: Используйте этот провайдер с auth_request от nginx или forwardAuth от traefik. Для каждого приложения/домена нужен свой провайдер. Кроме того, на каждом домене необходимо направить /outpost.goauthentik.io на внешний компонент (при использовании управляемого внешнего компонента это будет сделано за вас).
tr: Bu sağlayıcıyı nginx'in auth_request veya traefik'in forwardAuth'u ile kullanın. Her uygulamanın/etki alanının kendi sağlayıcısına ihtiyacı vardır. Ayrıca, her etki alanında, /outpost.goauthentik.io ek gözcüye yönlendirilmelidir (yönetilen bir dış gönderi kullanırken, bu sizin için yapılır).
zh_tw: 將此供應商與 nginx 的 auth_request 或 traefik 的 forwardAuth 一起使用。每個應用程式或網域需要其自己的供應商。此外，在每個網域上，/outpost.goauthentik.io 必須路由到 Outpost（當使用代管的 Outpost 時，這將會自動完成）。

# s44c90273f08fb718
source: Use this provider with nginx's auth_request or traefik's forwardAuth. Only a single provider is required per root domain. You can't do per-application authorization, but you don't have to create a provider for each application.
cs_cz: Použijte tohoto poskytovatele s nginx auth_request nebo traefik forwardAuth. Pro každou kořenovou doménu je vyžadován pouze jeden poskytovatel. Autorizace na úrovni jednotlivých aplikací není možná, ale díky tomu není nutné vytvářet poskytovatele pro každou aplikaci zvlášť.
de: Verwenden Sie diesen Provider mit auth_request von nginx oder forwardAuth von traefik. Pro Root-Domain wird nur ein einziger Provider benötigt. Sie können keine Autorisierung pro Anwendung vornehmen, aber Sie müssen nicht für jede Anwendung einen Provider erstellen.
es: Utilice este proveedor con auth_request de nginx o forwardAuth de traefik. Solo se requiere un único proveedor por dominio raíz. No se puede realizar una autorización por aplicación, pero no se tiene que crear un proveedor para cada aplicación.
fi: Käytä tätä palveluntarjoajaa nginx:n auth_requestin tai traefikin forwardAuthin kanssa. Vain yksi palveluntarjoaja tarvitaan verkkotunnusta kohti. Et voi tehdä sovelluskohtaista todentamista, mutta et joudu luomaan erillistä palveluntarjoajaa joka sovellukselle.
fr: Utilisez ce fournisseur avec auth_request de nginx ou forwardAuth de traefik. Un seul fournisseur est nécessaire par domaine racine. Vous ne pouvez pas faire d'autorisation par application, mais vous n'avez pas besoin de créer un fournisseur pour chaque application.
it: Utilizza questo provider con auth_request di nginx o forwardAuth di traefik. È richiesto un solo provider per dominio root. Non è possibile eseguire l'autorizzazione per applicazione, ma non è necessario creare un provider per ogni applicazione.
ko: 이 공급자는 Nginx의 auth_request 또는 Traefik의 forwardAuth와 함께 사용됩니다. 루트 도메인 당 하나의 공급자만 필요합니다. 응용 프로그램 당 인증은 수행할 수 없지만 각 응용 프로그램마다 별도의 공급자를 생성할 필요는 없습니다.
nl: Gebruik deze provider met nginx's auth_request of traefik's forwardAuth. Slechts één provider is vereist per hoofddomein. U kunt geen machtigingen per toepassing instellen, maar u hoeft ook geen provider voor elke toepassing te maken.
pt_br: Use este provedor com auth_request do nginx ou forwardAuth do traefik. Somente um único provedor é obrigatório por domínio raiz. Você não pode efetuar autorização por aplicação, mas você não tem que criar um provedor para casa aplicação.
ru: Используйте этот провайдер с auth_request от nginx или forwardAuth от traefik. Для каждого корневого домена требуется только один провайдер. Вы не можете выполнять авторизацию для каждого приложения, но вам и не нужно создавать провайдера для каждого приложения.
tr: Bu sağlayıcıyı nginx'in auth_request veya traefik'in forwardAuth ile kullanın. Kök etki alanı başına yalnızca tek bir sağlayıcı gereklidir. Uygulama başına yetkilendirme yapamazsınız, ancak her uygulama için bir sağlayıcı oluşturmanız gerekmez.
zh_tw: 將此供應商與 nginx 的 auth_request 或 traefik 的 forwardAuth 一起使用。每個主網域只需要一個提供者。您無法執行每個應用程式的授權，但您不必為每個應用程式建立提供者。

# sf55d28d4dff0e41b
source: An example setup can look like this:
cs_cz: Nastavení může vypadat například takto:
de: Ein Beispiel-Setup kann so aussehen:
es: Un ejemplo de configuración puede verse así:
fi: Esimerkkiasennus voi näyttää vaikkapa tältä:
fr: Un exemple de configuration peut ressembler à ceci :
it: Una configurazione di esempio può assomigliare a questa:
ko: 예제 설정은 다음과 같습니다:
nl: Een voorbeeldopstelling kan er als volgt uitzien:
pt_br: Uma configuração de exemplo pode ser assim:
ru: Пример настройки может выглядеть следующим образом:
tr: Bir örnek kurulum şu şekilde görünebilir:
zh_tw: 設定的範例如下：

# sb4a1d1c19438e929
source: authentik running on auth.example.com
cs_cz: authentik běží na auth.example.com
de: Authentik läuft auf auth.example.com
es: authentik ejecutándose en auth.example.com
fi: authentik osoitteessa auth.example.com
fr: authentik en cours d'exécution sur auth.example.com
it: authentik in esecuzione su auth.example.com
ko: authentik이 auth.example.com에서 실행 중인 경우
nl: authentik draait op auth.example.com
pt_br: Authentik no host auth.example.com
ru: authentik работает на auth.example.com
tr: auth.example.com üzerinde çalışan authentik
zh_tw: authentik 運行於 auth.example.com

# s68f935c9ca792016
source: app1 running on app1.example.com
cs_cz: aplikace1 běží na app1.example.com
de: app1 läuft auf app1.example.com
es: app1 que se ejecuta en app1.example.com
fi: app1 osoitteessa app1.example.com
fr: app1 en cours d'exécution sur app1.example.com
it: app1 in esecuzione su app1.example.com
ko: app1은 app1.example.com에서 실행 중인 경우
nl: app1 draait op app1.example.com
pt_br: app1 no host app1.example.com
ru: app1 работает на app1.example.com
tr: app1 üzerinde çalışan app1.example.com
zh_tw: app1 運行於 app1.example.com

# sf813a72d8fadd765
source: In this case, you'd set the Authentication URL to auth.example.com and Cookie domain to example.com.
cs_cz: V tomto případě byste nastavili autentizační URL na auth.example.com a Cookie doménu na example.com.
de: In diesem Fall würden Sie die Authentifizierungs-URL auf auth.example.com und die Cookie-Domain auf example.com setzen.
es: En este caso, establecería la URL de autenticación en auth.example.com y el dominio Cookie en example.com.
fi: Tässä tapauksessa asettaisit tunnistautumisosoitteeksi auth.example.com ja evästeiden verkkotunnukseksi example.com.
fr: Dans ce cas, vous devez définir l'URL d'authentification sur auth.example.com et le domaine des cookies sur example.com.
it: In questo caso, imposteresti l'URL di autenticazione su auth.example.com e il dominio dei cookie su example.com.
ko: 위의 상황에서는, 인증 URL을 auth.example.com으로 설정하고 쿠키 도메인을 example.com으로 설정합니다.
nl: In dit geval stelt u de authenticatie-URL in op auth.example.com en het cookie-domein op example.com.
pt_br: Neate caso, você definiria o URL de Autenticação para auth.example.com e Domínio de Cookie para example.com.
ru: В этом случае вы установите для URL-адреса аутентификации значение auth.example.com, а для домена Cookie - example.com.
tr: Bu durumda, Kimlik Doğrulama URL'sini auth.example.com ve Çerez etki alanı olarak example.com olarak ayarlamalısınız.
zh_tw: 在這種情況下，您需要將身分認證網址設定為 auth.example.com 並將 Cookie 的網域設定為 example.com。

# s31d15c6f16951464
source: Authentication URL
cs_cz: Autentizační URL
de: URL zur Authentifizierung
es: URL de autenticación
fi: Tunnistautumis-URL
fr: URL d'authentification
it: URL di autenticazione
ko: 인증 URL
nl: Authenticatie-URL
pt_br: URL de autenticação
ru: Ссылка аутентификации
tr: Kimlik Doğrulama URL'si
zh_tw: 身分認證網址

# sa03fe48e892df2d8
source: The external URL you'll authenticate at. The authentik core server should be reachable under this URL.
cs_cz: Externí URL, na které se budete autentizovat. Hlavní server authentik by měl být dostupný pod touto URL.
de: Die externe URL, bei der Sie sich authentifizieren. Unter dieser URL sollte der Authentik-Core-Server erreichbar sein.
es: La URL externa en la que te autenticarás. Se debe poder acceder al servidor principal de authentik en esta URL.
fi: Ulkoinen URL-osoite jossa tunnistaudut. authentikin core-palvelin tulisi olla saavutettavissa tällä osoitteella.
fr: L'URL externe à laquelle vous allez vous authentifier. Le serveur authentik core devrait être accessible à cette URL.
it: L'URL esterno su cui ti autenticherai. Il server core authentik dovrebbe essere raggiungibile tramite questo URL.
ko: 외부 호스트는 인증을 수행할 외부 URL입니다. authentik 코어 서버는 이 URL 아래에 도달 가능해야 합니다.
nl: De externe URL waar u zich zult authenticeren. De authentik kernserver moet bereikbaar zijn onder deze URL.
pt_br: O URL externo no qual você irá autenticar. O servidor do authentik deve ser alcançável neste URL.
ru: Внешний URL, по которому вы будете проходить аутентификацию. Сервер authentik core должен быть доступен по этому URL.
tr: Kimlik doğrulayacağınız harici URL. Auentik çekirdek sunucusuna bu URL altında erişilebilir olmalıdır.
zh_tw: 您身分認證的外部網址，該網址應該要能夠連線到 authentik Core 伺服器。

# s7def067ed3ad3ad9
source: Cookie domain
cs_cz: Cookie doména
es: Dominio de cookies
fi: Evästeiden verkkotunnus
fr: Domaine des cookies
it: Dominio dei cookie
ko: 쿠키 도메인
nl: Cookie-domein
pt_br: Domínio de Cookie
ru: Cookie домен
tr: Çerez alan adı
zh_tw: Cookie 網域

# s211b75e868072162
source: Set this to the domain you wish the authentication to be valid for. Must be a parent domain of the URL above. If you're running applications as app1.domain.tld, app2.domain.tld, set this to 'domain.tld'.
cs_cz: Nastavte na doménu, pro kterou má být autentizace platná. Musí jít o nadřazenou doménu výše uvedené URL. Pokud provozujete aplikace jako app1.domain.tld, app2.domain.tld, nastavte na 'domain.tld'.
de: Stellen Sie dies auf die Domäne ein, für die die Authentifizierung gültig sein soll. Muss eine übergeordnete Domain der obigen URL sein. Wenn Sie Anwendungen als app1.domain.tld, app2.domain.tld ausführen, setzen Sie dies auf „domain.tld“.
es: Defina esto en el dominio para el que desea que la autenticación sea válida. Debe ser un dominio principal de la URL anterior. Si ejecuta aplicaciones como app1.domain.tld, app2.domain.tld, defina esto en «domain.tld».
fi: Aseta tähän se verkkotunnus, jonka sisällä haluat tunnistautumisen olevan voimassa. Täytyy olla ylemmän URL-osoitteen pääverkkotunnus. Jos sovelluksesi ovat osoitteissa app1.domain.tld, app2.domain.tld, aseta tähän 'domain.tld'.
fr: Définissez ceci sur le domaine pour lequel vous souhaitez que l'authentification soit valide. Il doit être un domaine parent de l'URL ci-dessus. Si vous exécutez des applications sous app1.domain.tld, app2.domain.tld, définissez ceci sur 'domain.tld'.
it: Impostalo sul dominio per il quale desideri che l'autenticazione sia valida. Deve essere un dominio principale dell'URL riportato sopra. Se esegui applicazioni come app1.domain.tld, app2.domain.tld, impostalo su "domain.tld".
ko: 이를 원하는 인증이 유효한 도메인으로 설정하세요. 위의 URL의 상위 도메인이어야 합니다. 예를 들어 app1.domain.tld, app2.domain.tld와 같은 응용 프로그램을 실행 중이라면 'domain.tld'로 설정하세요.
nl: Stel dit in op het domein waarvoor u de authenticatie wilt laten gelden. Dit moet een bovenliggend domein zijn van de bovenstaande URL. Als u toepassingen uitvoert als app1.domain.tld, app2.domain.tld, stel dit dan in op 'domain.tld'.
pt_br: Defina para o domínio que você deseja paea o qual a autenticação seja válida. Deve ser pai do domínio do URL acima. Se suas aplicações estão em app1.domain.tld, app2.domain.tld, defina este campo para "domain.tld".
ru: Установите домен, для которого будет действовать аутентификация. Это должен быть родительский домен указанного выше URL. Если вы запускаете приложения как app1.domain.tld, app2.domain.tld, установите значение 'domain.tld'.
tr: Bunu kimlik doğrulamasının geçerli olmasını istediğiniz etki alanına ayarlayın. Yukarıdaki URL'nin bir üst etki alanı olmalıdır. Uygulamaları app1.domain.tld, app2.domain.tld olarak çalıştırıyorsanız, bunu 'domain.tld' olarak ayarlayın.
zh_tw: 將此設定為用於使身分認證為有效的網域。必須是上述網址的上級網域。如果您的應用程式運行於 app1.domain.tld、app2.domain.tld 等等，則將其設定為「domain.tld」。

# s7c10976de6411844
source: Token validity
cs_cz: Platnost tokenu
de: Token-Gültigkeit
es: Validez del token
fi: Tunnisteen voimassaolo
fr: Validité du jeton
it: Validità del token
ko: 토큰 수명
nl: Geldigheid van token
pt_br: Validade do token
ru: Срок действия токена
tr: Belirteç geçerliliği
zh_tw: 權杖的有效性

# s3e87ce98ba3c4d80
source: Configure how long tokens are valid for.
cs_cz: Konfigurace délky platnosti tokenů.
de: Konfigurieren Sie, wie lange Token gültig sind.
es: Configure durante cuánto tiempo son válidos los tokens.
fi: Määritä, kuinka kauan tunnisteet ovat voimassa.
fr: Configure la durée de validité des jetons d'accès.
it: Configura per quanto tempo sono validi i token.
ko: 토큰이 유효한 기간을 구성합니다.
nl: Configureer hoe lang tokens geldig zijn.
pt_br: Configure durante quanto tempo os tokens são válidos.
ru: Настройте срок действия токенов.
tr: Belirteçlerin ne kadar geçerli olduğunu yapılandırın.
zh_tw: 設定權杖的有效期限。

# sd539548ca4c71619
source: Additional scopes
cs_cz: Další scopes
de: Zusätzliche Scopes
es: Alcances adicionales
fi: Lisäkäyttöalueet
fr: Portées additionnelles
it: Ambiti aggiuntivi
ko: 스코프 추가
nl: Extra scopes
pt_br: Escopos adicionais
ru: Дополнительные области
tr: Ek kapsamlar
zh_tw: 額外的範疇

# s8f12575f694e85a2
source: Additional scope mappings, which are passed to the proxy.
cs_cz: Další mapování scopes, které jsou předávány proxy serveru.
de: Zusätzliche Bereichszuordnungen, die an den Proxy übergeben werden.
es: Asignaciones de alcances adicionales, que son pasadas al proxy.
fi: Lisäkäyttöalueiden kytkennät, jotka välitetään välityspalvelimelle.
fr: Mappages de portée additionnelle, qui sont passés au proxy.
it: Mapping di ambito aggiuntivi, che vengono passati al proxy.
ko: 프록시에 전달되는 추가 스코프를 매핑하세요.
nl: Extra scopetoewijzingen die worden doorgegeven aan de proxy.
pt_br: Mapeamentos de âmbito adicionais, que são passados ​​para o proxy.
ru: Дополнительные сопоставления области, которые передаются прокси.
tr: Proxy'ye iletilen ek kapsam eşlemeleri.
zh_tw: 額外範疇的對應，用於傳遞給代理服務。

# s93cea6ca1f93349d
source: Unauthenticated URLs
cs_cz: Neověřené URL
de: Nicht authentifizierte URLs
es: URL no autenticadas
fi: Todentamattomat URL-osoitteet
fr: URLs non-authentifiés
it: URL non autenticati
nl: Ongeauthenticeerde URL's
pt_br: URLs não autenticadas
ru: Неаутентифицированные URL-адреса
tr: Kimliği Doğrulanmamış URL'ler
zh_tw: 未經身分認證的網址

# sc4508175bf6b09dd
source: Unauthenticated Paths
cs_cz: Neověřené cesty
de: Nicht authentifizierte Pfade
es: Rutas no autenticadas
fi: Todentamattomat polut
fr: Chemins non-authentifiés
it: Percorsi non autenticati
nl: Ongeauthenticeerde paden
pt_br: Caminhos não autenticados
ru: Неаутентифицированные пути
tr: Kimliği Doğrulanmamış Yollar
zh_tw: 未經身分認證的路徑

# sc9fc206433f67588
source: Regular expressions for which authentication is not required. Each new line is interpreted as a new expression.
cs_cz: Regulární výrazy, pro které není vyžadována autentizace. Každý nový řádek je interpretován jako nový výraz.
de: Reguläre Ausdrücke, für die keine Authentifizierung erforderlich ist. Jede neue Zeile wird als neuer Ausdruck interpretiert.
es: Expresiones regulares para las que no se requiere autenticación. Cada línea nueva se interpreta como una expresión nueva.
fi: Regular expressionit, joihin tunnistautumista ei tarvita. Jokainen rivi tulkitaan uutena regular expressionina.
fr: Expressions régulières pour lesquelles l'authentification n'est pas requise. Chaque ligne est interprétée comme une nouvelle expression.
it: Espressioni regolari per le quali non è richiesta l'autenticazione. Ogni nuova riga viene interpretata come una nuova espressione.
ko: 인증이 필요하지 않은 정규 표현식. 각 새 줄은 새 표현식으로 해석됩니다.
nl: Reguliere expressies waarvoor geen authenticatie vereist is. Elke nieuwe regel wordt geïnterpreteerd als een nieuwe expressie.
pt_br: Expressões regulares para as quais não é necessária autenticação. Cada nova linha é interpretada como uma nova expressão.
ru: Регулярные выражения, для которых не требуется аутентификация. Каждая новая строка интерпретируется как новое выражение.
tr: Kimlik doğrulamasının gerekli olmadığı düzenli ifadeler. Her yeni satır yeni bir ifade olarak yorumlanır.
zh_tw: 不需要身分認證的正規表示式，每一行區隔為新的表示式。
