Repository: goauthentik/authentik
Catalog: web/xliff/*.xlf
Languages: cs_cz, de, es, fi, fr, it, ko, nl, pt_br, ru, tr, zh_tw

# s2f995efbb1e46b18
source: Auto-detect (based on your browser)
cs_cz: Automatická detekce (dle prohlížeče)
de: Automatische Erkennung (basierend auf Ihrem Browser)
es: Detección automática (según su navegador)
fi: Tunnista automaattisesti (selaimen perusteella)
fr: Détection automatique (basée sur votre navigateur)
it: Rilevamento automatico (in base al browser)
ko: 자동-감지 (브라우저 기반)
nl: Automatische detectie (op basis van je browser)
ru: Автоматическое определение (на основе вашего браузера)
tr: Otomatik algıla (tarayıcınıza göre)
zh_tw: 自動偵測（基於您的瀏覽器）

# s2be6121210e2a2f8
source: Prompts
cs_cz: Výzvy
de: Eingabeaufforderungen
es: Solicitudes
fi: Kehotteet
fr: Invites
it: Richieste
ko: 프롬프트
ru: Запросы
tr: İstemler
zh_tw: 提示

# sec7443a45fd141e5
source: Prompt(s)
cs_cz: Výzva(y)
de: Eingabeaufforderung(en)
es: Solicitude(s)
fi: Kehote/kehotteet
fr: Invite(s)
it: Richiesta(e)
ko: 프롬프트
ru: Запрос(ы)
tr: İstemi (ler)
zh_tw: 提示

# sdf1d8edef27236f0
source: A "roaming" authenticator, like a YubiKey
cs_cz: „Roamingový" autentikátor, jako YubiKey
de: Ein "Roaming"-Authentifikator, wie ein YubiKey
es: Un autenticador "roaming", como una YubiKey
fr: Un authentificateur "itinérant", comme une YubiKey
it: Un autenticatore "roaming", come un YubiKey
ko: YubiKey 같은 "로밍" 인증기
ru: Переносной аутентификатор, например YubiKey
tr: YubiKey gibi bir "dolaşımda" kimlik doğrulayıcı
zh_tw: 外接式的身分認證器，例如 YubiKey

# sfffba7b23d8fb40c
source: This stage checks the user's current session against the Google reCaptcha (or compatible) service.
cs_cz: Tento krok kontroluje aktuální relaci uživatele prostřednictvím služby Google reCaptcha (nebo kompatibilní).
de: Diese Stage überprüft die aktuelle Sitzung des Benutzers mit dem Google reCaptcha (oder kompatiblen) Dienst.
es: Esta etapa verifica la sesión actual del usuario contra el servicio Google reCaptcha (o compatible).
fi: Tämä vaihe testaa käyttäjän istuntoa Google reCaptchan (tai yhteensopivan) palvelun kanssa.
fr: Cette étape vérifie la session actuelle de l'utilisateur sur le service reCaptcha de Google (ou service compatible).
it: Questa fase controlla la sessione corrente dell'utente rispetto al servizio Google Recaptcha (o compatibile).
ko: 이 스테이지에서는 사용자의 현재 세션을 Google 리캡차(또는 호환) 서비스와 비교하여 확인합니다.
nl: Deze stap controleert de huidige sessie van de gebruiker bij de Google reCaptcha (of compatibele) service.
ru: На этом этапе текущая сессия пользователя проверяется с помощью сервиса Google reCAPTCHA (или совместимого с ним).
tr: Bu aşama, kullanıcının mevcut oturumunu Google reCaptcha (veya uyumlu) hizmetine göre kontrol eder.
zh_tw: 這個階段使用 Google reCaptcha （或其他相容的）服務檢查使用者目前的會談。

# sf339673f0f76a8bd
source: Public key, acquired from https://www.google.com/recaptcha/intro/v3.html.
cs_cz: Veřejný klíč získaný z https://www.google.com/recaptcha/intro/v3.html.
de: Öffentlicher Schlüssel, erworben von https://www.google.com/recaptcha/intro/v3.html.
es: Clave pública, adquirida en https://www.google.com/recaptcha/intro/v3.html.
fi: Julkinen avain, haetaan osoitteesta https://www.google.com/recaptcha/intro/v3.html.
fr: Clé publique, obtenue depuis https://www.google.com/recaptcha/intro/v3.html.
it: Chiave pubblica, acquisita da https://www.google.com/recaptcha/intro/v3.html.
ko: 공개 키는, https://www.google.com/recaptcha/intro/v3.html 에서 얻을 수 있습니다.
nl: Openbare sleutel, verkregen van https://www.google.com/recaptcha/intro/v3.html.
ru: Открытый ключ, полученный с https://www.google.com/recaptcha/intro/v3.html.
tr: https://www.google.com/recaptcha/intro/v3.html adresinden edinilen açık anahtar.
zh_tw: 公鑰，取得自以下網址 https://www.google.com/recaptcha/intro/v3.html。

# s892d2731a6f22e59
source: Private key, acquired from https://www.google.com/recaptcha/intro/v3.html.
cs_cz: Soukromý klíč získaný z https://www.google.com/recaptcha/intro/v3.html.
de: Privater Schlüssel, erworben von https://www.google.com/recaptcha/intro/v3.html.
es: Clave privada, adquirida en https://www.google.com/recaptcha/intro/v3.html.
fi: Yksityinen avain, haetaan osoitteesta https://www.google.com/recaptcha/intro/v3.html.
fr: Clé privée, acquise auprès de https://www.google.com/recaptcha/intro/v3.html.
it: Chiave privata, acquisita da https://www.google.com/recaptcha/intro/v3.html.
ko: 개인 키는, https://www.google.com/recaptcha/intro/v3.html 에서 얻을 수 있습니다.
nl: Privésleutel, verkregen van https://www.google.com/recaptcha/intro/v3.html.
ru: Приватный ключ, полученный с https://www.google.com/recaptcha/intro/v3.html.
tr: https://www.google.com/recaptcha/intro/v3.html adresinden edinilen özel anahtar.
zh_tw: 私鑰，取得自以下網址 https://www.google.com/recaptcha/intro/v3.html。

# s170b705c55ecb2ae
source: URL to fetch JavaScript from, defaults to recaptcha. Can be replaced with any compatible alternative.
cs_cz: URL, ze kterého se načítá JavaScript, výchozí je recaptcha. Lze nahradit jakoukoli kompatibilní alternativou.
de: URL zum Abrufen des JavaScript, standardmäßig recaptcha. Kann durch jede kompatible Alternative ersetzt werden.
es: URL desde la cual se carga JavaScript, por defecto es recaptcha. Puede ser reemplazada por cualquier alternativa compatible.
fi: URL-osoite, josta JavaScript haetaan, oletuksena recaptcha. Voidaan korvata millä tahansa yhteensopivalla vaihtoehdolla.
fr: URL où télécharger le JavaScript, recaptcha par défaut. Peut être remplacé par une alternative compatible.
it: URL per recuperare javascript da, impostazione predefinita per recaptcha. Può essere sostituito con qualsiasi alternativa compatibile.
ko: JavaScript를 가져올 URL입니다. 기본값은 recaptcha입니다. 호환되는 대체 사이트로 교체할 수 있습니다.
nl: URL om JavaScript op te halen, standaard naar recaptcha. Kan worden vervangen door een compatibel alternatief.
ru: URL-адрес, с которого будет браться JavaScript, по умолчанию - recaptcha. Может быть заменен на любую совместимую альтернативу.
tr: JavaScript'in getirileceği URL, varsayılan olarak recaptcha'dır. Herhangi bir uyumlu alternatifle değiştirilebilir.
zh_tw: 用於擷取 JavaScript 的網址，預設為 reCAPTCHA。可以替換為任何相容的替代方案。

# sc8a79fddea3ab4a9
source: URL used to validate captcha response, defaults to recaptcha. Can be replaced with any compatible alternative.
cs_cz: URL používaná k ověření odpovědi captcha, výchozí je recaptcha. Lze nahradit jakoukoli kompatibilní alternativou.
de: URL zur Validierung der Captcha-Antwort, standardmäßig recaptcha. Kann durch jede kompatible Alternative ersetzt werden.
es: URL utilizada para validar la respuesta del captcha, por defecto es recaptcha. Puede ser reemplazada por cualquier alternativa compatible.
fi: URL-osoite, jolla validoidaan captcha-vastaus, oletuksena recaptcha. Voidaan korvata millä tahansa yhteensopivalla vaihtoehdolla.
fr: URL utilisée pour valider la réponse captcha, recaptcha par défault. Peut être remplacé par une alternative compatible.
it: URL usato per convalidare la risposta di Captcha, i valori predefiniti sono recaptcha. Può essere sostituito con qualsiasi alternativa compatibile.
ko: 보안 문자 응답의 유효성을 검사하는 데 사용되는 URL로, 기본값은 리캡차입니다. 호환 가능한 다른 것으로 대체할 수 있습니다.
nl: URL gebruikt om captcha-reactie te valideren, standaard naar recaptcha. Kan worden vervangen door een compatibel alternatief.
ru: URL, используемый для проверки ответа капчи, по умолчанию - recaptcha. Может быть заменен на любую совместимую альтернативу.
tr: Captcha yanıtını doğrulamak için kullanılan URL, varsayılan olarak recaptcha'dır. Herhangi bir uyumlu alternatifle değiştirilebilir.
zh_tw: 用於驗證認證碼回應的網址，預設為 reCAPTCHA。可以替換為任何相容的替代方案。

# s482ae78809a6822b
source: Flow used by an authenticated user to configure their password. If empty, user will not be able to configure change their password.
de: Flow, der von einem authentifizierten Benutzer verwendet wird, um sein Passwort zu konfigurieren. Wenn leer, kann der Benutzer sein Passwort nicht ändern.
es: Flujo utilizado por un usuario autenticado para configurar su contraseña. Si está vacío, el usuario no podrá configurar el cambio de contraseña.
fi: Prosessi, jota tunnistautunut käyttäjä käyttää salasanansa määrittelyyn. Jos tämä jätetään tyhjäksi, käyttäjä ei pysty määrittämään tai vaihtamaan salasanaansa.
fr: Flux utilisé par un utilisateur authentifié pour configurer son mot de passe. S'il est vide, l'utilisateur ne sera pas en mesure de changer son mot de passe.
it: Flusso utilizzato da un utente autenticato per configurare la propria password. Se vuoto, l'utente non sarà in grado di configurare la modifica della password.
ko: 인증된 사용자가 비밀번호를 구성하는 데 사용하는 플로우입니다. 비어 있으면 사용자가 비밀번호 변경을 구성할 수 없습니다.
nl: Flow gebruikt door een geauthenticeerde gebruiker om hun wachtwoord te configureren. Als het leeg is, kan de gebruiker hun wachtwoord niet configureren of wijzigen.
ru: Поток, используемый аутентифицированным пользователем для настройки своего пароля. Если он пуст, пользователь не сможет изменить свой пароль.
tr: Kimliği doğrulanmış bir kullanıcı tarafından parolasını yapılandırmak için kullanılan akış. Boşsa, kullanıcı parolasını değiştirmeyi yapılandıramaz.
zh_tw: 經過身分認證的使用者用來設定密碼的流程，如果未設定則使用者將無法變更密碼。

# s1608b2f94fa0dbd4
source: If set to a duration above 0, the user will have the option to choose to "stay signed in", which will extend their session by the time specified here.
cs_cz: Pokud je nastaveno na dobu trvání nad 0, uživatel bude mít možnost zvolit "zůstat přihlášen", což prodlouží jeho relaci o čas uvedený zde.
de: Wenn auf eine Dauer größer als 0 gesetzt, hat der Benutzer die Option „Angemeldet bleiben“, wodurch seine Sitzung um die hier angegebene Zeit verlängert wird.
es: Si se establece en una duración mayor a 0, el usuario tendrá la opción de "mantener la sesión iniciada", lo que extenderá su sesión por el tiempo especificado aquí.
fr: Si défini à une durée supérieure à 0, l'utilisateur aura la possibilité de choisir de "rester connecté", ce qui prolongera sa session jusqu'à la durée spécifiée ici.
it: Se impostato su una durata superiore a 0, l'utente avrà la possibilità di scegliere di "rimanere firmato", che estenderà la sessione entro il momento specificato qui.
ko: 기간을 0 이상으로 설정하면, 사용자에게 '로그인 상태 유지'를 선택할 수 있는 옵션이 제공되며, 이 경우 세션이 여기에 지정된 시간만큼 연장됩니다.
ru: Если значение продолжительности больше 0, у пользователя будет возможность выбрать опцию "оставаться в системе", что продлит его сеанс на указанное здесь время.
tr: 0'ın üzerinde bir süreye ayarlanırsa, kullanıcı "oturumu açık kalsın" seçeneğini seçebilir ve bu da oturumunu burada belirtilen süre kadar uzatır.
zh_tw: 如果持續時間大於零，使用者介面上將會有「保持登入」選項。這將會依照設定的時間延長會談。

# s2e4818861000b13f
source: Layout
cs_cz: Rozvržení
de: Aufbau
es: Diseño
fi: Asettelu
fr: Organisation
ko: 레이아웃
nl: Indeling
ru: Макет
tr: Düzen
zh_tw: 版面設計

# s3ebf4c166058afce
source: Clear background
cs_cz: Vymazat pozadí
de: Hintergrund löschen
es: Borrar fondo
fi: Tyhjennä tausta
fr: Fond vide
it: Pulisci sfondo
ko: 배경 지우기
nl: Wis achtergrond
ru: Убрать фон
tr: Arka planı temizle
zh_tw: 清除背景

# sb24755ea94bef31d
source: Delete currently set background image.
cs_cz: Smazat aktuálně nastavený obrázek na pozadí.
de: Aktuelles Hintergrundbild löschen
es: Elimina la imagen de fondo configurada actualmente.
fi: Poista nykyinen taustakuva.
fr: Supprimer l'arrière plan actuellement défini
it: Elimina l'immagine di sfondo attualmente impostata.
ko: 현재 설정된 배경 이미지를 삭제합니다.
nl: Verwijder momenteel ingestelde achtergrondafbeelding.
ru: Удаление установленного в данный момент фонового изображения.
tr: Şu anda ayarlanmış arka plan görüntüsünü sil.
zh_tw: 刪除目前設定的背景圖片。

# s344c4a2a48997e18
source: .yaml files, which can be found on goauthentik.io and can be exported by authentik.
de: .yaml-Dateien, die auf goauthentik.io zu finden sind und von Authentik exportiert werden können.
es: .yaml, que se pueden encontrar en goauthentik.io y que authentik puede exportar.
fi: .yaml-tiedostot, jotka löytyvät goauthentik.io:sta ja jotka voidaan viedä authentikistä.
fr: Fichiers .yaml, qui peuvent être trouvés sur goauthentik.io et exportés par authentik.
it: .yaml Files, che possono essere trovati su goauthentik.io e possono essere esportati da authentik.
ko: .yaml 파일로 내보낼 수 있으며, 이 파일은 goauthentik.io에서 찾을 수 있고 authentik을 통해 내보낼 수 있습니다.
nl: .yaml-bestanden, die te vinden zijn op goauthentik.io en geëxporteerd kunnen worden door authentik.
ru: Файлы .yaml, которые можно найти на сайте goauthentik.io и экспортировать с помощью authentik.
tr: .yaml dosyaları, goauthentik.io'da bulunabilir ve authentik tarafından ihraç edilebilir.
zh_tw: .yaml 檔案，可以在 goauthentik.io 中找到且可以從 authentik 中匯出。

# scc2e420c54dc8089
source: Bind existing stage
cs_cz: Přiřadit existující krok
de: Vorhandene Stage binden
es: Vincular etapa existente
fi: Liitä olemassa oleva vaihe
fr: Lier une étape existante
it: Associa la fase esistente
ko: 기존 스테이지 바인드
nl: Bestaande fase binden
ru: Связать существующий этап
tr: Mevcut aşamayı bağla
zh_tw: 附加已存在的階段

# s6e4c997a101b6abf
source: with current user
de: mit aktuellem Nutzer
es: con usuario actual
fi: nykyisellä käyttäjällä
fr: avec l'utilisateur actuel
it: con utente corrente
ko: 현재 사용자로
nl: met de huidige gebruiker
ru: с текущ. польз.
tr: mevcut kullanıcı ile
zh_tw: 使用目前使用者執行

# s8ecdbff1a7329b64
source: with inspector
de: mit Inspektor
es: con inspector
fi: tarkastajalla
fr: avec inspecteur
it: con ispettore
ko: 감사관과 함께
nl: met inspecteur
ru: с инспектором
tr: müfettiş ile
zh_tw: 和流程檢閱器一起執行

# s3abecf1e778c9625
source: See more here:
cs_cz: Více informací zde:
de: Siehe mehr hier:
es: Ver más aquí:
fi: Katso lisää täällä:
fr: Voir plus ici:
it: Vedi di più qui:
ko: 자세한 내용은 여기를 참조하세요:
nl: Zie hier voor meer informatie:
ru: Подробнее здесь:
tr: Daha fazlasını burada görün:
zh_tw: 更多資訊請參考：

# s74cb3d66f6a668e1
source: Documentation
cs_cz: Dokumentace
de: Dokumentation
es: Documentacion
fi: Dokumentaatio
it: Documentazione
ko: 문서
nl: Documentatie
ru: Документация
tr: Belge
zh_tw: 官方文件

# s5e169e1bac20b4a6
source: Outposts
cs_cz: Outposty
es: Puestos avanzados
fi: Tukikohdat
fr: Avant-postes
it: Avamposti
nl: Buitenposten
ru: Внешние компоненты
tr: Üsler

# s1d49ec5030447643
source: Outpost(s)
cs_cz: Outposty
es: Puesto (s) avanzado (s)
fi: Tukikohta/tukikohdat
fr: Avant-poste(s)
it: Avamposto(i)
nl: Buitenpost(en)
ru: Внешний (внешние) компонент(ы)
tr: Üs (ler)

# sa668bd79645c3e06
source: Kubeconfig
es: Configuración de Kube
ko: 쿠브설정

# sef50d248448e0df1
source: Yes (${item.privateKeyType?.toUpperCase()})
de: Ja ( ${item.privateKeyType?.toUpperCase()})
es: Sí ( ${item.privateKeyType?.toUpperCase()})
fi: Kyllä ( ${item.privateKeyType?.toUpperCase()})
fr: Oui ( ${item.privateKeyType?.toUpperCase()})
it: Sì ( ${item.privateKeyType?.toUpperCase()})
ko: (${item.privateKeyType?.toUpperCase()}) 예
nl: Ja (${item.privateKeyType?.toUpperCase()})
ru: Да ( ${item.privateKeyType?.toUpperCase()})
tr: Evet ( ${item.privateKeyType?.toUpperCase()})
zh_tw: 是 (${item.privateKeyType?.toUpperCase()})

# sfae395b94a5a0040
source: Blueprint
cs_cz: Plán
de: Blaupause
es: Plantilla
fi: Suunnitelma
fr: Plan
it: Progetto
ko: 블루프린트트
nl: Blauwdruk
ru: Чертеж
tr: Mavi kopya
zh_tw: 藍圖

# saab79cd956ee56a9
source: Blueprints
cs_cz: Plány
de: Blaupausen
es: Plantillas
fi: Suunnitelmat
fr: Plans
it: Progetti
ko: 블루프린트
nl: Blauwdrukken
ru: Чертежи
tr: Plan
zh_tw: 藍圖

# s2708cac1f4942708
source: Blueprint(s)
cs_cz: Plán(y)
de: Blaupause(n)
es: Plantilla(s)
fi: Suunnitelma(t)
fr: Plan(s)
it: Progetto(i)
ko: 블루프린트
nl: Blauwdruk(ken)
ru: Чертеж(и)
tr: Taslak(lar)
zh_tw: 藍圖

# s4f1ad6b48a5df506
source: Logs
cs_cz: Protokoly
es: Registros
fi: Logit
ko: 로그
nl: Logboeken
ru: Логи
tr: Günlükler
zh_tw: 日誌

# sa3599457b9418bc5
source: User's avatar
de: Avatar des Benutzers
es: Avatar del usuario
fi: Käyttäjän avatar
fr: Avatar de l'utilisateu
it: Avatar dell'utente
ko: 사용자 아바타
nl: Avatar van de gebruiker
ru: Аватар пользователя
tr: Kullanıcının avatarı
zh_tw: 使用者的個人檔案圖片

# sfe1c86b42ba13376
source: Please enter your TOTP Code
de: Bitte geben Sie Ihren TOTP-Code ein.
es: Por favor, introduzca su código TOTP
fi: Kirjoita TOTP-koodisi
fr: Veuillez saisir votre code TOTP
it: Per favore inserisci il tuo codice TOTP
ko: TOTP 코드를 입력하세요.
nl: Voer uw TOTP-code in
ru: Пожалуйста, введите ваш код TOTP
tr: Lütfen TOTP Kodunuzu girin
zh_tw: 請輸入您的 TOTP 認證碼

# s2b7dbba348234a36
source: A code has been sent to you via SMS.
de: Ihnen wurde ein Code per SMS gesendet.
es: Se le ha enviado un código por SMS.
fi: Sinulle on lähetetty koodi tekstiviestillä.
fr: Un code vous a été envoyé par SMS.
it: Un codice ti è stato inviato tramite SMS.
ko: SMS로 코드가 전송되었습니다.
nl: Er is een code naar u verzonden via sms.
ru: Код был отправлен вам по SMS.
tr: SMS ile size bir kod gönderildi.
zh_tw: 認證碼已透過簡訊傳送。

# sa84adff85b5e505c
source: Open your two-factor authenticator app to view your authentication code.
de: Öffnen Sie Ihre Zwei-Faktor-Authentifizierungs-App, um Ihren Authentifizierungscode anzuzeigen.
es: Abre tu aplicación de autenticación de dos factores para ver el código de autenticación.
fi: Todennuskoodi löytyy kaksivaiheisen todentamisen sovelluksestasi.
fr: Ouvrez votre application d'authentification à deux facteurs pour afficher votre code d'authentification.
it: Apri la tua app di autenticazione a due fattori per visualizzare il tuo codice di autenticazione.
ko: 2단계 인증 앱을 열어 인증 코드를 확인합니다.
nl: Open uw authenticator-app met twee factoren om uw verificatiecode te bekijken.
ru: Откройте приложение двухфакторного аутентификатора, чтобы просмотреть код аутентификации.
tr: Kimlik doğrulama kodunuzu görüntülemek için iki faktörlü kimlik doğrulayıcı uygulamanızı açın.
zh_tw: 開啟您的雙重身份認證器應用程式，檢視您的認證碼。

# sb17e8c70f9a05c77
source: In case you can't access any other method.
de: Falls Sie auf keine andere Methode zugreifen können.
es: En caso de que no puedas acceder a ningún otro método.
fi: Jos sinulla ei ole pääsyä muihin tapoihin.
fr: Au cas où aucune autre méthode ne soit disponible.
it: In caso non riesci ad accedere a nessun altro metodo.
ko: 다른 방법으로 액세스할 수 없는 경우.
nl: In het geval dat u geen toegang heeft tot een andere methode.
ru: Если вы не можете воспользоваться другим способом.
tr: Başka bir yönteme erişemiyorsanız.
zh_tw: 萬一您無法存取其他方法。

# s6ae0d087036e6d6d
source: Select an authentication method.
de: Wählen Sie eine Authentifizierungsmethode aus.
es: Seleccione un método de autenticación.
fi: Valitse tunnistautumistapa
fr: Sélectionnez une méthode d'authentification
it: Seleziona un metodo di autenticazione.
ko: 인증 방법을 선택합니다.
nl: Selecteer een authenticatiemethode.
ru: Выберите метод аутентификации.
tr: Bir kimlik doğrulama yöntemi seçin.
zh_tw: 選擇一種身分認證方法。

# sde9a3f41977ec1f8
source: Estimated user count one year from now based on ${this.forecast?.internalUsers} current internal users and ${this.forecast?.forecastedInternalUsers} forecasted internal users.
de: Geschätzte Nutzerzahl in einem Jahr auf der Grundlage der aktuellen ${this.forecast?.internalUsers} internen Nutzer und der ${this.forecast?.forecastedInternalUsers}prognostizierten internen Nutzer.
es: Cantidad estimada de usuarios dentro de un año basada en ${this.forecast?.internalUsers} usuarios internos actuales y ${this.forecast?.forecastedInternalUsers} usuarios internos pronosticados.
fi: Arvioitu käyttäjämäärä vuoden kuluttua nykyisten ${this.forecast?.internalUsers} sisäisten käyttäjien ja ennustettujen ${this.forecast?.forecastedInternalUsers} sisäisten käyttäjien perusteella.
fr: Nombre d'utilisateurs estimés d'ici un an basé sur ${this.forecast?.internalUsers} utilisateurs internes actuels and ${this.forecast?.forecastedInternalUsers} utilisateurs internes prévus.
it: Numero stimato di utenti tra un anno in base a ${this.forecast?.internalUsers} utenti interni attuali e ${this.forecast?.forecastedInternalUsers} utenti interni previsti.
ko: ${this.forecast?.internalUsers} 명의 내부 사용자를 기준으로 예상하는 일 년후 예상 사용자수는 ${this.forecast?.forecastedInternalUsers} 입니다.
nl: Geschat aantal gebruikers over één jaar op basis van ${this.forecast?.internalUsers} huidige interne gebruikers en ${this.forecast?.forecastedInternalUsers} voorspelde interne gebruikers.
ru: Предполагаемое количество пользователей через год на основе ${this.forecast?.internalUsers} текущих внутренних пользователей и ${this.forecast?.forecastedInternalUsers} прогнозируемых внутренних пользователей.
tr: Bundan bir yıl sonra ${this.forecast?.internalUsers} mevcut dahili kullanıcılar ve ${this.forecast?.forecastedInternalUsers} tahmini dahili kullanıcılara dayalı tahmini kullanıcı sayısı.
zh_tw: 基於目前 ${this.forecast?.internalUsers} 名內部使用者和預估的 ${this.forecast?.forecastedInternalUsers} 名內部使用者來估計一年後的使用者總數。

# sf52479d6daa0a4a8
source: Estimated user count one year from now based on ${this.forecast?.externalUsers} current external users and ${this.forecast?.forecastedExternalUsers} forecasted external users.
de: Geschätzte Nutzerzahl in einem Jahr auf der Grundlage der ${this.forecast?.externalUsers} aktuellen externen Nutzer und der ${this.forecast?.forecastedExternalUsers}prognostizierten externen Nutzer.
es: Cantidad estimada de usuarios dentro de un año basada en ${this.forecast?.externalUsers} usuarios externos actuales y ${this.forecast?.forecastedExternalUsers} usuarios externos pronosticados.
fi: Arvioitu käyttäjämäärä vuoden kuluttua nykyisten ${this.forecast?.externalUsers} ulkoisten käyttäjien ja ennustettujen ${this.forecast?.forecastedExternalUsers} ulkoisten käyttäjien perusteella.
fr: Nombre d'utilisateurs estimés d'ici un an basé sur ${this.forecast?.externalUsers} utilisateurs externes actuels and ${this.forecast?.forecastedExternalUsers} utilisateurs externes prévus.
it: Numero stimato di utenti tra un anno in base a ${this.forecast?.externalUsers} utenti interni attuali e ${this.forecast?.forecastedExternalUsers} utenti interni previsti.
ko: ${this.forecast?.externalUsers} 명의 외부 사용자를 기준으로 예상하는 일 년후 예상 사용자수는 ${this.forecast?.forecastedExternalUsers} 입니다.
nl: Geschat aantal gebruikers over één jaar op basis van ${this.forecast?.externalUsers} huidige externe gebruikers en ${this.forecast?.forecastedExternalUsers} voorspelde externe gebruikers.
ru: Предполагаемое количество пользователей через год на основе ${this.forecast?.externalUsers} текущих внешних пользователей и ${this.forecast?.forecastedExternalUsers} прогнозируемых внешних пользователей.
tr: Şu andaki ${this.forecast?.externalUsers} harici kullanıcılar ve ${this.forecast?.forecastedExternalUsers} tahmini harici kullanıcılar temel alınarak bir yıl sonraki tahmini kullanıcı sayısı.
zh_tw: 基於目前 ${this.forecast?.externalUsers} 名外部使用者和預估的 ${this.forecast?.forecastedExternalUsers} 名外部使用者來估計一年後的使用者總數。

# s8fa26f65aed77c96
source: More details
de: Details anzeigen
es: Más detalles
fi: Enemmän tietoja
fr: Plus de détails
it: Più dettagli
ko: 자세히 보기
nl: Meer details
ru: Больше деталей
tr: Daha fazla detay
zh_tw: 顯示更多資訊

# s67d858051b34c38b
source: Method's display Name.
de: Anzeigename der Methode.
es: Nombre para mostrar del método.
fi: Tavan näytettävä nimi
fr: Nom d'affichage de la méthode.
it: Nome visualizzato del metodo.
ko: Method의 표시 이름.
ru: Отображаемое имя метода.
tr: Yöntemin görünen adı.
zh_tw: 方法的顯示名稱。

# s5ee6f1b84e9ebc69
source: Assign to new role
cs_cz: Přiřadit k nové roli
de: Neue Rolle zuweisen
es: Asignar a un nuevo rol
fi: Aseta uudelle roolille
fr: Assigner à un nouveau rôle
it: Assegna a nuovo ruolo
ko: 새 역할에 할당
ru: Назначить для новой роли
tr: Yeni role atama
zh_tw: 分配給新增角色

# s4afb26a8fae257e9
source: Directly assigned
cs_cz: Přímo přiděleno
de: Direkt zugewiesen
es: Asignado directamente
fi: Suoraan asetettu
fr: Assigné directement
it: Assegnato direttamente
ko: 직접 할당됨
ru: Назначено напрямую
tr: Doğrudan atanan
zh_tw: 直接分配
