Repository: goauthentik/authentik
Catalog: web/xliff/*.xlf
Languages: cs_cz, de, es, fi, fr, it, ko, nl, pt_br, ru, tr, zh_tw

# s624256f8a4bb4c89
source: Notification transport(s)
cs_cz: Transport(y) oznámení
de: Mitteilungszustellungsart(en)
es: Transporte (s) de notificación
fi: Notifikaatioväylä(t)
fr: Transport(s) de notification
it: Notifica trasporto(i)
ko: 통지 전송
nl: Meldingstransport(en)
pt_br: Transportes de notificação
ru: Поставщик(и) уведомлений
tr: Bildirim taşıma(lar)ı
zh_tw: 通知通道

# sac1332e6f421526e
source: Update Notification Transport
cs_cz: Aktualizovat transport oznámení
de: Mitteilungszustellungsart aktualisieren
es: Actualizar Transporte de Notificiaciones
fi: Päivitä notifikaatioväylä
fr: Mettre à jour le transport de notification
it: Aggiorna trasporto di notifica
ko: 통지 전송 업데이트
nl: Meldingstransport bijwerken
pt_br: Atualizar Transporte de Notificação
ru: Обновление поставщика уведомлений
tr: Bildirim Aktarıcısını Güncelle
zh_tw: 更新通知通道

# s6b5002c605b39d6d
source: Create Notification Transport
cs_cz: Vytvořit transport oznámení
de: Mitteilungszustellungsart erstellen
es: Crear Transporte de Notificaciones
fi: Luo notifikaatioväylä
fr: Créer une notification de transport
it: Creare trasporto di notifica
ko: 통지 전송 생성
nl: Meldingstransport aanmaken
pt_br: Criar Transporte de Notificação
ru: Создание поставщика уведомлений
tr: Bildirim Aktarıcı Oluştur
zh_tw: 建立通知通道

# s0a39e4f61ccafacb
source: Successfully updated rule.
cs_cz: Pravidlo bylo úspěšně aktualizováno.
de: Regel erfolgreich aktualisiert.
es: Regla actualizada correctamente.
fi: Säännön päivitys onnistui.
fr: Règle mise à jour avec succès
it: Aggiornato con successo la regola.
ko: 규칙을 성공적으로 업데이트했습니다.
nl: Regel succesvol bijgewerkt.
pt_br: Regra atualizada com sucesso.
ru: Правило успешно обновлено.
tr: Kural başarıyla güncellendi.
zh_tw: 成功更新規則。

# s72e102414fec81a4
source: Successfully created rule.
cs_cz: Pravidlo bylo úspěšně vytvořeno.
de: Regel erfolgreich erstellt.
es: Regla creada correctamente.
fi: Säännön luonti onnistui.
fr: Règle créée avec succès
it: Creato con successo la regola.
ko: 규칙을 성공적으로 생성했습니다.
nl: Regel succesvol aangemaakt.
pt_br: Regra criada com sucesso.
ru: Правило успешно создано.
tr: Kural başarıyla oluşturuldu.
zh_tw: 成功建立規則。

# s2e9d5ea88f02ae68
source: Select the group of users which the alerts are sent to.
cs_cz: Vyberte uživatelskou skupinu, které se budou zasílat upozornění.
de: Wähle die Benutzergruppe aus, an die die Benachrichtigungen gesendet werden.
es: Seleccione el grupo de usuarios a los que se enviarán las alertas.
fr: Sélectionner le groupe d'utilisateurs à qui les alertes seront envoyées.
it: Selezionare il gruppo di utenti a cui inviare gli avvisi.
pt_br: Selecione o grupo de usuários para o qual os alertas são enviados.

# se630f2ccd39bf9e6
source: If no group is selected and 'Send notification to event user' is disabled the rule is disabled.
cs_cz: Pokud není vybrána žádná skupina a 'Zasílat upozornění původci události' je vypnuto, pravidlo není aktivní.
de: Wenn keine Gruppe ausgewählt ist und „Benachrichtigung an Ereignisbenutzer senden“ deaktiviert ist, wird die Regel deaktiviert.
es: Si no se selecciona ningún grupo y la opción 'Enviar notificación al usuario del evento' está deshabilitada, la regla se deshabilita.
fr: Si aucun groupe n'est sélectionné et "Envoyer la notification à l'utilisateur associé à l'évènement" est désactivé, cette règle est désactivée.
it: Se non viene selezionato alcun gruppo e l'opzione "Invia notifica all'utente dell'evento" è disabilitata, la regola è disabilitata.
pt_br: Se nenhum grupo for selecionado e 'Enviar notificação para o usuário do evento' estiver desativado, a regra será desativada.

# s47966b2a708694e2
source: Send notification to event user
cs_cz: Zasílat oznámení původci události
de: Benachrichtigung an Ereignisbenutzer senden
es: Enviar notificación al usuario del evento
fr: Envoyer la notification à l'utilisateur associé à l'événement
it: Invia notifica all'utente dell'evento
pt_br: Enviar notificação para o usuário do evento

# sd30f00ff2135589c
source: When enabled, notification will be sent to the user that triggered the event in addition to any users in the group above. The event user will always be the first user, to send a notification only to the event user enabled 'Send once' in the notification transport.
cs_cz: Pokud je povoleno, oznámení se kromě uživatelů ve skupině výše odešle také původci události. Uživatel, který událost vyvolal, je vždy prvním příjemcem; pokud má být oznámení doručeno pouze jednou, je třeba v transportu notifikací zapnout volbu ‘Poslat jednou’.
de: Wenn aktiviert, wird zusätzlich zu den Benutzern der oben ausgewählten Gruppe auch der Benutzer benachrichtigt, der das Ereignis ausgelöst hat. Der Ereignisbenutzer wird immer als erster benachrichtigt. Um eine Benachrichtigung nur an den Ereignisbenutzer zu senden, aktiviere „Einmal senden“ im Benachrichtigungstransport.
es: Cuando está habilitado, se enviará una notificación al usuario que desencadenó el evento, además de a cualquier usuario en el grupo mencionado anteriormente. El usuario del evento siempre será el primer usuario; para enviar una notificación solo a este usuario, active 'Enviar una vez' en el transporte de notificaciones.
fr: Lorsque cette option est activée, une notification sera envoyée à l'utilisateur qui a déclenché l'événement en plus des utilisateurs du groupe ci-dessus. L'utilisateur associé à l'événement sera toujours le premier utilisateur. Pour envoyer une notification uniquement à l'utilisateur de l'événement, activez l'option "Envoyer une seule fois" dans le transport de notification.
it: Se abilitata, la notifica verrà inviata all'utente che ha attivato l'evento, oltre a tutti gli utenti del gruppo sopra indicato. L'utente dell'evento sarà sempre il primo a inviare una notifica solo all'utente dell'evento che ha abilitato "Invia una volta" nel trasporto delle notifiche.
pt_br: Quando ativado, a notificação será enviada ao usuário que acionou o evento, além de quaisquer usuários no grupo acima. O usuário do evento será sempre o primeiro usuário; para enviar uma notificação apenas ao usuário do evento, ative 'Enviar uma vez' no transporte de notificação.

# sffa171e11d4ae513
source: Transports
cs_cz: Transporty
de: Zustellungsarten
es: Medios
fi: Väylät
it: Trasporti
ko: 전송
nl: Transporten
pt_br: Transportes
ru: Поставщики
tr: Aktarıcılar
zh_tw: 通道

# s26733a6289ca6f1a
source: Available Transports
cs_cz: Dostupné transporty
de: Verfügbare Transports
es: Medios Disponibles
fi: Saatavilla oleva väylät
fr: Transports disponibles
it: Trasporti disponibili
pt_br: Transportes Disponíveis
tr: Mevcut Taşımalar

# sa65f772cfc5aa67e
source: Selected Transports
cs_cz: Vybrané transporty
de: Ausgewählte Transports
es: Medios Seleccionados
fi: Valitut väylät
fr: Transports sélectionnés
it: Trasporti selezionati
pt_br: Transportes Selecionados
tr: Seçilmiş Taşımalar

# s7b18721be331241e
source: Select which transports should be used to notify the user. If none are selected, the notification will only be shown in the authentik UI.
cs_cz: Vyberte, které transporty by měly být použity k upozornění uživatele. Pokud není vybrán žádný, oznámení bude zobrazeno pouze v uživatelském rozhraní authentik.
de: Wählen Sie, welche Zustellungsart genutzt werden soll um Benutzer zu benachrichtigen. Wenn keine gewählt wurde, werden Benachrichtigungen nur in der Authentik-Oberfläche angezeigt.
es: Selecciona qué medios se deben usar para notificar al usuario. Si no se selecciona ninguno, la notificación solo se mostrará en la interfaz de authentik.
fi: Valitse, mitä väyliä käytetään käyttäjän notifioimiseen. Jos mitään ei ole valittu, notifikaatio näytetään vain authentikin käyttöliittymässä.
fr: Sélectionnez les transports à utiliser pour notifier l'utilisateur. À défaut, la notification sera simplement affichée dans l'interface utilisateur authentik.
it: Selezionare quali trasporti dovrebbero essere utilizzati per avvisare l'utente. Se nessuno è selezionato, la notifica verrà mostrata solo nell'interfaccia utente di authentik.
ko: 사용자에게 통지를 보내는 데 사용할 전송을 선택합니다. 아무것도 선택하지 않으면 통지는 authentik UI에만 표시됩니다.
nl: Selecteer welke transporten moeten worden gebruikt om de gebruiker op de hoogte te stellen. Als er geen zijn geselecteerd, wordt de melding alleen weergegeven in de authentik-gebruikersinterface.
pt_br: Selecione quais transportes devem ser usados para notificar o usuário. Se nenhum for selecionado, a notificação será exibida apenas na interface do authentik.
ru: Выберите, какие поставщики должны использоваться для уведомления пользователя. Если ни один из них не выбран, уведомление будет отображаться только в пользовательском интерфейсе authentik.
tr: Kullanıcıyı bilgilendirmek için hangi aktarıcıların kullanılması gerektiğini seçin. Hiçbiri seçilmemişse, bildirim yalnızca authentik kullanıcı arabiriminde gösterilir.
zh_tw: 選擇應使用哪些通道來通知使用者。如果沒有選擇任何通道，通知將只會在 authentik 使用者介面中顯示。

# scd0cfe87af6f2ff2
source: Severity
cs_cz: Závažnost
de: Schweregrad
es: Gravedad
fi: Vakavuus
fr: Sévérité
it: Gravità
ko: 심각도
nl: Ernst
pt_br: Severidade
ru: Важность
tr: Önem derecesi
zh_tw: 嚴重程度

# s98c3bdf4fd5cdf65
source: Notification Rules
cs_cz: Pravidla oznámení
de: Benachrichtigungsregeln
es: Reglas de notificación
fi: Notifikaatiosäännöt
fr: Règles de notification
it: Regole di notifica
ko: 통지 규칙
nl: Meldingsregels
pt_br: Regras de Notificação
ru: Правила уведомлений
tr: Bildirim Kuralları
zh_tw: 通知規則

# s107bf77afb93c9b8
source: Send notifications whenever a specific Event is created and matched by policies.
cs_cz: Odesílat oznámení vždy, když je vytvořena specifická událost a odpovídá zásadám.
de: Senden Sie Benachrichtigungen, wenn ein bestimmtes Ereignis erstellt und mit Richtlinien abgeglichen wird.
es: Envía notificaciones siempre que se cree un evento específico y las políticas coincidan con ellas.
fi: Lähetä notifikaatio aina kun tietty tapahtuma luodaan ja se vastaa käytäntöjä.
fr: Envoyez des notifications chaque fois qu'un événement spécifique est créé et correspond à des politiques.
it: Invia notifiche ogni volta che un evento specifico viene creato e abbinato dalle politiche.
ko: 특정 이력이 생성되고 정책과 일치할 때마다 통지를 보냅니다.
nl: Stuur meldingen wanneer een specifieke gebeurtenis wordt aangemaakt en overeenkomt met beleidsregels.
pt_br: Enviar notificações sempre que um Evento específico for criado e correspondido por políticas.
ru: Отправляйте уведомления, когда создается определенное событие и сопоставляется с политиками.
tr: Belirli bir Olay oluşturulduğunda ve ilkelerle eşleştirildiğinde bildirim gönderin.
zh_tw: 當特定事件被建立並符合政策時都會發送通知。

# sf3f9a0feaf083207
source: Sent to group
cs_cz: Odesláno skupině
de: An Gruppe gesendet
es: Enviado al grupo
fi: Lähetä ryhmälle
fr: Envoyé au groupe
it: Inviato al gruppo
ko: 그룹에게 전송
nl: Naar groep gestuurd
pt_br: Enviado para o grupo
ru: Отправляется группе
tr: Gruba gönderildi
zh_tw: 已發送到群組

# sc92ed9d5e01d3f24
source: Notification rule(s)
cs_cz: Pravidla oznámení
de: Benachrichtigungsregel(n)
es: Regla (s) de notificación
fi: Notifikaatiosäännöt
fr: Règle(s) de notification
it: Regola(e) di notifica
ko: 통지 규칙
nl: Meldingsregel(s)
pt_br: Regras de notificação
ru: Правило (правила) уведомления
tr: Bildirim kuralları
zh_tw: 通知規則

# sd1146418b344f81f
source: Update Notification Rule
cs_cz: Změnit pravidlo pro upozornění
de: Benachrichtigungsregel aktualisieren
es: Actualizar Regla de Notificaciones
fi: Päivitä notifikaatiosääntö
fr: Mettre à jour la règle de notification
it: Aggiorna regola di notifica
ko: 통지 규칙 업데이트
nl: Meldingsregel bijwerken
pt_br: Atualizar Regra de Notificação
ru: Обновление правила уведомления
tr: Bildirim Kuralını Güncelle
zh_tw: 更新通知規則

# sbbc1de43ab6c1f76
source: Create Notification Rule
cs_cz: Vytvořit pravidlo pro upozornění
de: Benachrichtigungsregel erstellen
es: Crear Regla de Notificaciones
fi: Luo notifikaatiosääntö
fr: Créer une règles de notification
it: Crea regola di notifica
ko: 통지 규칙 생성
nl: Meldingsregel aanmaken
pt_br: Criar Regra de Notificação
ru: Создание правила уведомления
tr: Bildirim Kuralı Oluştur
zh_tw: 建立通知規則

# s5795b310ab271d20
source: These bindings control upon which events this rule triggers. Bindings to groups/users are checked against the user of the event.
cs_cz: Tyto vazby určují, při jakých událostech se toto pravidlo spustí. Vazby na skupiny/uživatele jsou kontrolovány vůči uživateli události.
de: Diese Bindings steuern, bei welchen Ereignissen diese Regel ausgelöst wird. Bindings zu Gruppen/Benutzern werden mit dem Benutzer des Ereignisses abgeglichen.
es: Estas vinculaciones controlan en qué eventos se activa esta regla. Las vinculaciones a grupos/usuarios se verifican en función del usuario del evento.
fi: Nämä liitokset määrittävät minkä tapahtumien yhteydessä tämä sääntö aktivoituu. Liitokset käyttäjiin/ryhmiin tarkistetaan tapahtuman käyttäjästä.
fr: Ces liaisons contrôlent les événements sur lesquels cette règle se déclenche. Les liaisons avec les groupes/utilisateurs sont vérifiées par rapport à l'utilisateur de l'événement.
it: Questi legami controllano quali eventi questa regola innesca. I binding a gruppi/utenti vengono controllati contro l'utente dell'evento.
ko: 이러한 바인딩은 이 규칙이 격발되는 이력을 제어합니다. 그룹/사용자에 대한 바인딩은 이벤트의 사용자에 대해 확인됩니다.
nl: Deze bindingen bepalen op welke gebeurtenissen deze regel wordt geactiveerd. Bindingen naar groepen/gebruikers worden gecontroleerd tegen de gebruiker van de gebeurtenis.
pt_br: Essas vinculações controlam em quais eventos esta regra é acionada. As vinculações a grupos/usuários são verificadas em relação ao usuário do evento.
ru: Эти привязки контролируют, при каких событиях срабатывает данное правило. Привязки к группам/пользователям проверяются по пользователю события.
tr: Bu bağlamalar, bu kuralın hangi olayları tetiklediğini denetler. Gruplara/kullanıcılara yapılan bağlamalar, etkinliğin kullanıcısına karşı denetlenir.
zh_tw: 這些附加控制了此規則觸發的事件。附加到群組或使用者的條件會根據事件的使用者來檢查。

# s90c3b62194fe8508
source: Outpost Deployment Info
cs_cz: Informace o nasazení Outpostu
de: Outpost-Installationsinfo
es: Información de implementación de Outpost
fi: Tukikohdan perustamistiedot
fr: Info de déploiement de l'avant-poste
it: Info Deployment Avamposto
ko: Outpost 배포 정보
nl: Info over buitenpost-implementatie
pt_br: Informações de Implantação do Outpost
ru: Информация о развертывании внешнего компонента
tr: Üs Dağıtım Bilgileri
zh_tw: Outpost 部署資訊

# s35f9df7668d5fa79
source: View deployment documentation
cs_cz: Zobrazit dokumentaci k nasazení
de: Installationsdokumentation anzeigen
es: Ver la documentación de implementación
fi: Näytä perustamistiedot
fr: Voir la documentation de déploiement
it: Visualizza la documentazione di distribuzione
ko: 배포 보기
nl: Bekijk implementatiedocumentatie
pt_br: Ver documentação de implantação
ru: Просмотр документации по развертыванию
tr: Dağıtım belgelerini görüntüleme
zh_tw: 檢視部署文件

# s0e03fe2dc5b9164b
source: If your authentik Instance is using a self-signed certificate, set this value.
cs_cz: Pokud vaše instance authentik používá certifikát podepsaný sám sebou, nastavte tuto hodnotu.
de: Wenn Ihre Authentik-Instanz ein selbstsigniertes Zertifikat verwendet, setzen Sie diesen Wert.
es: Si la instancia de authentik utiliza un certificado autofirmado, defina este valor.
fi: Jos authentik-palvelusi käyttää itseallekirjoitettua sertifikaattia, valitse tämä.
fr: Activer cette option si votre instance authentik utilise un certificat auto-signé.
it: Se l'istanza authentik sta utilizzando un certificato autofirmato, impostare questo valore.
ko: Authentik 인스턴스에서 자체 서명 인증서를 사용하는 경우, 이 값을 설정합니다.
nl: Als uw authentik-instantie een zelfondertekend certificaat gebruikt, stelt u deze waarde in.
pt_br: Se sua instância do authentik estiver usando um certificado autoassinado, defina este valor.
ru: Если ваш экземпляр authentik использует самоподписанный сертификат, установите это значение.
tr: Auentik Örneğiniz kendinden imzalı bir sertifika kullanıyorsa, bu değeri ayarlayın.
zh_tw: 如果您的 authentik 執行個體使用自簽憑證，請設定此項。

# sc21032b0d37882a0
source: If your authentik_host setting does not match the URL you want to login with, add this setting.
cs_cz: Pokud vaše nastavení authentik_host neodpovídá URL, se kterou se chcete přihlásit, přidejte toto nastavení.
de: Wenn Ihre authentik_host-Einstellung nicht der URL entspricht, mit der Sie sich anmelden, fügen Sie diese Einstellung hinzu.
es: Si la configuración de authentik_host no coincide con la URL con la que desea iniciar sesión, añada esta configuración.
fi: Jos authentik_host-asetus ei vastaa kirjautumisen URL-osoitetta, lisää tämä asetus.
fr: Ajouter cette option si le paramètre authentik_host ne correspond pas à l'URL sur laquelle vous voulez ouvrir une session.
it: Se l'impostazione AUTHENTIK_HOST non corrisponde all'URL con cui si desidera accedere, aggiungi questa impostazione.
ko: authentik_host 설정이 로그인하려는 URL과 일치하지 않는 경우, 이 설정을 추가하세요.
nl: Als de instelling authentik_host niet overeenkomt met de URL waarmee u wilt inloggen, voegt u deze instelling toe.
pt_br: Se a configuração do authentik_host não corresponder à URL com a qual você deseja fazer login, adicione esta configuração.
ru: Если параметр authentik_host не соответствует URL, с которым вы хотите войти в систему, добавьте этот параметр.
tr: Auentik_host ayarınız oturum açmak istediğiniz URL'yle eşleşmiyorsa, bu ayarı ekleyin.
zh_tw: 如果您的 authentik_host 設定與您登入的網址不同，請加入此設定。

# s6f270e1668c036e9
source: Successfully updated outpost.
cs_cz: Outpost byl úspěšně aktualizován.
de: Outpost erfolgreich aktualisiert.
es: Puesto avanzado actualizado correctamente.
fi: Tukikohdan päivitys onnistui.
fr: Avant-poste mis à jour avec succès
it: Avamposto aggiornato con successo.
ko: Outpost를 성공적으로 업데이트했습니다.
nl: Buitenpost succesvol bijgewerkt.
pt_br: Outpost atualizado com sucesso.
ru: Внешний компонент успешно обновлен.
tr: İleri üssü başarıyla güncelledi.
zh_tw: 成功更新 Outpost。

# s79aed8154d7c472c
source: Successfully created outpost.
cs_cz: Outpost byl úspěšně vytvořen.
de: Outpost erfolgreich erstellt.
es: Puesto avanzado creado correctamente.
fi: Tukikohdan luonti onnistui.
fr: Avant-poste créé avec succès
it: Avamposto creato con successo.
ko: Outpost를 성공적으로 생성했습니다.
nl: Buitenpost succesvol aangemaakt.
pt_br: Outpost criado com sucesso.
ru: Внешний компонент успешно создан.
tr: Üs başarıyla oluşturdu.
zh_tw: 成功建立 Outpost。

# s8afc8c5aafb392d3
source: Radius
fi: Säde
pt_br: Raio
tr: Yarıçap

# s03970aa76a09982d
source: Integration
cs_cz: Integrace
es: Integración
fi: Integraatio
fr: Intégration
it: Integrazione
ko: 통합
nl: Integratie
pt_br: Integração
ru: Интеграция
tr: Entegrasyon
zh_tw: 整合

# s9c29565c5ae1cc92
source: Selecting an integration enables the management of the outpost by authentik.
cs_cz: Výběr integrace umožňuje správu outpostu systémem authentik.
de: Die Auswahl einer Integration ermöglicht die Verwaltung des Outposts durch Authentik.
es: La selección de una integración permite la gestión del puesto avanzado por authentik.
fi: Integraation valinta sallii tukikohdan hallinnan authentikilla.
fr: La sélection d'une intégration permet la gestion de l'avant-poste par authentik.
it: La selezione di un'integrazione consente la gestione dell'autospost di authentik.
ko: 통합을 선택하면 authentik을 통해 outpost를 관리할 수 있습니다.
nl: Het selecteren van een integratie maakt het beheer van de buitenpost mogelijk door authentik.
pt_br: Selecionar uma integração permite o gerenciamento do outpost pelo authentik.
ru: Выбор интеграции позволяет управлять внешним компонентом с помощью authentik.
tr: Bir entegrasyon seçilmesi, oentik tarafından üssün yönetimini sağlar.
zh_tw: 選擇一個整合讓 authentik 對 Outpost 進行管理。

# scb76a63c68b0d81f
source: Available Applications
cs_cz: Dostupné aplikace
de: Verfügbare Anwendungen
es: Aplicaciones Disponibles
fi: Saatavilla olevat sovellukset
fr: Applications disponibles
it: Applicazioni disponibili
pt_br: Aplicações Disponíveis
ru: Доступные приложения
tr: Mevcut Uygulamalar

# sd176021da2ea0fe3
source: Selected Applications
cs_cz: Vybrané aplikace
de: Ausgewählte Anwendungen
es: Aplicaciones Seleccionadas
fi: Valitut sovellukset
fr: Applications sélectionnées
it: Applicazioni selezionate
pt_br: Aplicações Selecionadas
ru: Выбранные приложения
tr: Seçilmiş Uygulamalar

# sf9b1c0661a02d9f9
source: Configuration
cs_cz: Konfigurace
de: Konfiguration
es: Configuración
fi: Määrittely
it: Configurazione
ko: 구성
nl: Configuratie
pt_br: Configuração
ru: Конфигурация
tr: Yapılandırma
zh_tw: 設定

# saa8939ac88a76f98
source: Last seen
cs_cz: Naposledy viděn
de: Zuletzt gesehen
es: Última vez visto
fi: Viimeksi nähty
fr: Vu pour la dernière fois
it: Ultima volta visto
ko: 마지막 확인
nl: Laatst gezien
pt_br: Última vez visto
ru: Последний раз был замечен
tr: Son görülen
zh_tw: 最後上線時間

# s1ac2653a6492b435
source: ${this.outpostHealth.version}, should be ${this.outpostHealth.versionShould}
cs_cz: ${this.outpostHealth.version}, mělo by být ${this.outpostHealth.versionShould}
de: ${this.outpostHealth.version}, solte ${this.outpostHealth.versionShould} sein
es: ${this.outpostHealth.version}, debería ser ${this.outpostHealth.versionShould}
fi: ${this.outpostHealth.version}, pitäisi olla ${this.outpostHealth.versionShould}
fr: ${this.outpostHealth.version}, devrait être ${this.outpostHealth.versionShould}
it: ${this.outpostHealth.version}, dovrebbe essere ${this.outpostHealth.versionShould}
ko: ${this.outpostHealth.version}은, ${this.outpostHealth.versionShould} 이어야 합니다
nl: ${this.outpostHealth.version}, moet ${this.outpostHealth.versionShould} zijn
pt_br: ${this.outpostHealth.version}, deve ser ${this.outpostHealth.versionShould}
ru: ${this.outpostHealth.version}, должен быть ${this.outpostHealth.versionShould}
tr: ${this.outpostHealth.version},${this.outpostHealth.versionShould} olmalıdır
zh_tw: ${this.outpostHealth.version}，應該是${this.outpostHealth.versionShould}

# s322e34cfcba47155
source: Not available
cs_cz: Není k dispozici
de: Nicht verfügbar
es: No disponible
fi: Ei saatavilla
fr: Indisponible
it: Non disponibile
ko: 사용 불가
nl: Niet beschikbaar
pt_br: Não disponível
ru: Недоступно
tr: Mevcut değil
zh_tw: 無法使用

# s354405ae02cb262d
source: Last seen: ${formatElapsedTime(lastSeen)} (${lastSeen.toLocaleTimeString()})
cs_cz: Naposledy viděn: ${formatElapsedTime(lastSeen)} (${lastSeen.toLocaleTimeString()})
de: Zuletzt gesehen: ${formatElapsedTime(lastSeen)} (${lastSeen.toLocaleTimeString()})
es: Última vez visto: ${formatElapsedTime(lastSeen)} (${lastSeen.toLocaleTimeString()})
fr: Vu pour la dernière fois : ${formatElapsedTime(lastSeen)} (${lastSeen.toLocaleTimeString()})
it: Visto l'ultima volta: ${formatElapsedTime(lastSeen)} (${lastSeen.toLocaleTimeString()})
pt_br: Última visualização: ${formatElapsedTime(lastSeen)} (${lastSeen.toLocaleTimeString()})
