Repository: goauthentik/authentik
Catalog: web/xliff/*.xlf
Languages: cs_cz, de, es, fi, fr, it, ko, nl, pt_br, ru, tr, zh_tw

# sf8f49cdbf0036343
source: Configuration error
cs_cz: Chyba nastavení
de: Fehler bei der Konfiguration
es: Error de configuración
fi: Konfiguraatiovirhe
fr: Erreur de configuration
it: Errore di configurazione
ko: 구성 오류
nl: Configuratiefout
pt_br: Erro de configuração
ru: Ошибка конфигурации
tr: Yapılandırma hatası
zh_tw: 設定錯誤

# s9c6f61dc47bc4f0a
source: Model created
cs_cz: Model vytvořen
de: Modell erstellt
es: Modelo creado
fi: Malli luotu
fr: Modèle créé
it: Modello creato
ko: 모델 생성함
nl: Model aangemaakt
pt_br: Modelo criado
ru: Модель создана
tr: Model oluşturuldu
zh_tw: 已建立模型

# s47a4983a2c6bb749
source: Model updated
cs_cz: Model upraven
de: Modell aktualisiert
es: Modelo actualizado
fi: Malli päivitetty
fr: Modèle mis à jour
it: Modello aggiornato
ko: 모델 업데이트함
nl: Model bijgewerkt
pt_br: Modelo atualizado
ru: Модель обновлена
tr: Model güncellendi
zh_tw: 已更新模型

# sc9f69360b58706c7
source: Model deleted
cs_cz: Model smazán
de: Modell gelöscht
es: Modelo eliminado
fi: Malli poistettu
fr: Modèle supprimé
it: Modello cancellato
ko: 모델 삭제함
nl: Model verwijderd
pt_br: Modelo deletado
ru: Модель удалена
tr: Model silindi
zh_tw: 已刪除模型

# sa266303caf1bd27f
source: Email sent
cs_cz: Email odeslán
de: E-Mail gesendet
es: Correo electrónico enviado
fi: Sähköposti lähetetty
fr: Courriel envoyé
it: Email cancellato
ko: 이메일 보냄
nl: E-mail verzonden
pt_br: E-mail enviado
ru: Письмо отправленно
tr: E-posta gönderildi
zh_tw: 已發送電子郵件

# s6c410fedda2a575f
source: Update available
cs_cz: Dostupná aktualizace
de: Update verfügbar
es: Actualización disponible
fi: Päivitys saatavilla
fr: Mise à jour disponibl
it: Aggiornamento disponibile
ko: 업데이트 가능
nl: Update beschikbaar
pt_br: Atualização disponível
ru: Обновление доступно
tr: Güncelleme mevcut
zh_tw: 有可用更新

# sf1ec4acb8d744ed9
source: Alert
cs_cz: Upozornění
de: Alarm
es: Alerta
fi: Hälytys
fr: Alerte
it: Allarme
ko: 경고
nl: Waarschuwing
pt_br: Alerta
ru: Оповещение
tr: Alarm
zh_tw: 警報

# s9117fb5195e75151
source: Notice
cs_cz: Poznámka
de: Hinweis
es: Notificación
fi: Huomio
fr: Note
it: Nota
ko: 공지
nl: Melding
pt_br: Notificação
ru: Уведомление
tr: Uyarı
zh_tw: 注意

# s34be76c6b1eadbef
source: Warning
cs_cz: Upozornění
de: Warnung
es: Aviso
fi: Varoitus
fr: Avertissement
it: Attenzione
ko: 주의
nl: Waarschuwing
pt_br: Aviso
ru: Предупреждение
tr: Uyarı
zh_tw: 警告

# s02240309358f557c
source: Unknown severity
cs_cz: Neznámá závažnost
de: Unbekannter Schweregrad
es: Gravedad desconocida
fi: Tuntematon vakavuusaste
fr: Sévérité inconnue
it: Gravità sconosciuta
ko: 심각도 불명
nl: Onbekende ernst
pt_br: Severidade desconhecida
ru: Неизвестная серьезность
tr: Bilinmeyen önem derecesi
zh_tw: 嚴重程度未知

# s858e7ac4b3cf955f
source: Static tokens
cs_cz: Statické tokeny
de: Statische Token
es: Fichas estáticas
fi: Staattiset tunnisteet
fr: Jetons statiques
it: Token statici
ko: 정적 토큰
nl: Statische tokens
pt_br: Tokens estáticos
ru: Статические токены
tr: Statik belirteçler
zh_tw: 靜態權杖

# sfcfcf85a57eea78a
source: TOTP Device
cs_cz: TOTP zařízení
de: TOTP-Gerät
es: Dispositivo TOTP
fi: TOTP-laite
fr: Appareil TOTP
it: Dispositivo TOTP
ko: TOTP 디바이스
nl: TOTP-apparaat
pt_br: Dispositivo TOTP
ru: Устройство TOTP
tr: TOTP Cihazı
zh_tw: TOTP 裝置

# s482bc55a78891ef7
source: A code has been sent to your address: ${email}
pt_br: Um código foi enviado para seu email: ${email}

# s5afa3fc77ce8d94d
source: A code has been sent to your email address.
pt_br: Um código foi enviado para seu endereço de email.

# s37f47fa981493c3b
source: A one-time use code has been sent to you via SMS text message.
pt_br: Um código de uso único foi enviado a você via mensagem SMS.

# sc92a7248dba5f388
source: Open your authenticator app to retrieve a one-time use code.
pt_br: Abra seu aplicativo de autenticação para obter um código de uso único.

# s21d95b4651ad7a1e
source: Enter a one-time recovery code for this user.
cs_cz: Zadejte jednorázový obnovovací kód pro tohoto uživatele.
de: Gib einen einmaligen Wiederherstellungscode für diesen Benutzer ein.
es: Introduzca un código de recuperación único para este usuario.
fi: Kirjoita kertakäyttöinen palautuskoodi tälle käyttäjälle.
fr: Entrer un code de récupération à usage unique pour cette utilisateur.
it: Immettere un codice di recupero una tantum per questo utente.
pt_br: Insira um código de recuperação de uso único para este usuário.
tr: Bu kullanıcı için tek seferlik bir kurtarma kodu girin.

# s2e1d5a7d320c25ef
source: Enter the code from your authenticator device.
cs_cz: Zadejte kód z vašeho autentizačního zařízení.
de: Gib den Code von deinem Authentifikatorgerät ein.
es: Ingresa el código de tu dispositivo autenticador.
fi: Kirjoita koodi todentajalaitteeltasi.
fr: Entrer le code sur votre appareil d'authentification.
it: Immettere il codice dal dispositivo di autenticazione.
pt_br: Insira o código do seu dispositivo autenticador.
tr: Kimlik doğrulama cihazınızdaki kodu girin.

# se2d65e13768468e0
source: Internal
cs_cz: Interní
de: Intern
es: Interno
fi: Sisäinen
fr: Interne
it: Interno
ko: 내부
nl: Intern
pt_br: Interno
ru: Внутренний
tr: Dahili
zh_tw: 內部位置

# s84fcddede27b8e2a
source: External
cs_cz: Externí
de: Extern
es: Externo
fi: Ulkoinen
fr: Externe
it: Esterno
ko: 외부
pt_br: Externo
ru: Внешний
tr: Dış
zh_tw: 外部

# s1a635369edaf4dc3
source: Service account
cs_cz: Servisní účet
de: Dienstkonto
es: Cuenta de servicio
fi: Palvelutili
fr: Compte de service
it: Account di servizio
ko: 서비스 계정
pt_br: Conta de serviço
ru: Сервисный аккаунт
tr: Hizmet hesabı
zh_tw: 服務帳號

# sff930bf2834e2201
source: Service account (internal)
cs_cz: Servisní účet (interní)
de: Dienstkonto (intern)
es: Cuenta de servicio (interna)
fi: Palvelutili (sisäinen)
fr: Compte de service (interne)
it: Account di servizio (interno)
ko: 서비스 계정 (내부)
pt_br: Conta de serviço (interna)
ru: Сервисный аккаунт (внутренний)
tr: Hizmet hesabı (dahili)
zh_tw: 服務帳號（內部）

# s08df8d0a773a3ea0
source: Remove item
cs_cz: Odstranit položku
de: Objekt entfernen
es: Eliminar elemento
fi: Poista kohde
fr: Supprimer l'élément
it: Rimuovi elemento
ko: 항목 제거
nl: Item verwijderen
pt_br: Remover item
ru: Удалить элемент
tr: Öğeyi kaldır
zh_tw: 移除物件

# s3633ffed92acaecb
source: ${this.label || ""} table pagination
pt_br: Paginação da tabela ${this.label || ""}

# s04c5a637328c9b67
source: ${startIndex} - ${endIndex} of ${pageCount}
cs_cz: ${this.pages?.startIndex} - ${this.pages?.endIndex} z ${this.pages?.count}
pt_br: ${this.pages?.startIndex} - ${this.pages?.endIndex} de ${this.pages?.count}

# s6a89bb10338369b4
source: Go to previous page
cs_cz: Na předchozí stranu
de: Zurück zur vorherigen Seite
es: Ir a la página anterior
fi: Edellinen sivu
fr: Aller à la page précédente
it: Torna alla pagina precedente
ko: 이전 페이지 가기
nl: Ga naar vorige pagina
pt_br: Ir para a página anterior
ru: Перейти на предыдущую страницу
tr: Önceki sayfaya git
zh_tw: 回到上一頁

# s7edad99c6b7bfe88
source: Go to next page
cs_cz: Na další stranu
de: Weiter zur nächsten Seite
es: Ir a la página siguiente
fi: Seuraava sivu
fr: Aller à la page suivante
it: Vai alla pagina successiva
ko: 다음 페이지 가기
nl: Ga naar volgende pagina
pt_br: Ir para a próxima página
ru: Перейти на следующую страницу
tr: Sonraki sayfaya git
zh_tw: 前往下一頁

# sc57b150b53a3b9e6
source: This field is required.
cs_cz: Toto pole je povinné.
pt_br: Este campo é obrigatório.

# sffa721bb6aa3128d
source: Search...
cs_cz: Vyhledávání…
de: Suche...
es: Buscar...
fi: Hae...
fr: Rechercher...
it: Cerca...
ko: 검색...
nl: Zoeken...
pt_br: Procurar...
ru: Поиск...
tr: Ara...
zh_tw: 搜尋中……

# s5d929ff1619ac0c9
source: Search
cs_cz: Hledat
pt_br: Pesquisar

# sbe3756d568bb048e
source: Query suggestions
cs_cz: Získat návrhy
pt_br: Sugestões de consulta

# sf6e7447df476939f
source: Query input
pt_br: Entrada da consulta

# s5638954badbd5b21
source: Table Search
cs_cz: Hledat v tabulce
pt_br: Pesquisa em Tabela

# s5f4586bc1e2740e6
source: Clear search
cs_cz: Vyčistit vyhledávání
de: Sucheingabe löschen
es: Limpiar busqueda
fi: Tyhjennä haku
fr: Vider la recherche
it: Pulisci ricerca
ko: 검색 삭제
nl: Zoekopdracht wissen
pt_br: Limpar pesquisa
ru: Очистить поиск
tr: Aramayı temizle
zh_tw: 清除搜尋結果

# sd9b15395dd103f80
source: Sort by "${label}"
pt_br: Classificar por "${label}"

# s7bc8c327f1f7c82c
source: No objects found.
cs_cz: Nebyly nalezeny žádné objekty.
de: Keine Objekte gefunden.
es: No se han encontrado objetos.
fi: Objekteja ei löytynyt.
fr: Aucun objet trouvé.
it: Nessun oggetto trovato.
ko: 오브젝트를 찾을 수 없습니다.
nl: Geen objecten gevonden.
pt_br: Nenhum objeto encontrado.
ru: Объекты не найдены.
tr: Nesne bulunamadı.
zh_tw: 找不到任何物件。

# sfd44ce578f643145
source: Failed to fetch objects.
cs_cz: Načítání objektů selhalo.
de: Fehler beim Laden der Objekte.
es: Error al cargar objetos.
fi: Objektien haku ei onnistunut.
fr: Impossible de récupérer les objets.
it: Impossibile recuperare gli oggetti.
ko: 오브젝트를 가져오는데 실패했습니다.
nl: Kon objecten niet ophalen.
pt_br: Falha ao buscar objetos.
ru: Не удалось получить объекты.
tr: Nesneler getirilemedi.
zh_tw: 無法擷取物件。

# s7dd64bb0c1fa8e87
source: Select "${rowLabel}" row
pt_br: Selecionar linha "${rowLabel}"

# sd26f670ca5d5b0c6
source: Collapse row
cs_cz: Sbalit řádek
pt_br: Recolher linha

# s73f51a3532f29159
source: Expand row
cs_cz: Rozbalit řádek
pt_br: Expandir linha

# s7b7163270e57e8b4
source: Refresh
cs_cz: Obnovit
de: Aktualisieren
es: Actualizar
fi: Päivitä
fr: Rafraîchir
it: Ricarica
ko: 새로고침
nl: Vernieuwen
pt_br: Atualizar
ru: Обновить
tr: Yenile
zh_tw: 重新整理

# sda170fd79bca1616
source: ${this.label ?? "Table"} actions
cs_cz: ${this.label ?? "Table"} akcí
pt_br: Ações de ${this.label ?? "Tabela"}

# sd09354b0220a13ce
source: Select all rows on page (${selectedCount} of ${pageItemCount} selected)
pt_br: Selecionar todas as linhas na página (${selectedCount} de ${pageItemCount} selecionadas)

# s76ef34813bff563f
source: Last refreshed
pt_br: Lista atualizada

# s59c9e8f57e3a0075
source: ${this.label} table
cs_cz: ${this.label} tabulka
pt_br: Tabela de ${this.label}

# sa25b60b4fac481aa
source: Table content
cs_cz: Obsah tabulky
pt_br: Conteúdo da tabela

# s15a7e4227737b7c4
source: Column actions
pt_br: Ações da coluna

# sa65e7bc7ddd3484d
source: Anonymous user
cs_cz: Anonymní uživatel
de: Anonymer Benutzer
es: Usuario anónimo
fi: Nimetön käyttäjä
fr: Utilisateur anonyme
it: Utente anonimo
pt_br: Usuário anônimo
ru: Анонимный пользователь
tr: Anonim kullanıcı

# sc35581d9c1cd67ff
source: On behalf of ${renderUsername(event.user.on_behalf_of)}
cs_cz: Jménem ${event.user.on_behalf_of.username}
de: Im Namen von ${event.user.on_behalf_of.username}
es: En nombre de ${event.user.on_behalf_of.username}
fr: Au nom de ${event.user.on_behalf_of.username}
it: Per conto di ${event.user.on_behalf_of.username}
pt_br: Em nome de ${event.user.on_behalf_of.username}
ru: От имени ${event.user.on_behalf_of.username}
tr: ${event.user.on_behalf_of.username} adına

# s7225aacf0eee94d2
source: Authenticated as ${renderUsername(event.user.authenticated_as)}
cs_cz: Přihlášen jako ${renderUsername(event.user.authenticated_as)}
de: Authentifiziert als${renderUsername(event.user.authenticated_as)}
es: Autenticado como ${renderUsername(event.user.authenticated_as)}
fr: Authentifié en tant que ${renderUsername(event.user.authenticated_as)}
it: Autenticato come ${renderUsername(event.user.authenticated_as)}
pt_br: Autenticado como ${renderUsername(event.user.authenticated_as)}

# s2152f3482784705f
source: Recent events
cs_cz: Nedávné události
de: Letzte Ereignisse
es: Eventos recientes
fi: Viimeisimmät tapahtumat
fr: Événements récents
it: Eventi recenti
ko: 최근 이력
nl: Recente gebeurtenissen
pt_br: Eventos recentes
ru: Последние события
tr: Son olaylar
zh_tw: 最近的事件

# sc265a3e29e1206e4
source: Events
cs_cz: Události
de: Ereignisse
es: Eventos
fi: Tapahtumat
fr: Évènements
it: Eventi
ko: 이력
nl: Gebeurtenissen
pt_br: Eventos
ru: События
tr: Olaylar
zh_tw: 事件

# sa442044b586ec8bf
source: Action
cs_cz: Akce
de: Aktion
es: Acción
fi: Toiminto
it: Azione
ko: 액션
nl: Actie
pt_br: Ação
ru: Действие
tr: Eylem
zh_tw: 動作

# s02839b01844d6ca8
source: Creation Date
cs_cz: Datum vytvoření
de: Erstellungsdatum
es: Fecha de creación
fi: Luontipäiväys
fr: Date de création
it: Data di creazione
ko: 생성일
nl: Aanmaakdatum
pt_br: Data de Criação
ru: Дата создания
tr: Oluşturma Tarihi
zh_tw: 建立日期

# s4d00f1de1c82281b
source: Client IP
cs_cz: IP adresa klienta
es: IP del cliente
fi: Asiakkaan IP
fr: Adresse IP client
ko: 클라이언트 IP
pt_br: IP do Cliente
ru: IP-адрес клиента
tr: İstemci IP
zh_tw: 用戶端 IP

# s1b448a4ea79d4eef
source: No Events found.
cs_cz: Žádné události nenalezeny.
de: Keine Ereignisse gefunden.
es: No se han encontrado eventos.
fi: Tapahtumia ei löytynyt.
fr: Aucun événement trouvé.
it: Nessun Evento trovato.
ko: 이력을 찾을 수 없습니다.
nl: Geen gebeurtenissen gevonden.
pt_br: Nenhum evento encontrado.
ru: События не найдены.
tr: Olaylar bulunamadı.
zh_tw: 未找到任何事件。

# s50911ec1c8aee99a
source: No matching events could be found.
cs_cz: Žádné odpovídající události nenalezeny.
de: Es konnten keine passenden Ereignisse gefunden werden.
es: No se han encontrado eventos coincidentes.
fi: Vastaavia tapahtumia ei löytynyt.
fr: Aucun événement correspondant n'a été trouvé.
it: Nessun evento corrispondente è stato trovato.
ko: 일치하는 이력을 찾을 수 없습니다.
nl: Geen overeenkomende gebeurtenissen gevonden.
pt_br: Nenhum evento correspondente foi encontrado.
ru: Не удалось найти ни одного подходящего события.
tr: Eşleşen olay bulunamadı.
zh_tw: 找不到符合的事件。

# sd2fa988f1774cfde
source: System Status
pt_br: Status do Sistema

# s113c05ef9996ca4b
source: Embedded outpost is not configured correctly.
cs_cz: Zabudovaný outpost není správně nastaven.
de: Der System-Outpost ist nicht richtig konfiguriert.
es: El puesto avanzado integrado no está configurado correctamente.
fi: Sisäänrakennettua tukikohtaa ei ole määritelty oikein.
fr: L'avant poste intégré n'est pas configuré correctement
it: Avamposto incorporato non è configurato correttamente.
ko: 내장된 Outpost가 올바르게 구성되지 않았습니다.
nl: Ingesloten outpost is niet correct geconfigureerd.
pt_br: Outpost integrado não está contigurado corretamente.
ru: Встроенный внешний компонент настроен неправильно.
tr: Gömülü üs düzgün yapılandırılmamış.
zh_tw: 嵌入式 outpost 設定不正確。

# seb5ba88f21937c98
source: Check outposts.
cs_cz: Ověřit outposty.
de: Outposts prüfen
es: Revisa los puestos avanzados.
fi: Tarkista tukikohdat.
fr: Vérifier les avant-postes.
it: Controlla avamposto.
ko: Outpost를 확인합니다.
nl: Controleer outposts.
pt_br: Verificar outposts.
ru: Проверить внешние компоненты.
tr: İleri üsleri kontrol edin.
zh_tw: 檢查 outposts.

# sd0bc94e11935ee5a
source: HTTPS is not detected correctly
cs_cz: HTTPS nebylo správně zjištěno
de: HTTPS wird nicht korrekt erkannt
es: HTTPS no se detecta correctamente
fi: HTTPS:ää ei ole tunnistettu oikein
fr: HTTP n'est pas détecté correctement
it: HTTPS non rilevato correttamente
ko: HTTPS가 올바르게 감지되지 않음
nl: HTTPS wordt niet correct gedetecteerd.
pt_br: HTTPS não foi detectado corretamente
ru: HTTPS определяется неправильно
tr: HTTPS doğru algılanmadı
zh_tw: 未正確的偵測到 HTTPS

# s40bf151b56a64f51
source: Server and client are further than 5 seconds apart.
cs_cz: Časový rozdíl mezi serverem a klientem je větší než 5 sekund.
de: Server und Client sind mehr als 5 Sekunden voneinander entfernt.
es: El servidor y el cliente están separados por más de 5 segundos.
fi: Palvelin ja asiakas ovat ajallisesti yli 5 sekuntia erillään toisistaan.
fr: Le serveur et le client sont distants de plus de 5 secondes
it: Il server e il client sono distanti più di 5 secondi.
ko: 서버와 클라이언트의 간격이 5초 이상입니다.
nl: Server en client liggen meer dan 5 seconden uit elkaar.
pt_br: Mais de 5 segundos entre o horário do servidor e cliente.
ru: Сервер и клиент находятся на расстоянии более 5 секунд друг от друга.
tr: Sunucu ve istemci arasında 5 saniyeden daha uzaktır.
zh_tw: 伺服器和用戶端的時間差距超過5秒。

# sae486938be80729c
source: Everything is ok.
cs_cz: Vše je v pořádku.
de: Alles funktioniert.
es: Está todo bien.
fi: Kaikki kunnossa.
fr: Tout va bien.
it: Tutto è ok.
ko: 모든 것이 양호합니다.
nl: Alles is in orde.
pt_br: Está tudo correto.
ru: Все хорошо.
tr: Her şey yolunda.
zh_tw: 一切正常。

# sf4122b220926be97
source: Version
cs_cz: Verze
es: Versión
fi: Versio
it: Versione
ko: 버전
nl: Versie
pt_br: Versão
ru: Версия
tr: Sürüm
zh_tw: 版本

# scefe482c547fb3f3
source: Based on ${value.versionCurrent}
cs_cz: Založeno na ${value.versionCurrent}
de: Basierend auf ${value.versionCurrent}
es: Basado en ${value.versionCurrent}
fi: Perustuu ${value.versionCurrent}
fr: Basé sur ${value.versionCurrent}
it: Basato su ${value.versionCurrent}
ko: ${value.versionCurrent} 기반
nl: Gebaseerd op ${value.versionCurrent}
pt_br: Baseado em ${value.versionCurrent}
ru: Основано на ${value.versionCurrent}
tr: ${value.versionCurrent} göre
zh_tw: 基於 ${value.versionCurrent}

# s68a50b1ee6efee7b
source: ${value.versionLatest} is available!
cs_cz: ${value.versionLatest}je k dispozici!
de: ${value.versionLatest}ist verfügbar!
es: ${value.versionLatest}está disponible.
fi: ${value.versionLatest}on saatavilla!
fr: ${value.versionLatest} est disponible !
it: ${value.versionLatest}è disponibile!
ko: ${value.versionLatest} 버전 사용가능!
nl: ${value.versionLatest} is beschikbaar!
pt_br: ${value.versionLatest} está disponível!
ru: ${value.versionLatest}уже доступна!
tr: ${value.versionLatest} versiyonu mevcut!
zh_tw: 新版本 ${value.versionLatest} 可用！

# s08272eeeddfd244e
source: An outpost is on an incorrect version!
cs_cz: Outpost je na nesprávné verzi!
de: Ein Outpost hat eine inkorrekte Version!
es: ¡Un outpost está en una versión incorrecta!
fi: Tukikohdan versio on väärä!
fr: Un avant-poste est sur une version incorrecte !
it: Un avamposto è su una versione errata!
pt_br: Um outpost está em uma versão incorreta!
ru: Внешний компонент использует неправильную версию!
tr: Bir gözcü yanlış bir sürümde!

# s713d147e1761d0f0
source: Up-to-date!
cs_cz: Vše je aktuální!
de: Aktuell!
es: ¡Actuales!
fi: Ajan tasalla!
fr: À jour !
it: Aggiornato!
ko: 최신-버전!
pt_br: Atualizado!
ru: Актуально!
tr: Güncel!
zh_tw: 最新版本！

# s00bcaadd620a11f8
source: Latest version unknown
cs_cz: Nejnovější verze není známa
de: Neueste Version unbekannt
es: Última versión desconocida
fi: Uusin versio tuntematon
fr: Dernière version inconnue
it: Ultima versione sconosciuta
pt_br: Versão mais recente desconhecida
ru: Последняя версия неизвестна
tr: En son sürümü bilinmiyor

# s341ab68d4130de20
source: No workers connected. Background tasks will not run.
cs_cz: Žádné workery nejsou připojeni. Úlohy na pozadí nebudou spuštěny.
de: Keine Worker verbunden. Hintergrundaufgaben werden nicht ausgeführt.
es: No hay trabajadores conectados. No se ejecutarán tareas en segundo plano.
fi: Yhtään suorittajaa ei ole yhteydessä. Taustatehtäviä ei suoriteta.
fr: Aucun worker connecté. Les tâches de fond ne tourneront pas.
it: Nessun lavoratore connesso. Le attività in background non verranno eseguite.
ko: 연결된 워커가 없습니다. 백그라운드 작업이 실행되지 않습니다.
nl: Geen medewerkers verbonden. Achtergrondtaken worden niet uitgevoerd.
pt_br: Nenhum worker conectado. Tarefas de plano de fundo não serão executadas.
ru: Нет подключенных рабочих процессов. Фоновые задачи не будут выполняться.
tr: İşçi bağlantısı yok. Arka plan görevleri çalışmaz.
zh_tw: 沒有已連線的 workers，無法執行背景工作。

# s82cced87e15e0665
source: Worker with incorrect version connected.
cs_cz: Worker s nesprávnou verzí se připojil.
de: Worker mit falscher Version verbunden.
es: Worker conectado con versión incorrecta.
fr: Worker avec une version incorrecte connecté.
it: Worker connesso con la versione errata.
pt_br: Worker com versão incorreta conectado.

# s98327528f00365a7
source: Failed to fetch data.
cs_cz: Nepodařilo se načíst data.
de: Fehler beim Laden der Daten.
es: Error al obtener datos.
fi: Tietojen haku ei onnistunut.
fr: Erreur de récupération des données.
it: Impossibile recuperare i dati.
ko: 데이터를 가져오지 못했습니다.
pt_br: Falha ao buscar dados.
ru: Не удалось получить данные.
tr: Veriler alınamadı.
zh_tw: 擷取資料失敗。

# s66f26fdcbe2101eb
source: Chart
pt_br: Gráfico

# s7b58d033cc5112ab
source: Event volume chart
pt_br: Gráfico de volume de eventos

# s11bc220e8fa9d797
source: Authorizations
cs_cz: Autorizace
de: Berechtigungen
es: Autorizaciones
fi: Valtuutukset
fr: Autorisations
it: Autorizzazioni
ko: 인가됨
nl: Autorisaties
pt_br: Autorizações
ru: Авторизации
tr: Yetkilendirmeler
zh_tw: 授權

# sc2f1e5dd74c1b7df
source: Successful Logins
cs_cz: Úspěšná přihlášení
de: Erfolgreiche Anmeldungen
es: Inicios de sesión exitosos
fi: Onnistuneet kirjautumiset
fr: Connexions réussies
it: Accesso effettuato correttamente
ko: 성공한 로그인
nl: Succesvolle inlogpogingen
pt_br: Acessos com sucesso
ru: Успешные входы в систему
tr: Başarılı Oturum Açma
zh_tw: 登入成功

# s3ef3c252ada78076
source: Failed Logins
cs_cz: Neúspěšná přihlášení
de: Fehlgeschlagene Anmeldungen
es: inicios de sesión fallidos
fi: Epäonnistuneet kirjautumiset
fr: Connexions échouées
it: Accessi falliti
ko: 실패한 로그인
nl: Mislukte inlogpogingen
pt_br: Tentativas falhas de entrar
ru: Неудачные входы в систему
tr: Başarısız Oturum Açma
zh_tw: 登入失敗

# s2ceb11be2290bb1b
source: Cancel
cs_cz: Zrušit
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
it: Cancella
ko: 취소
nl: Annuleren
pt_br: Cancelar
ru: Отмена
tr: İptal et
zh_tw: 取消

# s0914f91b3f985f0f
source: Synchronization status chart
pt_br: Gráfico de status de sincronização

# s477de089b505a6ea
source: SCIM Provider
cs_cz: Poskytovatel SCIM
es: Proveedor de SCIM
fi: SCIM-palveluntarjoaja
fr: Fournisseur SCIM
it: Provider SCIM
ko: SCIM 공급자
pt_br: Provedor de SCIM
ru: SCIM Провайдер
tr: SCIM Sağlayıcısı
zh_tw: SCIM 供應商

# s8cfd29891b2c93f0
source: Google Workspace Provider
cs_cz: Poskytovatel Google Workspace
es: Proveedor de Google Workspace
fi: Google Workspace -palveluntarjoaja
fr: Fournisseur Google Workspace
it: Provider Google Workspace
pt_br: Provedor do Google Workspace
ru: Google Workspace Провайдер
tr: Google Workspace Sağlayıcı

# s958928ab6208d748
source: Microsoft Entra Provider
cs_cz: Poskytovatel Microsoft Entra
es: Proveedor de Microsoft Entra
fi: Microsoft Entra -palveluntarjoaja
fr: Fournisseur Microsoft Entra
it: Fornitore Microsoft Entra
pt_br: Provedor Microsoft Entra
ru: Microsoft Entra Провайдер
tr: Microsoft Entra Sağlayıcısı

# se085f35c8a9203a1
source: LDAP Source
cs_cz: LDAP zdroj
de: LDAP Quelle
es: Fuente de LDAP
fi: LDAP-lähde
fr: Source LDAP
it: Sorgente LDAP
ko: LDAP 소스
nl: LDAP-bron
pt_br: Fonte de LDAP
ru: Источник LDAP
tr: LDAP Kaynağı
zh_tw: LDAP 來源

# s334b3924d2bd5d55
source: Kerberos Source
cs_cz: Zdroj Kerberos
pt_br: Fonte Kerberos

# s8a75e83497a183a2
source: Healthy
cs_cz: Zdravý
de: Intakt
es: Saludable
fi: Kunnossa
fr: Sain
it: In salute
ko: 양호
nl: Gezond
pt_br: Funcionando
ru: Здоровый
tr: Sağlıklı
zh_tw: 健康

# sbf9c5c5a8e5efad4
source: Failed
cs_cz: Selhalo
de: Fehlgeschlagen
es: Fallido
fi: Epäonnistui
fr: Échoué
it: Fallito
ko: 실패
nl: Mislukt
pt_br: Falhou
ru: Не удалось
tr: Başarısız
zh_tw: 失敗

# se4cd073c125382af
source: Unsynced / N/A
cs_cz: Nesynchronizováno / N/A
de: Unsynchronisiert / Nicht zutreffend
es: No sincronizado / N/A
fi: Ei synkronoitu / N/A
fr: Non synchronisé / N/A
it: Non sincronizzato / N/A
ko: 비동기화 / N/A
nl: Niet-gesynchroniseerd / N.v.t.
pt_br: Não sincronizado / N/A
ru: Не синхронизировано / N/A
tr: Senkronize Edilmemiş / Yok
zh_tw: 未同步或無法使用

# s3f01dbc864d2a8b9
source: Outpost status chart
pt_br: Gráfico de status de Outpost

# sfeb82261bcf99edd
source: Healthy outposts
cs_cz: Zdravé outposty
de: Intakte Outposts
es: Puestos avanzados saludables
fi: Kunnossa olevat tukikohdat
fr: Avant-postes sains
it: Avamposti sani
ko: 양호한 outpost
nl: Gezonde outposts
pt_br: Outposts funcionando
ru: Здоровые внешние компоненты
tr: Sağlıklı üsler
zh_tw: 健康的 Outposts
