Repository: goauthentik/authentik
Catalog: web/xliff/*.xlf
Languages: cs_cz, de, es, fi, fr, it, ko, nl, pt_br, ru, tr, zh_tw

# s95f09b229a0a0bb0
source: Confidential clients are capable of maintaining the confidentiality of their credentials such as client secrets
cs_cz: Důvěrní klienti jsou schopni zachovávat důvěrnost svých pověření, jako je secret klienta
de: Vertrauliche Clients sind in der Lage, die Vertraulichkeit ihrer Anmeldedaten, beispielsweise des Client-Geheimnisses, zu wahren
es: Los clientes confidenciales son capaces de mantener la confidencialidad de sus credenciales, como los secretos del cliente.
fi: Luottamukselliset asiakkaat pystyvät ylläpitämään tunnistetietojen luottamuksellisuutta.
fr: Les clients confidentiels sont capables de préserver la confidentialité de leurs données d'identification, telles que les secrets du client.
it: I client confidenziali sono in grado di mantenere la riservatezza delle proprie credenziali, ad esempio i segreti del client
ko: 기밀 클라이언트는 클라이언트 비밀과 같은 자격 증명의 기밀성을 유지할 수 있는 클라이언트입니다.
nl: Vertrouwelijke clients zijn in staat om de vertrouwelijkheid van hun referenties zoals klantgeheimen te behouden
pt_br: Clientes confidenciais são capazes de manter a confidencialidade de suas credenciais, como segredos de clientes
ru: Конфиденциальные клиенты могут сохранять конфиденциальность своих учетных данных, таких как секреты клиента.
tr: Gizli istemciler, istemci gizli dizileri gibi kimlik bilgilerinin gizliliğini koruyabilir
zh_tw: 機密用戶端能夠維護其憑證的機密性，如：用戶端金鑰。

# sdd1ff479d04ac140
source: Public
cs_cz: Veřejné
de: Öffentlich
es: Público
fi: Julkinen
it: Pubblico
ko: 공개
nl: Openbaar
pt_br: Público
ru: Публичный
tr: Kamu
zh_tw: 公開

# s51c6b8403c2dc5d9
source: Public clients are incapable of maintaining the confidentiality and should use methods like PKCE.
cs_cz: Veřejní klienti nejsou schopni zachovat důvěrnost a měli by používat metody jako PKCE.
de: Öffentliche Clients können die Vertraulichkeit nicht gewährleisten und sollten Methoden wie PKCE nutzen.
es: Los clientes públicos son incapaces de mantener la confidencialidad y deben utilizar métodos como PKCE.
fi: Julkiset asiakkaat eivät pysty ylläpitämään tunnistetietojen luottamuksellisuutta, ja niiden tulisi käyttää menetelmiä kuten PKCE.
fr: Les clients publics sont incapables de maintenir la confidentialité et devraient utiliser des méthodes comme le PKCE.
it: I clienti pubblici non sono in grado di mantenere la confidenzialità e dovrebbero utilizzare metodi come PKCE.
ko: 공개 클라이언트는 기밀을 유지할 수 없으며 PKCE와 같은 방법을 사용해야 합니다.
nl: Openbare clients zijn niet in staat om de vertrouwelijkheid te behouden en moeten methoden zoals PKCE gebruiken.
pt_br: Clientes públicos são incapazes de manter a confidencialidade e devem usar métodos como PKCE.
ru: Публичные клиенты не способны сохранить конфиденциальность и должны использовать такие методы, как PKCE.
tr: Kamu müşterileri gizliliği koruyamaz ve PKCE gibi yöntemleri kullanmalıdır.
zh_tw: 公開用戶端能夠使用如 PKCE 等方式維護其機密性。

# saa3d821fc889a636
source: Server-to-server logout notifications
pt_br: Notificações de logout servidor-a-servidor

# s83ba71823baf9a51
source: Browser iframe logout notifications
pt_br: Notificações de logout de iframe de navegador

# sccc47f82044453f9
source: Based on the User's hashed ID
cs_cz: Na základě Hashe uživatelského ID
de: Basierend auf der gehashten ID des Benutzers
es: Basado en el ID hash del usuario
fi: Tiivistetyn käyttäjän ID:n perusteella
fr: Basé sur l'identifiant haché de l'utilisateur
it: In base all'hashed ID dell'utente
ko: 사용자의 해시된 ID 기반
nl: Gebaseerd op de gehashte ID van de gebruiker
pt_br: Baseado no ID hash do Usuário
ru: На основе хэшированного идентификатора пользователя
tr: Kullanıcının karma oluşturma işlemine tabi tutulmuş kimliğine göre
zh_tw: 基於使用者雜湊 ID

# sbd5be4fb7442a34c
source: Based on the User's ID
cs_cz: Na základě uživatelského ID
de: Basierend auf der ID des Benutzers
es: Basado en el ID del Usuario
fi: Tiivistetyn käyttäjän ID:n perusteella
fr: Basé sur l'identifiant de l'utilisateur
it: In base all'ID dell'utente
ko: 사용자의 ID 기반
nl: Gebaseerd op de ID van de gebruiker
pt_br: Baseado no ID do Usuário
ru: На основе идентификатора пользователя
tr: Kullanıcının kimliğine göre
zh_tw: 基於使用者 ID

# sc9cf9ecaf9e5d67e
source: Based on the User's UUID
cs_cz: Na základě uživatelského UUID
de: Basierend auf der UUID des Benutzers
es: Basado en el UUID del Usuario
fi: Käyttäjän UUID:n perusteella
fr: Basé sur l'UUID de l'utilisateur
it: Basato sull'UUID dell'utente
ko: 사용자의 UUID 기반
nl: Gebaseerd op de UUID van de gebruiker
pt_br: Baseado no UUID do Usuário
ru: На основе UUID пользователя
tr: Kullanıcının UUID'sine göre
zh_tw: 基於使用者 UUID

# s4291727352c4f295
source: Based on the User's username
cs_cz: Na základě uživatelského jména
de: Basierend auf dem Nutzernamen des Benutzers
es: Basado en el nombre de usuario del Usuario
fi: Käyttäjätunnuksen perusteella
fr: Basé sur le nom d'utilisateur
it: In base al nome utente dell'utente
ko: 사용자의 사용자이름 기반
nl: Gebaseerd op de gebruikersnaam van de gebruiker
pt_br: Baseado no nome de usuário
ru: На основе имени пользователя
tr: Kullanıcının kullanıcı adına göre
zh_tw: 基於使用者名稱

# sd62cfc27ad4aa33b
source: Based on the User's Email
cs_cz: Na základě emailu uživatele
de: Basierend auf der E-Mail-Adresse des Benutzers
es: Basado en el Correo Electrónico del Usuario
fi: Käyttäjän sähköpostin perusteella
fr: Basé sur l'adresse courriel de l'utilisateur
it: In base all'e-mail dell'utente
ko: 사용자의 이메일 기반
nl: Gebaseerd op de e-mail van de gebruiker
pt_br: Baseado no Email do Usuário
ru: На основе электронной почты пользователя
tr: Kullanıcının e-postasına göre
zh_tw: 基於使用者的電子郵件

# s55eb75bedf96be0f
source: This is recommended over the UPN mode.
cs_cz: Toto je doporučeno oproti UPN módu.
de: Dies wird gegenüber dem UPN-Modus empfohlen.
es: Esto se recomienda sobre el modo UPN.
fi: Tätä suositellaan ensisijaisesti ennen UPN-tilan käyttöä.
fr: Ceci est recommandé par rapport au mode UPN.
it: Questo è consigliato in modalità UPN.
ko: 이 모드는 UPN보다 권장합니다.
nl: Dit wordt aanbevolen boven de UPN-modus.
pt_br: Recomendado no modo UPN
ru: Это рекомендуется вместо режима UPN.
tr: Bu, UPN modu üzerinden önerilir.
zh_tw: 這比 UPN 模式更推薦。

# sf80e9547166117e6
source: Based on the User's UPN
cs_cz: Na základě UPN uživatele
de: Basierend auf der UPN des Benutzers
es: Basado en el UPN del Usuario
fi: Käyttäjän UPN:n perusteella
fr: Basé sur l'UPN de l'utilisateur.
it: In base all'UPN dell'utente
ko: 사용자의 UPN 기반
nl: Gebaseerd op de UPN van de gebruiker
pt_br: Baseado no UPN do Usuário
ru: На основе UPN пользователя
tr: Kullanıcının UPN'sine göre
zh_tw: 基於使用者的 UPN

# sde949d0ef44572eb
source: Requires the user to have a 'upn' attribute set, and falls back to hashed user ID. Use this mode only if you have different UPN and Mail domains.
cs_cz: Vyžaduje, aby uživatel měl nastavený atribut 'upn'. Jinak je použit Hash ID uživatele. Použijte tuto možnost pouze pokud se UPN a emailové domény liší.
de: Erfordert, dass der Benutzer ein 'upn'-Attribut gesetzt hat, und greift auf die gehashte Benutzer-ID zurück. Verwenden Sie diesen Modus nur, wenn Sie unterschiedliche UPN- und Mail-Domänen haben.
es: Requiere que el usuario tenga un atributo 'upn' configurado y, en caso contrario, utiliza el ID hash del usuario. Use este modo solo si tiene dominios diferentes para UPN y Mail.
fi: Toimii ainoastaan, jos käyttäjällä on 'upn'-attribuutti asetettu, ja käyttää vaihtoehtoisesti tiivistettä käyttäjän ID:stä. Käytä tätä ainoastaan, jos sinulla on eri verkkotunnus UPN:ssä ja sähköpostissa.
fr: Cela exige que l'utilisateur possède un attribut 'UPN' défini, sinon en dernier recours il utilise l'ID haché de l'utilisateur. Utilisez ce mode seulement si vous avez un domaine courriel différent de l'UPN.
it: Richiede che l'utente abbia un attributo "upn" impostato e ricorre all'ID utente con hash. Utilizza questa modalità solo se disponi di domini UPN e di posta diversi.
ko: 사용자에게 'upn' 속성을 설정해야 하며, 해시된 사용자 ID로 대체됩니다. UPN과 메일 도메인이 다른 경우에만 이 모드를 사용하십시오.
nl: Vereist dat de gebruiker een 'upn'-attribuut heeft ingesteld en valt terug op gehashte gebruikers-ID. Gebruik deze modus alleen als u verschillende UPN- en maildomeinen hebt.
pt_br: É necessário que l usuário tenha o atributo "upn" definido, e tem como fallback o ID hash do usuário. Use este modo somente se você tem domínios de UPN e Mail diferentes.
ru: Требует, чтобы у пользователя был установлен атрибут 'upn', и в случае его отсутствия использует хешированный ID пользователя. Используйте этот режим только в том случае, если у вас разные домены UPN и Mail.
tr: Kullanıcının bir 'upn' özniteliği ayarlanmış olmasını gerektirir ve karma kullanıcı kimliğine geri döner. Bu modu yalnızca farklı UPN ve Posta etki alanlarınız varsa kullanın.
zh_tw: 需要使用者設定了「upn」特徵項，備選將使用使用者雜湊 ID。只有您有不同的 UPN 和郵件網域時才使用本模式。

# sde56783222b527d6
source: Each provider has a different issuer, based on the application slug
cs_cz: Každý poskytovatel má jiného vydavatele, založeného na slugu aplikace
de: Jeder Anbieter hat einen anderen Aussteller, der auf dem Slug der Anwendung basiert.
es: Cada proveedor tiene un emisor diferente, según el slug de la aplicación.
fi: Jokaisella palveluntarjoajalla on eri myöntäjä, sovelluksen tunnisteesta riippuen.
fr: Chaque fournisseur a un émetteur différent, basé sur le slug de l'application.
it: Ogni provider ha un emittente diverso, in base allo slug dell'applicazione
ko: 각 공급자는 애플리케이션 슬러그를 기반으로 한 다른 발급자를 가짐
nl: Elke provider heeft een andere uitgever, gebaseerd op de toepassingsslug
pt_br: Cada provedor tem um emissor diferente, baseado no slug da aplicação
ru: У каждого провайдера есть свой эмитент, основанный на идентификаторе приложения.
tr: Her sağlayıcının, uygulama bilgisine bağlı olarak farklı bir yayıncısı vardır
zh_tw: 基於應用程式的縮寫，每個供應商都有一個不同的發行者

# s8d32d7b9e8ca60b1
source: Same identifier is used for all providers
cs_cz: Pro všechny poskytovatele se používá stejný identifikátor
de: Für alle Provider wird dieselbe Kennung verwendet
es: Se usa el mismo identificador para todos los proveedores
fi: Samaa tunnistetta käytetään kaikkien palveluntarjoajien kanssa
fr: Le même identifiant est utilisé pour tous les fournisseurs
it: Lo stesso identificatore viene utilizzato per tutti i fornitori
ko: 모든 공급자에 동일한 식별자를 사용
nl: Hetzelfde identificatienummer wordt gebruikt voor alle providers
pt_br: O mesmo identificador é utilizado para todos os provedores
ru: Один и тот же идентификатор используется для всех провайдеров
tr: Aynı tanımlayıcı tüm sağlayıcılar için kullanılır
zh_tw: 所有供應商都使用相同的識別碼

# seb411b22a8f262d6
source: Valid redirect URIs after a successful authorization flow. Also specify any origins here for Implicit flows.
cs_cz: Platné přesměrovací URI po úspěšném autorizačním toku. Zde také specifikujte všechny původní adresy pro implicitní toky.
de: Gültige Redirect-URIs nach einem erfolgreichen Autorisierungsflow. Gib hier auch alle Origins für Implicit-Flows an.
es: URI de redirección válidas tras un flujo de autorización exitoso. Especifique también aquí los orígenes de los flujos implícitos.
fi: Kelvolliset uudelleenohjaus-URL-osoitteet onnistuneen valtuutusprosessin jälkeen. Määritä myös kaikki alkuperät implisiittisiä prosesseja varten.
fr: URLs de redirection autorisées après un flux d'autorisation réussi. Indiquez également toute origine ici pour les flux implicites.
it: URI di reindirizzamento validi dopo un flusso di autorizzazione riuscito. Specificare anche eventuali origini per i flussi impliciti.
pt_br: URIs de redirecionamento válidos após um fluxo de autorização bem-sucedido. Também especifique quaisquer origens aqui para fluxos implícitos.

# s2a369bc2febb5d55
source: If no explicit redirect URIs are specified, the first successfully used redirect URI will be saved.
cs_cz: Pokud nejsou zadány explicitní přesměrovací URI, bude uložena první úspěšně použitá přesměrovací URI.
de: Wenn keine expliziten Umleitungs-URIs angegeben sind, wird die erste erfolgreich verwendete Umleitungs-URI gespeichert.
es: Si no se especifican URI de redireccionamiento explícitos, se guardará el primer URI de redireccionamiento utilizado correctamente.
fi: Jos URI-osoitteita ei ole erikseen määritelty, tallennetaan ensimmäinen onnistuneesti käytetty uudelleenohjaus-URI.
fr: Si aucune URI de redirection explicite n'est spécifiée, la première URI de redirection utilisée avec succès sera enregistrée.
it: Se non vengono specificati URI di reindirizzamento espliciti, verrà salvato il primo URI di reindirizzamento utilizzato correttamente.
ko: 명시적인 리디렉션 URI를 지정하지 않으면 가장 먼저 성공한 리디렉션 URI가 저장됩니다.
nl: Als er geen expliciete doorverwijzings-URL's zijn opgegeven, wordt de eerste succesvol gebruikte doorverwijzings-URI opgeslagen.
pt_br: Se nenhum URI de redirecionamento explícito for especificado, o primeiro URI utilizado com sucesso será salvo.
ru: Если явные URI перенаправления не указаны, будет сохранен первый успешно использованный URI.
tr: Açık bir yeniden yönlendirme URI'si belirtilmezse, başarıyla kullanılan ilk yeniden yönlendirme URI'si kaydedilir.
zh_tw: 如果未指定明確的重新導向 URI，將儲存第一個成功重新導向的 URI。

# s4c49d27de60a532b
source: To allow any redirect URI, set the mode to Regex and the value to ".*". Be aware of the possible security implications this can have.
fi: Salliaksesi minkä tahansa uudelleenohjaus-URI-osoitteen, aseta tila Regexiksi ja syötä arvoksi ".*". Huomioi tämän aiheuttamat tietoturvavaikutukset.
pt_br: Para permitir qualquer URI de redirecionamento, defina o modo como Regex e o valor como ".*". Esteja ciente das possíveis implicações de segurança que isso pode ter.

# s62f7c59b0606a8d6
source: Authorization flow
cs_cz: Autorizační tok
de: Autorisierungs-Flow
es: Flujo de autorización
fi: Valtuutusprosessi
fr: Flux d'autorisation
it: Flusso di autorizzazione
ko: 인가 플로우
nl: Autorisatieflow
pt_br: Flow de autorização
ru: Поток авторизации
tr: Yetkilendirme akışı
zh_tw: 授權流程

# s69d33a50b908b96f
source: Select an authorization flow...
cs_cz: Vyberte autorizační tok...
pt_br: Selecionar um fluxo de autorização...

# sfbaeb0de54fbfdbb
source: Flow used when authorizing this provider.
cs_cz: Tok používaný při autorizaci tohoto poskytovatele.
de: Flow der zur Authorisierung des Provider verwendet wird.
es: Flujo utilizado al autorizar a este proveedor.
fi: Palveluntarjoajan valtuutukseen käytettävä prosessi.
fr: Flux utilisé lors de l'autorisation de ce fournisseur.
it: Flusso utilizzato durante l'autorizzazione di questo provider.
ko: 이 공급자를 승인할 때 사용하는 플로우입니다.
nl: Flow die wordt gebruikt bij het autoriseren van deze provider.
pt_br: Flow utilizado ao autorizar este provedor.
ru: Поток, используемый при авторизации данного провайдера.
tr: Bu sağlayıcıyı yetkilendirirken kullanılan akış.
zh_tw: 授權此供應商時的流程。

# sc8de93a7dc0d78ba
source: Client type
cs_cz: Typ klienta
de: Clienttyp
es: Tipo de cliente
fi: Asiakkaan tyyppi
fr: Type du client
it: Tipologia client
ko: 클라이언트 유형
pt_br: Tipo de Cliente
ru: Тип клиента
tr: İstemci türü
zh_tw: 用戶端類型

# s4d00e5de1c8213b7
source: Client ID
cs_cz: ID klienta
es: ID de cliente
fi: Asiakastunnus
fr: ID client
ko: 클라이언트 ID
nl: Klant-ID
pt_br: ID do cliente
ru: ID клиента
tr: Müşteri Kimliği
zh_tw: 用戶端 ID

# s03fb3fa232f0434a
source: Client Secret
cs_cz: Secret klienta
de: Client Geheimnis
es: Secreto del cliente
fi: Asiakkaan salainen koodi
fr: Secret du client
ko: 클라이언트 비밀
nl: Klantgeheim
pt_br: Segredo do cliente
ru: Секрет клиента
tr: Müşteri Sırrı
zh_tw: 用戶端金鑰

# sde0ad51b14f77cf6
source: Redirect URIs/Origins (RegEx)
cs_cz: Přesměrovací URI/Origin (RegEx)
es: URIs/Orígenes de redirección (Expresión Regular)
fi: Uudelleenohjauksen URI-osoitteet/alkuperät (RegEx)
fr: URI/Origines de redirection (RegEx)
it: Reindirizzamento URI/Origini (RegEx)
ko: 리디렉션 URI/Origin (정규표현식)
nl: Doorverwijzings-URI's/Oorsprongen (RegEx)
pt_br: URIs/Origens de redirecionamentos (RegEx)
ru: Перенаправляющие URI/Источники (RegEx)
tr: Yeniden Yönlendirme URI'leri/Kökenleri (RegEx)
zh_tw: 重新導向到 URI 或 原始來源 (正規表示式)

# s145480489b87a109
source: Logout URI
pt_br: URI de logout

# s37018999e29f65b3
source: URI to send logout notifications to when users log out. Required for OpenID Connect Logout functionality.
pt_br: URI para enviar notificações de logoout quando usuários realizam logout. Obrigatório para a funcionalidade OpenID Connect Logout.

# s2dcb6d1fd145b834
source: Logout Method
pt_br: Método de Logout

# s2e527acc2a73da87
source: The logout method determines how the logout URI is called — back-channel (server-to-server) or front-channel (browser iframe).
pt_br: O método de logout determina como o URI de logout é chamado — back-channel (servidor-a-servidor) ou front-channel (iframe do navegador).

# s55787f4dfcdce52b
source: Signing Key
cs_cz: Podpisový klíč
de: Signaturschlüssel
es: Clave de firma
fi: Allekirjoitusavain
fr: Clé de signature
it: Chiave di firma
ko: 서명 키
nl: Ondertekeningsleutel
pt_br: Chave de Assinatura
ru: Подписывающий ключ
tr: İmzalama Anahtarı
zh_tw: 簽署金鑰

# s9139b576e9944704
source: Select a signing key...
pt_br: Selecionar uma chave de assinatura...

# sc6c57419ad3a01a8
source: Key used to sign the tokens.
cs_cz: Klíč používaný k podepisování tokenů.
de: Schlüssel zum Signieren der Token.
es: Clave utilizada para firmar los tokens.
fi: Avain, jota käytetään tunnisteiden allekirjoittamiseen.
fr: Clé utilisée pour signer les jetons.
it: Chiave utilizzata per firmare i token.
ko: 토큰을 서명하는 데 사용되는 키입니다.
nl: Sleutel die wordt gebruikt om de tokens te ondertekenen.
pt_br: Chave utilizada para assinar os tokens.
ru: Ключ, используемый для подписи токенов.
tr: Anahtar belirteçleri imzalamak için kullanılır.
zh_tw: 用於對權杖進行簽署的金鑰。

# s4347135696fc7cde
source: Advanced flow settings
cs_cz: Pokročilá nastavení toku
de: Erweiterte Flow-Einstellungen
es: Configuración avanzada de flujo
fi: Prosessin lisäasetukset
fr: Paramètres avancés des flux
it: Impostazioni di flusso avanzate
pt_br: Configurações avançadas do fluxo
tr: Gelişmiş akış ayarları

# sbb3243352661428f
source: Authentication flow
cs_cz: Autentizační tok
de: Authentifizierungs-Flow
es: Flujo de autenticación
fi: Tunnistautumisprosessi
fr: Flux d'authentification
it: Flusso di autenticazione
ko: 인증 플로우
nl: Authenticatieflow
pt_br: Fluxo de autenticação
ru: Поток аутентификации
tr: Kimlik doğrulama akışı
zh_tw: 身分認證流程

# s91675ea72a0ebe3e
source: Select an authentication flow...
pt_br: Selecionar um fluxo de autenticação...

# sa72a3bd1e7e89926
source: Flow used when a user access this provider and is not authenticated.
cs_cz: Tok používaný pro neautentizované uživatele přistupující k tomuto poskytovateli.
de: Flow wird verwendet, wenn der Benutzer auf diesen Provider zugreift und nicht authentifiziert ist.
es: Flujo utilizado cuando un usuario accede a este proveedor y no está autenticado.
fi: Prosessia käytetään, kun käyttäjä käyttää tätä palveluntarjoajaa, eikä hän ole tunnistautunut.
fr: Flux utilisé lorsqu'un utilisateur accède à ce fournisseur et n'est pas authentifié.
it: Flusso utilizzato quando un utente accede a questo provider e non è autenticato.
ko: 사용자가 이 공급자에 액세스하고 인증되지 않은 경우에 사용하는 플로우입니다.
nl: Flow die wordt gebruikt wanneer een gebruiker toegang krijgt tot deze provider en niet is geauthenticeerd.
pt_br: Floe utilizado quando um usuário acessa este provedor e não está autenticado.
ru: Поток, используемый, когда пользователь получает доступ к этому провайдеру и не проходит аутентификацию.
tr: Bir kullanıcı bu sağlayıcıya eriştiğinde ve kimliği doğrulanmadığında kullanılan akış.
zh_tw: 使用者存取此供應商但未獲授權時的流程

# s35e6e60e83a8c003
source: Invalidation flow
cs_cz: Tok zneplatnění
de: Invalidierungs-Flow
es: Flujo de invalidación
fi: Mitätöintiprosessi
fr: Flux d'invalidation
it: Flusso di invalidazione
ko: 무효 처리 플로우
nl: Ongeldigheidsflow
pt_br: Fluxo de invalidação
ru: Поток инвалидации
tr: Geçersizleştirme akışı
zh_tw: 登出流程

# s19714b5520312d9a
source: Select an invalidation flow...
cs_cz: Vyberte tok zneplatnění...
es: Selecciona un flujo de invalidación...
fr: Sélectionnez un flux d'invalidation...
pt_br: Selecione um fluxo de invalidação...

# s0159c800f16ee1a5
source: Flow used when logging out of this provider.
cs_cz: Tok používaný při odhlášení od tohoto poskytovatele.
de: Flow, der beim Abmelden von diesem Provider verwendet wird.
es: Flujo utilizado al cerrar sesión en este proveedor.
fi: Prosessi, jota käytetään kirjautumaan ulos tästä palveluntarjoajasta.
fr: Flux utilisé lors de la déconnexion de ce fournisseur.
it: Flusso usato quando si disconnette questo provider.
pt_br: Fluxo usado ao sair deste provedor.
tr: Bu sağlayıcıdan çıkış yapılırken kullanılan akış.

# s124f93a61ee772d6
source: Advanced protocol settings
cs_cz: Pokročilá nastavení protokolu
de: Erweiterte Protokolleinstellungen
es: Configuración de protocolo avanzada
fi: Protokollan lisäasetukset
fr: Paramètres avancés du protocole
it: Impostazioni avanzate del protocollo
ko: 고급 프로토콜 설정
nl: Geavanceerde protocolinstellingen
pt_br: Configurações avançadas de protocolo
ru: Дополнительные настройки протокола
tr: Gelişmiş protokol ayarları
zh_tw: 進階通訊協定設定

# s926e0ecf124fb01a
source: Access code validity
cs_cz: Platnost přístupového kódu
de: Gültigkeit des Zugangsschlüssels
es: Validez código de acceso
fi: Pääsykoodin voimassaolo
fr: Validité du code d'accès
it: Codice di accesso valido
ko: 액세스 코드의 유효성
nl: Geldigheid van toegangscode
pt_br: Validade do código de acesso
ru: Срок действия кода доступа
tr: Erişim kodu geçerliliği
zh_tw: 存取認證碼的有效性

# sa578033f134a83b6
source: Configure how long access codes are valid for.
cs_cz: Konfigurace doby platnosti přístupových kódů.
de: Konfiguriere, wie lange Zugangsschlüssel gültig sind.
es: Configure durante cuánto tiempo son válidos los códigos de acceso.
fi: Määritä, kuinka kauan pääsykoodit ovat voimassa.
fr: Configure la durée de validité des codes d'accès.
it: Configura per quanto tempo sono validi i codici di accesso.
ko: 액세스 코드가 유효한 기간을 구성합니다.
nl: Configureer hoe lang toegangscodes geldig zijn.
pt_br: Configurar por quanto tempo os códigos de acesso são válidos.
ru: Настройте продолжительность действия кодов доступа.
tr: Erişim kodlarının ne kadar süreyle geçerli olduğunu yapılandırın.
zh_tw: 設定存取認證碼的有效期限。

# sbea3db12fd799210
source: Access Token validity
cs_cz: Platnost přístupového tokenu
de: Zugriffsschlüsselgültigkeit
es: Validez del Token de Acceso
fi: Pääsytunnisteen voimassaolo
fr: Validité du jeton d'accès
it: Validità del token di accesso
ko: 액세스 토큰 유효기간
nl: Geldigheid van toegangstoken
pt_br: Validade dos Tokens de Acesso.
ru: Срок действия Access токена
tr: Erişim Belirteci geçerliliği
zh_tw: 存取權杖的有效性

# s72559845d38bf688
source: Configure how long access tokens are valid for.
cs_cz: Konfigurace doby platnosti přístupových tokenů.
de: Konfiguriere, wie lange Zugangstoken gültig sind.
es: Configure durante cuánto tiempo son válidos los tokens de acceso.
fi: Määritä, kuinka kauan pääsytunnisteet ovat voimassa.
fr: Configure la durée de validité des jetons d'accès.
it: Configura per quanto tempo sono validi i token di accesso.
ko: 액세스 토큰이 유효한 기간을 구성합니다.
nl: Configureer hoe lang toegangstokens geldig zijn.
pt_br: Configurar por quanto tempo os Tokens de Acesso são válidos.
ru: Настройте срок действия access токенов.
tr: Erişim belirteçlerinin ne kadar süreyle geçerli olduğunu yapılandırın.
zh_tw: 設定存取權杖的有效期限。

# s821f6014c1a435b9
source: Refresh Token validity
cs_cz: Platnost obnovovacího tokenu
de: Refresh Token Gültigkeit
es: Validez del Token de Actualización
fi: Uusintatunnisteen voimassaolo
fr: Validité du jeton de rafraîchissement
it: Validità del token di aggiornamento
ko: 토큰 유효 기간 갱신
nl: Geldigheid van vernieuwingstoken
pt_br: Validade do Refresh Token
ru: Срок действия Refresh токена
tr: Yenileme Belirteci geçerliliği
zh_tw: 重新整理權杖的有效性
