Repository: goauthentik/authentik
Catalog: web/xliff/*.xlf
Languages: cs_cz, de, es, fi, fr, it, ko, nl, pt_br, ru, tr, zh_tw

# sc39fb3ff3753d5ab
source: Hide managed mappings
cs_cz: Skrýt spravovaná mapování
de: Verwaltete Zuordnungen ausblenden
es: Ocultar asignaciones administradas
fi: Piilota hallitut kytkennät
fr: Cacher les mappages gérés
it: Nascondere mappature gestite
ko: 관리되는 매핑 숨김
nl: Beheerde mappings verbergen
pt_br: Ocultar mapeamentos gerenciados
ru: Скрыть управляемые сопоставления
tr: Yönetilen eşlemeleri gizle
zh_tw: 隱藏代管對應

# s7468e87263dfff7e
source: Identifier
cs_cz: Identifikátor
de: Kennung
es: Identificador
fi: Tunniste
fr: Identifiant
it: Identificatore
ko: 식별자
nl: Identificatie
pt_br: Identificador
ru: Идентификатор
tr: Tanımlayıcı
zh_tw: 識別碼

# s5fc4269c2addee61
source: Unique identifier the token is referenced by.
cs_cz: Jedinečný identifikátor, pomocí kterého je token odkazován.
de: Einzigartige Kennung zur Referenzierung des Token.
es: Identificador único por el que se hace referencia al token.
fi: Yksilöllinen tunniste, jolla tunnisteeseen viitataan.
fr: Identifiant unique par lequel le jeton est référencé.
it: Identificatore univoco del token
ko: 토큰이 참조하는 고유 식별자입니다.
nl: Unieke identifier waarnaar de token wordt verwezen.
pt_br: Identificador único pelo qual o token é referenciado.
ru: Уникальный идентификатор, на который ссылается токен.
tr: Belirteç tarafından başvurulan benzersiz tanımlayıcı.
zh_tw: 權杖參考的唯一識別碼。

# sb8bc2b8376c96a6b
source: Intent
cs_cz: Záměr
de: Zweck
es: Intención
fi: Aikomus
fr: Intention
ko: 인텐트
nl: Intentie
pt_br: Intenção
ru: Намерение
tr: Niyet
zh_tw: 使用目的

# sbd34d118bcb1aaf2
source: API Token
es: Token de API
fi: API-tunniste
fr: Jeton API
ko: API 토큰
pt_br: Token de API
ru: API токен
tr: API Simgesi
zh_tw: API 權杖

# se31d92bea7f3a186
source: Used to access the API programmatically
cs_cz: Používá se k programovému přístupu k API
de: Wird für den programmatischen Zugriff auf die API verwendet
es: Se utiliza para acceder a la API de forma programática
fi: Käytetään rajapinnan ohjelmalliseen käyttöön
fr: Utilisé pour accéder à l'API de manière programmatique
it: Utilizzato per accedere all'API in modo programmatico
ko: 프로그래밍 방식으로 API에 액세스하는 데 사용됩니다.
nl: Gebruikt om toegang te krijgen tot de API programmatisch
pt_br: Usado para acessar a API programaticamente
ru: Используется для программного доступа к API
tr: API'ye programlı olarak erişmek için kullanılır
zh_tw: 用於程式化存取 API

# sfd586951c75eb291
source: App password.
cs_cz: Heslo aplikace.
de: App Passwort.
es: Contraseña de aplicación
fi: Sovelluksen salasana.
fr: Mot de passe de l'application.
ko: 앱 비밀번호.
nl: App-wachtwoord.
pt_br: Senha do aplicativo.
ru: Пароль приложения.
tr: Uygulama şifresi.
zh_tw: 應用程式密碼

# s59bf194136d0d13a
source: Used to login using a flow executor
cs_cz: Používá se k přihlášení pomocí vykonavatele toku
de: Wird für die Anmeldung mit einem Flow-Executor verwendet
es: Se utiliza para iniciar sesión mediante un ejecutor de flujo
fi: Käytetään kirjautumiseen prosessisuorittimen avulla
fr: Utilisé pour se connecter à l'aide d'un exécuteur de flux
it: Utilizzato per accedere usando un esecutore di flusso
ko: 플로우 실행기를 사용하여 로그인하는 데 사용
nl: Gebruikt om in te loggen met behulp van een flow-uitvoerder
pt_br: Usado para fazer login usando um executor de fluxo
ru: Используется для входа в систему с помощью исполнителя потока
tr: Akış yürütücüsü kullanarak oturum açmak için kullanılır
zh_tw: 使用流程執行器來進行登入。

# sdcc7b2c109ce9775
source: Tokens are used throughout authentik for Email validation stages, Recovery keys and API access.
cs_cz: Tokeny se používají v celém systému authentik pro fáze ověřování e-mailů, klíčů pro obnovení a přístupu k rozhraní API.
de: Tokens werden in authentik für E-Mail-Validierungs-Stages, Wiederherstellungsschlüssel und API-Zugriff verwendet.
es: Los tokens se utilizan en authentik para las etapas de validación de correo electrónico, las claves de recuperación y el acceso a la
fi: Tunnisteita käytetään authentikissa sähköpostivalidaatiovaiheissa, palautusavaimissa ja rajapintapääsyssä.
fr: Les jetons sont utilisés dans authentik pour les étapes de validation des courriels, les clés de récupération et l'accès aux API.
it: I token vengono utilizzati in authentik per le fasi di convalida dell'e-mail, le chiavi di ripristino e l'accesso all'API.
ko: 토큰은 이메일 유효성 검사 스테이지, 복구 키 및 API 액세스를 위해 인증 전반에 걸쳐 사용됩니다..
nl: Tokens worden in authentik gebruikt voor e-mail validatie, herstelsleutels en API-toegang.
pt_br: Tokens são utilizados pelo authentik para os estágios de validação de Email, Chaves de recuperação e Acesso da API
ru: Токены используются в authentik на этапах проверки электронной почты, для ключей восстановления и доступа к API.
tr: Belirteçler, E-posta doğrulama aşamaları, Kurtarma anahtarları ve API erişimi için authentik boyunca kullanılır.
zh_tw: 權杖在整個 authentik 中用於電子郵件認證階段、救援金鑰和存取 API。

# sb15e8daacf26bdfc
source: Create Token
cs_cz: Vytvořit token
de: Token erstellen
es: Crear Token
fi: Luo tunniste
fr: Créer un jeton
it: Crea token
ko: 토큰 생성
nl: Token aanmaken
pt_br: Criar Token
ru: Создать токен
tr: Belirteç Oluştur
zh_tw: 建立權杖

# s8d7ecd944ebe834b
source: Token is managed by authentik.
cs_cz: Token spravuje authentik
de: Token wird von Authentik verwaltet.
es: El token es administrado por authentik.
fi: Tunniste on authentikin hallinnoima
fr: Jeton géré par authentik
it: Token gestito da authentik
ko: 토큰은 Authentik에서 관리합니다.
nl: Token wordt beheerd door authentik.
pt_br: O token é gerenciado pelo authentik.
ru: Токен управляется authentik.
tr: Token authentik tarafından yönetilir.
zh_tw: 由 authentik 管理的權杖。

# sd1288ca57e221cf9
source: Update Token
cs_cz: Aktualizovat token
de: Token aktualisieren
es: Actualizar Token
fi: Päivitä tunniste
fr: Mettre à jour le jeton
it: Aggiorna Token
ko: 토큰 업데이트
nl: Token bijwerken
pt_br: Atualizar Token
ru: Обновление токена
tr: Belirteç Güncelle
zh_tw: 更新權杖

# se9c07cf256774d81
source: Editing is disabled for managed tokens
cs_cz: Úpravy jsou zakázány pro spravované tokeny
de: Bearbeitung ist für verwaltete Tokens deaktiviert.
es: La edición está deshabilitada para los tokens administrados
fi: Hallittujen tunnisteiden muokkaus on estetty
fr: L'édition est désactivée pour les jetons gérés
it: La modifica è disabilitata per i token gestiti
ko: 관리되는 토큰의 경우 편집이 비활성화됩니다.
pt_br: Edição está desabilitada para tokens gerenciados
ru: Редактирование отключено для управляемых токенов
tr: Yönetilen belirteçler için düzenleme devre dışı bırakıldı
zh_tw: 代管權杖的編輯功能已停用

# sab21e1f62676b56c
source: Successfully updated brand.
cs_cz: Značka byla úspěšně aktualizována.
de: Brand erfolgreich aktualisiert.
es: Marca actualizada correctamente.
fi: Brändin päivitys onnistui.
fr: Marque mise à jour avec succès.
it: Brand aggiornato con successo.
pt_br: Brand atualizada com sucesso.
ru: Бренд успешно обновлен.
tr: Marka başarıyla güncellendi.

# sa43e43fd3a23e22d
source: Successfully created brand.
cs_cz: Značka byla úspěšně vytvořena.
de: Brand erfolgreich erstellt.
es: Marca creada correactamente.
fi: Brändin luonti onnistui.
fr: Marque créée avec succès.
it: Brand creato con successo.
pt_br: Brand criada com sucesso.
ru: Бренд успешно создан.
tr: Başarıyla oluşturulan marka.

# s41706a202b6c40f1
source: Domain
cs_cz: Doména
es: Dominio
fi: Verkkotunnus
fr: Domaine
it: Dominio
ko: 도메인
nl: Domein
pt_br: Domínio
ru: Домен
tr: Alan Adı
zh_tw: 網域

# se74ce42d41e392ba
source: Matching is done based on domain suffix, so if you enter domain.tld, foo.domain.tld will still match.
cs_cz: Porovnání se provádí na základě suffixu domény, takže pokud zadáte domain.tld, foo.domain.tld se bude stále shodovat.
de: Der Abgleich erfolgt basierend auf dem Domänensuffix. Wenn Sie also domain.tld eingeben, wird foo.domain.tld immer noch übereinstimmen.
es: La coincidencia se realiza en función del sufijo del dominio, por lo que si ingresa domain.tld, foo.domain.tld seguirá coincidiendo.
fi: Vertailu tehdään verkkotunnuksen loppuosalla, joten jos kirjoitat domain.tld, myös foo.domain.tld täsmää.
fr: La correspondante est effectuée sur le suffixe du domaine ; si vous entrez domain.tld, foo.domain.tld sera également inclus.
it: La corrispondenza viene effettuata in base al suffisso del dominio, quindi se inserisci domain.tld, foo.domain.tld corrisponderà comunque.
ko: 도메인 접미사를 기준으로 매칭이 이루어지므로 도메인.tld를 입력해도 foo.domain.tld가 매칭됩니다.
nl: Matching wordt gedaan op basis van domeinachtervoegsel, dus als je domein.tld invoert, zal foo.domein.tld nog steeds overeenkomen.
pt_br: A correspondência é feita com base no sufixo do domínio, então se você inserir domain.tld, foo.domain.tld ainda corresponderá.
ru: Соответствие осуществляется на основе суффикса домена, поэтому если вы введете domain.tld, то foo.domain.tld все равно будет соответствовать.
tr: Eşleştirme, etki alanı sonekine göre yapılır, bu nedenle domain.tld girerseniz foo.domain.tld yine de eşleşir.
zh_tw: 由網域的後輟配對，如果您输入 domain.tld，foo.domain.tld 仍將會符合。

# s41b3f9b4c98aabd9
source: Use this brand for each domain that doesn't have a dedicated brand.
cs_cz: Použít tuto značku pro každou doménu, která nemá vlastní značku.
de: Verwende diese Brand für jede Domain, die keine eigene Brand hat.
es: Utilice esta marca para cada dominio que no tenga una marca dedicada.
fi: Käytä tätä brändiä joka domainissa, jolla ei ole omaa brändiä.
fr: Utilisez cette marque pour chaque domaine qui ne dispose pas d'une marque dédiée.
it: Usa questo marchio per ogni dominio che non ha un marchio dedicato.
pt_br: Use esta brand para cada domínio que não tem uma brand dedicada.
ru: Использовать этот бренд для каждого домена, у которого нет собственного бренда.
tr: Özel bir markaya sahip olmayan her alan adı için bu markayı kullanın.

# sc19838ca8c135c1b
source: Branding settings
cs_cz: Nastavení značky
de: Branding-Einstellungen
es: Configuración de marca
fi: Brändäysasetukset
fr: Paramètres de marque
it: Impostazioni branding
ko: 브랜딩 설정
nl: Merkinstellingen
pt_br: Configurações de branding
ru: Настройки брендинга
tr: Markalama ayarları
zh_tw: 品牌設定

# s99f110d27e30b289
source: Title
cs_cz: Název
de: Titel
es: Título
fi: Otsikko
fr: Titre
it: Titolo
nl: Titel
pt_br: Título
ru: Название
tr: Başlık
zh_tw: 標題

# sab6bad52985c6676
source: Branding shown in page title and several other places.
cs_cz: Značka zobrazená v titulku stránky a na několika dalších místech.
de: Das Branding wird im Seitentitel und an mehreren anderen Stellen angezeigt.
es: La marca se muestra en el título de la página y en otros lugares.
fi: Brändäys, joka näytetään sivun otsikossa ja useissa muissa paikoissa.
fr: Image de marque utilisée dans le titre de la page et dans d'autres endroits
it: Branding mostrato nel titolo della pagina e in molti altri posti.
ko: 페이지 제목 및 기타 여러 위치에 브랜딩이 표시됩니다.
nl: Merk getoond in paginatitel en verschillende andere plaatsen.
pt_br: Branding mostrado no título da página e outros lugares.
ru: Брендинг указан в заголовке страницы и в нескольких других местах.
tr: Markalama sayfa başlığında ve başka yerlerde gösterilir.
zh_tw: 品牌訊息會顯示在頁面標題和其他地方。

# s98d6b06b0fb7da64
source: Logo shown in sidebar/header and flow executor.
pt_br: Logomarca mostrada na barra lateral/header e executor de fluxo.

# se99efc0873031976
source: Icon shown in the browser tab.
cs_cz: Ikona zobrazená v záložce prohlížeče.
de: Symbol im Browsertab.
es: Icono que se muestra en la pestaña del navegador.
fi: Kuvake, joka näytetään selaimen välilehdessä.
fr: Icône affichée dans l'onglet du navigateur.
it: Icona mostrata nella scheda del browser.
ko: 브라우저 탭에 표시되는 아이콘입니다.
nl: Pictogram weergegeven in het browser tabblad.
pt_br: Ícone mostrado na aba do navegador.
ru: Значок, отображаемый на вкладке браузера.
tr: Tarayıcı sekmesinde gösterilen simge.
zh_tw: 瀏覽器頁籤上顯示的圖示。

# s8e56764914a939d2
source: Default flow background
cs_cz: Výchozí pozadí toku
de: Flow Standardhintergrund
es: Fondo predeterminado de flujo
fr: Arrière-plan des flux par défaut
it: Sfondo del flusso predefinito
pt_br: Plano de fundo padrão do fluxo

# sea64900dbcf879c8
source: Default background used during flow execution. Can be overridden per flow.
cs_cz: Výchozí pozadí použité během provádění toku. Může být přepsáno pro každý tok.
de: Standardhintergrund, der während der Flow-Ausführung verwendet wird. Kann pro Flow überschrieben werden.
es: Fondo predeterminado utilizado durante la ejecución del flujo. Se puede sobrescribir por flujo.
fr: Arrière plan utilisé lors de l'exécution des flux. Peut être personnalisé au niveau de chaque flux.
it: Sfondo predefinito utilizzato durante l'esecuzione del flusso. Può essere sovrascritto per ogni flusso.
pt_br: Plano de fundo padrão usado durante a execução do fluxo. Pode ser substituído por um fluxo específico.

# sf16aa54bf77362e1
source: Custom CSS
cs_cz: Vlastní CSS
de: Benutzerdefiniertes CSS
es: CSS personalizado
fr: CSS personnalisé
it: CSS personalizzato
pt_br: CSS personalizado
ru: Пользовательские CSS

# s6171ded034da4e96
source: Custom CSS to apply to pages when this brand is active.
cs_cz: Vlastní CSS, které se použije na stránky, když je tato značka aktivní.
de: Benutzerdefiniertes CSS, das auf Seiten angewendet wird, wenn diese Brand aktiv ist.
es: CSS personalizado para aplicar a las páginas cuando esta marca esté activa.
fr: CSS personnalisé à appliquer sur les pages lorsque cette marque est active.
it: CSS personalizzato da applicare alle pagine quando questo brand è attivo.
pt_br: CSS personalizado a ser aplicado às páginas quando esta marca estiver ativa.

# sd61a4f736ac0a98e
source: External user settings
cs_cz: Nastavení externího uživatele
de: Einstellungen für externe Benutzer
es: Configuración de usuario externo
fi: Ulkoisten käyttäjien asetukset
fr: Paramètres des utilisateurs externes
it: Impostazioni utente esterne
pt_br: Configurações de usuário externo
ru: Настройки внешнего пользователя
tr: Harici kullanıcı ayarları

# sdc4f72f6a46ae2c8
source: Default application
cs_cz: Výchozí aplikace
de: Standard-Anwendung
es: Aplicación predeterminada
fi: Oletussovellus
fr: Application par défaut
it: Applicazione predefinita
pt_br: Aplicativo padrão
ru: Приложение по умолчанию
tr: Varsayılan uygulama

# s2643b2f95c0c38a0
source: Select an application...
pt_br: Selecione uma aplicação...

# sac85801a25b7bb27
source: When configured, external users will automatically be redirected to this application when not attempting to access a different application
cs_cz: Pokud je nakonfigurováno, externí uživatelé budou automaticky přesměrováni na tuto aplikaci, pokud se nepokoušejí přistupovat k jiné aplikaci
de: Wenn konfiguriert, werden externe Benutzer automatisch zur ausgewählten Anwendung weitergeleitet, solange sie nicht versuchen, auf eine andere Anwendung zuzugreifen.
es: Cuando se configura, los usuarios externos serán redirigidos automáticamente a esta aplicación cuando no intenten acceder a una aplicación diferente.
fi: Kun tämä on määritelty, ulkoiset käyttäjät ohjataan automaattisesti tähän sovellukseen, ellei muuta sovellusta yritetä käyttää.
fr: Si configuré, les utilisateurs externes seront redirigés vers cette application lorsqu'ils ne tentent pas d'accéder à une application différente.
it: Se configurati, gli utenti esterni verranno automaticamente reindirizzati a questa applicazione quando non si tenta di accedere a un'applicazione diversa
pt_br: Quando configurado, os usuários externos serão redirecionados automaticamente para este aplicativo quando não estiverem tentando acessar um aplicativo diferente
ru: Если настроено, внешние пользователи будут автоматически перенаправляться на это приложение, когда не пытаются получить доступ к другому приложению
tr: Yapılandırıldığında, dış kullanıcılar farklı bir uygulamaya erişmeye çalışmadıklarında otomatik olarak bu uygulamaya yönlendirilir

# s10356fd921037fbf
source: Default flows
cs_cz: Výchozí toky
de: Standard-Flows
es: Flujos predeterminados
fi: Oletusprosessit
fr: Flux par défaut
it: Flussi predefiniti
ko: 기본 플로우
nl: Standaard stromen
pt_br: Fluxos padrão
ru: Потоки по умолчанию
tr: Varsayılan akışlar
zh_tw: 預設流程

# sd216b08bafb297ee
source: Flow used to authenticate users. If left empty, the first applicable flow sorted by the slug is used.
cs_cz: Tok používaný k ověření uživatelů. Pokud je ponecháno prázdné, použije se první použitelný tok seřazený podle slugu.
de: Flow zur Authentifizierung von Benutzern. Wenn es leer gelassen wird, wird der erste anwendbare Flow, sortiert nach dem Slug, verwendet.
es: Flujo utilizado para autenticar usuarios. Si se deja vacío, se usará el primer flujo aplicable ordenado por slug.
fi: Prosessi, jota käytetään käyttäjien tunnistautumiseen. Jos tämä jätetään tyhjäksi, käytetään ensimmäistä soveltuvaa prosessia sovellustunnisteen mukaisessa järjestyksessä.
fr: Flux utilisé pour authentifier les utilisateurs. S'il est laissé vide, le premier flux applicable trié par le slug est utilisé.
it: Flusso utilizzato per autenticare gli utenti. Se lasciato vuoto, viene utilizzato il primo flusso applicabile ordinato in base allo slug.
ko: 사용자 인증에 사용되는 플로우입니다. 비워두면 슬러그에 의해 정렬된 첫 번째 적용 가능한 플로우가 사용됩니다.
nl: Flow die wordt gebruikt om gebruikers te authenticeren. Als dit leeg wordt gelaten, wordt de eerste toepasselijke flow gesorteerd op de slug gebruikt.
pt_br: Fluxo usado para autenticar usuários. Se deixado vazio, será usado o primeiro fluxo aplicável ordenado pelo slug.
ru: Поток, используемый для аутентификации пользователей. Если оставить пустым, будет использоваться первый применимый поток, отсортированный по идентификатору.
tr: Kullanıcıların kimliğini doğrulamak için kullanılan akış. Boş bırakılırsa, kısa isme göre sıralanan ilk uygulanabilir akış kullanılır.
zh_tw: 用於對使用者進行身分認證的流程。如果為空則按縮寫順序使用第一個符合的流程。

# s7989db5f4819af89
source: Flow used to logout. If left empty, the first applicable flow sorted by the slug is used.
cs_cz: Tok používaný k odhlášení. Pokud je ponecháno prázdné, použije se první použitelný tok seřazený podle slugu.
de: Flow, der zum Abmelden genutzt wird. Wenn keiner angegeben ist, wird der erste anwendbare Flow, sortiert nach Slug, verwendet.
es: Flujo utilizado para cerrar sesión. Si se deja vacío, se usará el primer flujo aplicable ordenado por slug.
fi: Prosessi, jota käytetään uloskirjautumiseen. Jos tämä jätetään tyhjäksi, käytetään ensimmäistä soveltuvaa prosessia sovellustunnisteen mukaisessa järjestyksessä.
fr: Flux utilisé pour la déconnexion. S'il est laissé vide, le premier flux applicable trié par le slug est utilisé.
it: Flusso usato per logout. Se lasciato vuoto, viene utilizzato il primo flusso applicabile ordinato dallo slug.
ko: 로그아웃에 사용되는 플로우입니다. 비워 두면 슬러그를 기준으로 정렬된 첫 번째 적용 가능한 플로우가 사용됩니다.
nl: Flow die wordt gebruikt om uit te loggen. Als dit leeg wordt gelaten, wordt de eerste toepasselijke flow gesorteerd op de slug gebruikt.
pt_br: Fluxo usado para logout. Se deixado vazio, será usado o primeiro fluxo aplicável ordenado pelo slug.
ru: Поток, используемый для выхода из системы. Если оставить пустым, будет использоваться первый применимый поток, отсортированный по идентификатору.
tr: Çıkış yapmak için kullanılan akış. Boş bırakılırsa, kısa isme göre sıralanan ilk uygulanabilir akış kullanılır.
zh_tw: 用於登出的流程。如果為空則按縮寫順序使用第一個符合的流程。

# sfeb779d4ccbc5a0e
source: Recovery flow
cs_cz: Tok obnovy
de: Wiederherstellungsfluss
es: Flujo de recuperación
fi: Palautusprosessi
fr: Flux de récupération
it: Flusso di recupero
ko: 복구 플로우
nl: Herstelflow
pt_br: Fluxo de recuperação
ru: Поток восстановления
tr: Kurtarma akışı
zh_tw: 救援流程

# s5d4669050d36a5ab
source: Select a recovery flow...
pt_br: Selecionar um fluxo de recuperação...

# s836aa192b30c21da
source: Unenrollment flow
cs_cz: Tok zrušení zápisu
de: Abmeldungs-Flow
es: Flujo de cancelación de inscripción
fi: Rekisteröitymisen peruutusprosessi
fr: Flux de désinscription
it: Flusso di cancellazione
ko: 등록 취소 플로우
nl: Uitschrijvingsflow
pt_br: Fluxo de desinscrição
ru: Поток отмены регистрации
tr: Kayıt dışı akış
zh_tw: 取消注册流程

# s796ab9d9a9131241
source: Select an unenrollment flow...
pt_br: Selecionar um fluxo de descadastramento...

# s081d3c4b47a6ff83
source: If set, users are able to unenroll themselves using this flow. If no flow is set, option is not shown.
cs_cz: Pokud je nastaveno, uživatelé se mohou sami odhlásit pomocí tohoto toku. Pokud není nastaven žádný tok, možnost se nezobrazí.
de: Wenn festgelegt, können sich Benutzer mit diesem Flow selbst abmelden. Wenn kein Flow eingestellt ist, wird die Option nicht angezeigt.
es: Si se establece, los usuarios pueden darse de baja ellos mismos mediante este flujo. Si no se establece ningún flujo, no se muestra la opción.
fi: Jos tämä on asetettu, käyttäjät voivat peruuttaa rekisteröitymisensä tämän prosessin avulla. Jos prosessia ei ole asetettu, vaihtoehtoa ei näytetä.
fr: Si défini, les utilisateurs peuvent se désinscrire à l'aide de ce flux. Si aucun flux n'est défini, l'option n'est pas affichée.
it: Se impostato, gli utenti sono in grado di anullare l'iscrizione usando questo flusso. Se non è impostato alcun flusso, l'opzione non viene mostrata.
ko: 설정된 경우 사용자는 이 플로우를 사용하여 등록을 취소할 수 있습니다. 플로우가 설정되어 있지 않으면 옵션이 표시되지 않습니다.
nl: Als dit is ingesteld, kunnen gebruikers zichzelf uitschrijven met behulp van deze flow. Als er geen flow is ingesteld, wordt de optie niet weergegeven.
pt_br: Se definido, os usuários poderão cancelar sua inscrição usando este fluxo. Se nenhum fluxo for definido, a opção não será exibida.
ru: Если этот параметр установлен, пользователи могут сами деактивировать себя с помощью этого потока. Если поток не установлен, опция не отображается.
tr: Ayarlanırsa, kullanıcılar bu akışı kullanarak kendi kayıtlarını kaldırabilir. Akış ayarlanmamışsa seçenek gösterilmez.
zh_tw: 如果設定此欄位，使用者可使用這個流程自行刪除自己的帳號。如果為空則不顯示選項。

# secbfd13bdae95a59
source: User settings flow
cs_cz: Tok uživatelských nastavení
de: Benutzereinstellungs-Flow
es: Flujo de ajustes de usuario
fi: Käyttäjäasetusten prosessi
fr: Flux de paramètres utilisateur
it: Flusso impostazioni utente
ko: 사용자 설정 플로우
nl: Gebruikersinstellingenflow
pt_br: Fluxo de configurações do usuário
ru: Поток пользовательских настроек
tr: Kullanıcı ayarları akışı
zh_tw: 使用者設定流程

# s1fe26d2eb791caec
source: Select a user settings flow...
pt_br: Selecionar um fluxo de configurações de usuário...

# s523160b433311521
source: If set, users are able to configure details of their profile.
cs_cz: Pokud je nastaveno, uživatelé mohou konfigurovat detaily svého profilu.
de: Wenn aktiviert, können Nutzer Profildetails selbstständig ändern.
es: Si está configurado, los usuarios pueden modificar los detalles de su perfil.
fi: Jos tämä on määritelty, käyttäjät voivat muokata profiilinsa tietoja.
fr: Si défini, les utilisateurs sont capables de modifier les informations de leur profil.
it: Se impostato, gli utenti sono in grado di configurare i dettagli del proprio profilo.
ko: 이 옵션을 설정하면 사용자가 프로필의 세부 정보를 구성할 수 있습니다.
nl: Als dit is ingesteld, kunnen gebruikers details van hun profiel configureren.
pt_br: Se definido, os usuários podem configurar detalhes de seu perfil.
ru: Если этот параметр установлен, пользователи могут настраивать детали своего профиля.
tr: Ayarlanırsa, kullanıcılar profillerinin ayrıntılarını yapılandırabilir.
zh_tw: 如果設定此欄位，使用者可以修改他們的個人資訊。

# s134177568525dbc8
source: Device code flow
cs_cz: Tok kódu zařízení
es: Flujo de código de dispositivo
fi: Laitekoodiprosessi
fr: Flux de code de l'appareil
it: Flusso dispositivo codice
ko: 디바이스 코드 플로우
nl: Apparaatcode-flow
pt_br: Fluxo de código do dispositivo
ru: Поток кода устройства
tr: Cihaz kodu akışı
zh_tw: 裝置認證碼流程

# s70d02f31fd256eff
source: Select a device code flow...
pt_br: Selecionar um fluxo de código de dispositivo...
