Repository: goauthentik/authentik
Catalog: web/xliff/*.xlf
Languages: cs_cz, de, es, fi, fr, it, ko, nl, pt_br, ru, tr, zh_tw

# s216eb300543edd91
source: Select which server a user has to be a member of to be allowed to authenticate.
cs_cz: Vyberte, kterého serveru musí být uživatel členem, aby se mohl ověřit.
de: Wählen Sie aus, bei welchem Server ein Benutzer Mitglied sein muss, um sich authentifizieren zu dürfen.
es: Seleccione el servidor del que debe pertenecer un usuario para que se le permita autenticarse.
fi: Valitse, minkä palvelimen jäsenenä käyttäjän on oltava, jotta tunnistautuminen sallitaan.
fr: Sélectionnez de quel serveur un utilisateur doit être un membre pour être autorisé à s'authentifier.
it: Seleziona il server di cui un utente deve essere membro per potersi autenticare.
ko: 사용자가 인증을 허용받기 위해 구성원이어야 하는 서버를 선택합니다.
nl: Selecteer welke server een gebruiker lid van moet zijn om toegestaan te zijn te authenticeren.
pt_br: Selecione de qual servidor um usuário deve ser membro para ter permissão para autenticar.
ru: Выберите, членом какого сервера должен быть пользователь, чтобы получить разрешение на аутентификацию.
tr: Bir kullanıcının kimlik doğrulamasına izin verilmesi için üye olması gereken sunucuyu seçin.
zh_tw: 選擇使用者必須是其成員才能被允許進行身份認證的伺服器。

# s4b9501c321dc4922
source: Plex Attribute mapping
cs_cz: Mapování atributů Plex
de: Plex-Attribut-Mapping
es: Mapeo de Atributos de Plex
fi: Plex-ominaisuuksien kytkentä
fr: Mappage des attributs Plex
it: Mappatura degli attributi plex
pt_br: Mapeamento de Atributo Plex
ru: Сопоставление атрибутов Plex
tr: Plex Öznitelik eşlemesi

# s2e7448caf3df574a
source: Verify Assertion Signature
cs_cz: Ověřit podpis Tvrzení
pt_br: Verificar Assertion Signature

# s0069939a0fcc3986
source: When enabled, authentik will look for a Signature inside of the Assertion element.
pt_br: Quando habilitado, Authentik vai procurar uma Signature dentro do elemento Assertion.

# s6bf8b26e6e8a7059
source: Verify Response Signature
cs_cz: Ověřit podpis odpovědi
pt_br: Verificar Response Signature

# s435805a99af456d3
source: When enabled, authentik will look for a Signature inside of the Response element.
pt_br: Quando habilitado, Authentik vai procurar uma Signature dentro do elemento Response.

# s31d7f3ba04d306a5
source: SSO URL
es: URL SSO
fr: URL SSO
it: URL SSO
pt_br: URL SSO
ru: SSO URL-адрес
zh_tw: SSO 網址

# s1d9d6c5b424fdc1f
source: URL that the initial Login request is sent to.
cs_cz: URL, na kterou je odeslán počáteční požadavek na přihlášení.
de: URL, an die die erste Login-Anfrage gesendet wird.
es: URL a la que se envía la solicitud de inicio de sesión inicial.
fi: URL, johon ensimmäinen kirjautumispyyntö lähetetään.
fr: URL de destination de la requête initiale de login.
it: URL a cui viene inviata la richiesta di accesso iniziale.
ko: 초기 로그인 요청을 전송할 URL입니다.
nl: URL waarnaar het initiële inlogverzoek wordt verzonden.
pt_br: URL para onde a solicitação de Login inicial é enviada.
ru: URL-адрес, на который отправляется первоначальный запрос на вход в систему.
tr: İlk oturum açma isteğinin gönderildiği URL.
zh_tw: 第一次登入要求發送的網址。

# sd94db2b8c85d10a6
source: SLO URL
es: URL LENTO
fr: URL SLO
it: URL SLO
pt_br: URL SLO
ru: SLO URL-адрес
zh_tw: SLO 網址

# sc764ddf60b5149de
source: Optional URL if the IDP supports Single-Logout.
cs_cz: Volitelná URL, pokud IDP podporuje Single-Logout.
de: Optionale URL, falls der IDP Einmalabmeldung (SLO) unterstützt.
es: URL opcional si el IDP admite el cierre de sesión único.
fi: Valinnainen URL, jos käyttämäsi IDP tukee keskitettyä uloskirjautumista (Single-Logout).
fr: URL optionnelle si le fournisseur d'identité supporte Single-Logout.
it: URL facoltativo se l'IDP supporta il logout singolo.
ko: IDP가 단일 로그아웃을 지원하는 경우 선택적 URL입니다.
nl: Optionele URL als de IDP Single Logout ondersteunt.
pt_br: URL opcional se o IDP suportar Single-Logout.
ru: Необязательный URL, если IDP поддерживает единый выход
tr: IDP Tek Oturumu Kapat'ı destekliyorsa isteğe bağlı URL.
zh_tw: 身分識別提供者 Idp 如果支援單一登出時的可選網址。

# se7430794fa89005a
source: Also known as Entity ID. Defaults the Metadata URL.
cs_cz: Také známý jako Entity ID. Výchozí je Metadata URL.
de: Auch bekannt als Entity ID. Standardmäßig wird die Metadaten-URL verwendet.
es: También se conoce como ID de entidad. Default la URL de metadatos.
fi: Tunnetaan myös nimellä Entity ID. Oletuksena metatietojen URL.
fr: Aussi appelé Entity ID. URL de métadonnée par défaut.
it: Noto anche come ID entità. Predefinisce l'URL dei metadati.
ko: Entity ID라고도 합니다. 기본값은 Metadata URL입니다.
nl: Ook wel bekend als Entiteit-ID. Standaard de Metagegevens-URL.
pt_br: Também conhecido como Entity ID. Por padrão, é a URL de Metadados.
ru: Также известен как ID сущности. По умолчанию используется URL-адрес метаданных.
tr: Entity ID olarak da bilinir. Metadata URL'sine varsayılan olarak ayarlanır.
zh_tw: 也稱為 Entity ID，預設為中繼資料的網址。

# s5615bb595ad6ded6
source: Binding Type
cs_cz: Typ vazby
de: Binding-Typ
es: Tipo de Vínculo
fi: Liitoksen tyyppi
fr: Type de liaison
it: Tipo associazione
ko: 바인딩 유형
nl: Bindings type
pt_br: Tipo de ligação
ru: Тип привязки
tr: Bağlama Tipi
zh_tw: 附加類型

# sa2e4d6830226d3ec
source: Redirect binding
cs_cz: Přesměrovat vazbu
de: Bindings umleiten
es: Vínculo de redirección
fi: Uudelleenohjauksen liitos
fr: Redirection
it: Associazione redirect
ko: 리디렉션 바인딩
nl: Doorverwijzingsbinding
pt_br: Ligação de redirecionamento
ru: Привязка перенаправления
tr: Yeniden yönlendirme bağlama
zh_tw: 重新導向附加

# s6f96a78d81ef277c
source: Post-auto binding
cs_cz: Automatická post vazba
es: Vinculación Post automática
fi: Post-auto-liitos
fr: Liaison Post-automatique
it: Binding post-auto
ko: Post-auto 바인딩
nl: Automatische postbinding
pt_br: Ligação de postagem automática
ru: Пост-автоматическая привязка
tr: Otomatik ciltleme sonrası
zh_tw: 自動 Post 附加

# sc2c70fd56f5d0b48
source: Post binding but the request is automatically sent and the user doesn't have to confirm.
cs_cz: Post vazba, ale požadavek je automaticky odeslán a uživatel nemusí potvrzovat.
de: Post-Binding, bei der die Anfrage automatisch gesendet wird und der Benutzer sie nicht bestätigen muss.
es: Vinculación Post, pero la solicitud se envía automáticamente y el usuario no tiene que confirmarla.
fi: Post-liitos, mutta pyyntö lähetetään automaattisesti eikä käyttäjän tarvitse vahvistaa sitä.
fr: Liaison Post mais la demande est automatiquement envoyée et l'utilisateur n'a pas à confirmer.
it: POST BINDING Ma la richiesta viene inviata automaticamente e l'utente non deve confermare.
ko: 바인딩을 게시하지만 요청이 자동으로 전송되므로 사용자가 확인할 필요가 없습니다.
nl: Postbinding waarbij het verzoek automatisch wordt verzonden en de gebruiker dit niet hoeft te bevestigen.
pt_br: Ligação de postagem, mas a solicitação é enviada automaticamente e o usuário não precisa confirmar.
ru: Опубликовать привязку, но запрос отправляется автоматически, и пользователю не нужно подтверждать.
tr: Bağlama sonrası, ancak istek otomatik olarak gönderilir ve kullanıcının onaylaması gerekmez.
zh_tw: Post 附加，但自動傳送要求，使用者無需確認。

# s968c90258dcf7562
source: Post binding
cs_cz: Post vazba
de: POST Bindung
es: Vinculación Post
fi: Post-liitos
fr: Post
ko: Post 바인딩
pt_br: Ligação de postagem
ru: Почтовая привязка
tr: Post ciltleme
zh_tw: Post 附加

# se10bbf4cf861c81b
source: Signing keypair
cs_cz: Podepisovací pár klíčů
de: Schlüsselpaar signieren
es: Par de claves de firma
fi: Allekirjoitusavainpari
fr: Paire de clés de signature
it: Coppia di chiavi di firma
ko: 서명 키쌍
nl: Ondertekenend sleutelpaar
pt_br: Par de chaves de assinatura
ru: Пара ключей для подписи
tr: Anahtar çifti imzalama
zh_tw: 簽署的金鑰對

# s838ed611b533b19e
source: Keypair which is used to sign outgoing requests. Leave empty to disable signing.
cs_cz: Pár klíčů, který se používá k podepisování odchozích požadavků. Nechte prázdné pro vypnutí podepisování.
de: Schlüsselpaar, das zum Signieren ausgehender Anfragen verwendet wird. Leer lassen, um das Signieren zu deaktivieren.
es: Keypair que se usa para firmar solicitudes salientes. Déjelo vacío para deshabilitar la firma.
fi: Avainpari, jota käytetään lähtevien pyyntöjen allekirjoittamisessa. Jätä tyhjäksi poistaaksesi allekirjoittamisen käytöstä.
fr: Paire de clés utilisée pour signer le requêtes sortantes. Laisser vide pour désactiver la signature.
it: Coppia di chiavi utilizzata per firmare le richieste in uscita. Lascia vuoto per disabilitare la firma.
ko: 보내는 요청에 서명하는 데 사용되는 키쌍입니다. 서명을 사용하지 않으려면 비워 둡니다.
nl: Sleutelpaar dat wordt gebruikt om uitgaande verzoeken te ondertekenen. Laat leeg om ondertekening uit te schakelen.
pt_br: Par de chaves usado para assinar requisições de saída. Deixe vazio para desativar a assinatura.
ru: Пара ключей, которая используется для подписи исходящих запросов. Оставьте пустым, чтобы отключить подпись.
tr: Giden istekleri imzalamak için kullanılan anahtar çifti. İmzalamayı devre dışı bırakmak için boş bırakın.
zh_tw: 用於簽署傳出要求的金鑰對。保持為空停用簽署。

# s39c8c0bf4d927c9f
source: Allow IDP-initiated logins
cs_cz: Povolit přihlášení iniciovaná IDP
de: IDP-initiierte Anmeldungen zulassen
es: Permitir inicios de sesión iniciados por el proveedor
fi: Salli IdP-lähtöiset kirjautumiset
fr: Autoriser les connexions initiées par IDP
it: Consenti accessi iniziati da IDP
ko: IDP-initiated login 허용
nl: IDP-geïnitieerde logins toestaan
pt_br: Permitir logins iniciados por IDP
ru: Разрешить входы, инициированные IDP
tr: IDP tarafından başlatılan oturumlara izin ver
zh_tw: 允許識別提供者 Idp 發起的登入

# s65d507f1513c2f03
source: Allows authentication flows initiated by the IdP. This can be a security risk, as no validation of the request ID is done.
cs_cz: Umožňuje ověřovací toky iniciované IdP. Toto může být bezpečnostním rizikem, protože se neprovádí žádná validace ID požadavku.
de: Ermöglicht vom IdP initiierte Authentisierungsflows. Dies kann ein Sicherheitsrisiko darstellen, da keine Validierung der Request-ID vorgenommen wird.
es: Permite los flujos de autenticación iniciados por el IdP. Esto puede suponer un riesgo para la seguridad, ya que no se valida el identificador de la solicitud.
fi: Sallii IdP-lähtöiset tunnistautumisprosessit. Tämä voi olla tietoturvariski, koska pyynnön ID:tä ei validoida.
fr: Autoriser les flux d'authentification initiés par l'IdP. Cela peut présenter un risque de sécurité, aucune validation de l'ID de la requête n'est effectuée.
it: Consente i flussi di autenticazione avviati dall'IDP. Questo può essere un rischio per la sicurezza, poiché non viene eseguita alcuna convalida dell'ID richiesta.
ko: IdP에 의해 시작된 인증 플로우를 허용합니다. 요청 ID에 대한 유효성 검사가 수행되지 않으므로 보안 위험이 있을 수 있습니다.
nl: Staat authenticatiestromen toe die door de IdP zijn geïnitieerd. Dit kan een beveiligingsrisico zijn, omdat er geen validatie van het verzoek-ID wordt uitgevoerd.
pt_br: Permite fluxos de autenticação iniciados pelo IdP. Isso pode representar um risco de segurança, pois não é feita a validação do ID da requisição.
ru: Разрешает потоки аутентификации, инициированные IdP. Это может представлять угрозу безопасности, так как проверка идентификатора запроса не производится.
tr: IdP tarafından başlatılan kimlik doğrulama akışlarına izin verir. İstek kimliğinin doğrulanması yapılmadığından, bu bir güvenlik riski olabilir.
zh_tw: 允許由身份提供者 Idp 發起的認證流程。這可能是一個安全風險，因為不會驗證要求的 ID。

# s297a2075bd7e40db
source: NameID Policy
cs_cz: NameID zásada
de: NameID Richtlinie
es: Política de NameID
fi: NameID-käytäntö
fr: Politique NameID
it: Criterio NameID
ko: NameID 정책
nl: NameID-beleid
pt_br: Política NameID
ru: Политика NameID
tr: NameID İlkesi
zh_tw: NameID 政策

# s20a0ce62823bfa97
source: Delete temporary users after
cs_cz: Smazat dočasné uživatele po
de: Temporäre Benutzer danach löschen
es: Eliminar usuarios temporales después
fi: Poista tilapäiset käyttäjät tämän ajan jälkeen:
fr: Supprimer les utilisateurs temporaires après
it: Elimina gli utenti temporanei dopo
ko: 다음 이후 임시 사용자를 삭제합니다.
nl: Tijdelijke gebruikers verwijderen na
pt_br: Excluir usuários temporários após
ru: Удалите временных пользователей после
tr: Geçici kullanıcıları sonra sil
zh_tw: 在此之後刪除臨時使用者：

# s3198c384c2f68b08
source: Time offset when temporary users should be deleted. This only applies if your IDP uses the NameID Format 'transient', and the user doesn't log out manually.
cs_cz: Doba, po jejímž uplynutí se smažou dočasní uživatelé. Uplatní se jen tehdy, pokud IdP používá formát NameID 'transient' a uživatel se sám manuálně neodhlásí.
de: Zeitversatz, nach dem temporäre Benutzer gelöscht werden sollen. Dies gilt nur, wenn dein IdP das NameID-Format „transient“ verwendet und der Benutzer sich nicht manuell abmeldet.
es: Desfase de tiempo para la eliminación de usuarios temporales. Esto solo aplica si tu IDP utiliza el formato NameID 'transient' y el usuario no cierra sesión manualmente.
fi: Viive, jonka jälkeen tilapäiset käyttäjät poistetaan. Tämä tehdään vain, jos IDP käyttää NameID:n muotoa 'transient', eikä käyttäjä kirjaudu ulos automaattisesti.
fr: Moment où les utilisateurs temporaires doivent être supprimés. Cela ne s'applique que si votre IDP utilise le format NameID "transient" et que l'utilisateur ne se déconnecte pas manuellement.
it: Tempo da attendere quando gli utenti temporanei devono essere eliminati. Questo vale solo se l'IDP utilizza il formato NameID "Transient" e l'utente non si disconnette manualmente.
ko: 임시 사용자를 삭제해야 하는 시간 오프셋입니다. 이 설정은 IDP가 'Transient' NameID 형식을 사용하고 사용자가 수동으로 로그아웃하지 않는 경우에만 적용됩니다.
nl: Tijdsverschil wanneer tijdelijke gebruikers moeten worden verwijderd. Dit is alleen van toepassing als je IDP de NameID-indeling 'tijdelijk' gebruikt en de gebruiker niet handmatig uitlogt.
pt_br: Deslocamento de tempo para quando usuários temporários devem ser excluídos. Aplica-se apenas se o seu IdP usar o formato NameID ‘transient’ e o usuário não fizer logout manualmente.
ru: Временной интервал, когда временные пользователи должны быть удалены. Применяется только в том случае, если ваш IDP использует формат NameID 'transient', и пользователь не выходит из системы вручную.
tr: Geçici kullanıcıların silinmesi gereken zaman farkı. Bu, yalnızca IDP'niz 'geçici' NameID Biçimini kullanıyorsa ve kullanıcı manuel olarak oturumu kapatmıyorsa geçerlidir.
zh_tw: 刪除臨時使用者的時間偏移量。這僅適用於您的身份提供者使用 NameID 格式「transient」，且用戶沒有手動登出的情況。

# s37b8d48b9416fc25
source: When selected, encrypted assertions will be decrypted using this keypair.
cs_cz: Pokud je vybráno, zašifrovaná tvrzení budou dešifrována pomocí tohoto páru klíčů.
de: Wenn ausgewählt, werden verschlüsselte Assertions mit diesem Schlüsselpaar entschlüsselt.
es: Cuando se selecciona, las aserciones encriptadas se descifrarán utilizando este par de claves.
fi: Kun tämä on valittu, salatut väitteet puretaan käyttämällä tätä avainparia.
fr: Si activé, les assertions chiffrées seront déchiffrées en utilisant cette paire de clés.
it: Quando selezionati, le asserzioni crittografate verranno decrittografate usando questo tasto.
pt_br: Quando selecionado, as afirmações criptografadas serão descriptografadas usando este par de chaves.
ru: При выборе этого параметра зашифрованные утверждения будут расшифровываться с помощью этой пары ключей.
tr: Seçildiğinde, şifrelenmiş onaylamaların şifresi bu anahtar çifti kullanılarak çözülür.

# s924a87f37bc0201e
source: SAML Attribute mapping
cs_cz: Mapování atributů SAML
de: SAML-Attributzuordnung
es: Mapeo de Atributos SAML
fi: SAML-ominaisuuksien kytkentä
fr: Mappage d'attributs SAML
it: Mappatura degli attributi SAML
pt_br: Mapeamento de Atributo SAML
ru: Сопоставление атрибутов SAML
tr: SAML Öznitelik eşlemesi

# sb32e9c1faa0b8673
source: Pre-authentication flow
cs_cz: Tok před ověřením
de: Vorab-Authentifizierungs-Flow
es: Flujo de autenticación previa
fi: Tunnistautumista edeltävä prosessi
fr: Flux de pré-authentification
it: Flusso pre-autenticazione
ko: 사전 인증 플로우
nl: Flow voorafgaand aan authenticatie
pt_br: Fluxo de pré-autenticação
ru: Предварительный поток аутентификации
tr: Ön kimlik doğrulama akışı
zh_tw: 身分認證前的流程

# sa3c1f6ac5e63a70f
source: Flow used before authentication.
cs_cz: Tok používaný před ověřením.
de: Flow der vor Authorisierung verwendet wird
es: Flujo utilizado antes de la autenticación.
fi: Prosessi, jota käytetään ennen tunnistautumista.
fr: Flux à utiliser avant authentification.
it: Flusso utilizzato prima dell'autenticazione.
ko: 사전 인증에 사용되는 플로우입니다.
nl: Flow die wordt gebruikt vóór authenticatie.
pt_br: Fluxo usado antes da autenticação.
ru: Поток, используемый перед аутентификацией.
tr: Kimlik doğrulamadan önce kullanılan akış.
zh_tw: 在身分認證前使用的流程。

# sf0532ddee3b4e977
source: SCIM Attribute mapping
cs_cz: Mapování atributů SCIM
de: SCIM-Attribut-Mapping
es: Mapeo de Atributos SCIM
fi: SCIM-ominaisuuksien kytkentä
fr: Mappage d'attributs SCIM
it: Mappatura degli attributi SCIM
pt_br: Mapeamento de Atributo SCIM
ru: Сопоставление атрибутов SCIM
tr: SCIM Öznitelik eşlemesi

# sd5d9adfcbd8abdfe
source: Bot username
pt_br: Usuário do bot

# saf5316edc3679fef
source: Bot token
pt_br: Token do bot

# s64b935d223a99731
source: Request access to send messages from your bot
pt_br: Solicitar acesso para enviar mensagens do seu bot

# s500a041b1fab7aac
source: Telegram Attribute mapping
pt_br: Mapeamento de atributos do Telegram

# se12969ade44cd2b6
source: New source
cs_cz: Nový zdroj
de: Neue Quelle
es: Nueva fuente
fi: Uusi lähde
fr: Nouvelle source
it: Nuova sorgente
ko: 새 소스
nl: Nieuwe bron
pt_br: Nova fonte
ru: Новый источник
tr: Yeni kaynak
zh_tw: 新增身分來源

# s19b09f4fc72175d1
source: Create a new source.
cs_cz: Vytvořit nový zdroj.
de: Neue Quelle erstellen.
es: Crear una nueva fuente.
fi: Luo uusi lähde.
fr: Créer une nouvelle source.
it: Crea una nuova sorgente
ko: 새 소스를 만듭니다.
nl: Een nieuwe bron aanmaken.
pt_br: Criar uma nova fonte.
ru: Создание нового источника.
tr: Yeni bir kaynak oluşturun.
zh_tw: 建立一個新的身分來源。

# sb1a4e9b288e2f005
source: Federation and Social login
cs_cz: Federace a sociální přihlášení
de: Föderation und Social Login
es: Inicio de sesión Federado y de Redes Sociales
fi: Liitetty ja sosiaalinen kirjautuminen
fr: Fédération & Connection Sociale
it: Federazione e social login
ko: 연합 및 소셜 로그인
pt_br: Federação e login social
ru: Федерации и соц. вход
tr: Federasyon ve Sosyal oturum açma
zh_tw: 聯邦式認證和社群登入

# s6152026c364ad974
source: Sources of identities, which can either be synced into authentik's database, or can be used by users to authenticate and enroll themselves.
cs_cz: Zdroje identit, které mohou být buď synchronizovány s databází authentik, nebo je mohou uživatelé používat k ověřování a registraci.
de: Identitätsquellen, die entweder mit der Datenbank von authentik synchronisiert oder von Benutzern verwendet werden können, um sich selbst zu authentifizieren und zu registrieren.
es: Fuentes de identidades, que se pueden sincronizar en la base de datos de authentik o que los usuarios pueden utilizar para autenticarse e inscribirse ellos mismos.
fi: Identiteettien lähteet, jotka voidaan joko synkronoida authentikin tietokantaan, tai joita käyttäjät voivat käyttää itsensä tunnistautumisessa ja rekisteröitymisessä.
fr: Sources d'identités, qui peuvent soit être synchronisées dans la base de données d'authentik, soit être utilisées par les utilisateurs pour s'authentifier et s'inscrire.
it: Fonti di identità, che possono essere sincronizzate nel database di authentik o possono essere utilizzate dagli utenti per autenticarsi e iscriversi.
ko: 신원 소스는 인증 데이터베이스에 동기화하거나 사용자가 자신을 인증하고 등록하는 데 사용할 수 있습니다.
nl: Bronnen van identiteiten, die kunnen worden gesynchroniseerd met de database van authentik, of kunnen worden gebruikt door gebruikers om zichzelf te authenticeren en in te schrijven.
pt_br: Fontes de identidades, que podem ser sincronizadas no banco de dados do authentik ou usadas pelos usuários para se autenticarem e se inscreverem.
ru: Источники идентификационных данных, которые могут либо синхронизироваться с базой данных authentik, либо использоваться пользователями для аутентификации и регистрации.
tr: Auentik'in veritabanına senkronize edilebilen ya da kullanıcılar tarafından kimlik doğrulaması ve kayıt yaptırmak için kullanılabilen kimliklerin kaynakları.
zh_tw: 身分來源，既可以同步到 authentik 的資料庫，也能被使用者用來進行身分認證和註冊。

# s0a0ca63b967f1630
source: Source(s)
cs_cz: Zdroj(e)
de: Quellen
es: Fuente(s)
fi: Lähteet
it: Sorgente(i)
ko: 소스
nl: Bron(nen)
pt_br: Fonte(s)
ru: Источник(и)
tr: Kaynak (lar)
zh_tw: 來源

# s66722bc2ea775e05
source: Disabled
cs_cz: Zakázáno
de: Deaktiviert
es: Discapacitado
fi: Poistettu käytöstä
fr: Désactivé
it: Disabilitato
ko: 비활성화됨
nl: Uitgeschakeld
pt_br: Desabilitado
ru: Отключен
tr: Devre Dışı
zh_tw: 已停用

# s4ff2c202b4e5bdc5
source: Built-in
cs_cz: Vestavěný
de: Eingebaut
es: Incorporado
fi: Sisäänrakennettu
fr: Intégré
nl: Ingebouwd
pt_br: Embutido
ru: Встроенный
tr: Dahili
zh_tw: 內建

# scc1a17d28912e974
source: Kerberos Source is in preview.
cs_cz: Zdroj Kerberos je v náhledu.
de: Die Kerberos-Quelle befindet sich im Preview-Stadium.
es: Fuente de Kerberos está en vista previa.
fi: Kerberos-lähde on esikatselutilassa.
fr: La source Kerberos est en aperçu.
it: La fonte di Kerberos è in anteprima.
pt_br: A Fonte Kerberos está em pré-visualização.
tr: Kerberos Kaynağı önizleme aşamasındadır.

# s2c378e86e025fdb2
source: Update Kerberos Source
cs_cz: Aktualizovat zdroj Kerberos
de: Kerberos-Quelle aktualisieren
es: Actualizar Fuente de Kerberos
fi: Päivitä Kerberos-lähde
fr: Mettre à jour la source Kerberos
it: Aggiorna la fonte Kerberos
pt_br: Atualizar Fonte Kerberos
ru: Обновить источник Kerberos
tr: Kerberos Kaynağını Güncelleştirme

# sf36170f71cea38c2
source: Connectivity
cs_cz: Konektivita
de: Verbindungen
es: Conectividad
fi: Yhteydet
fr: Connectivité
it: Connettività
pt_br: Conectividade
ru: Связанность
tr: Bağlantı
zh_tw: 連接性

# s4476e9c50cfd13f4
source: Global status
cs_cz: Globální stav
de: Globaler Status
es: Estatus global
fi: Yleinen tila
fr: État global
it: Stato globale
ko: 전역 상태
pt_br: Status global
ru: Глобальный статус
tr: Küresel durum
zh_tw: 全域狀態

# sd21a971eea208533
source: Vendor
cs_cz: Výrobce
de: Anbieter
es: Proveedor
fi: Toimittaja
fr: Fournisseur
pt_br: Fornecedor
ru: Поставщик
tr: Satıcı
zh_tw: 製造商

# s52b500138a2d2b8a
source: Update LDAP Source
cs_cz: Aktualizovat zdroj LDAP
de: Aktualisieren Sie die LDAP-Quelle
es: Actualizar Fuente de LDAP
fi: Päivitä LDAP-lähde
fr: Mettre à jour la source LDAP
it: Aggiorna sorgente LDAP
ko: LDAP 소스 업데이트
nl: LDAP-bron bijwerken
pt_br: Atualizar Fonte LDAP
ru: Обновить источник LDAP
tr: LDAP Kaynağını Güncelle
zh_tw: 更新 LDAP 來源

# sf3fec8353106ac2f
source: OAuth Source ${this.source.name}
cs_cz: OAuth zdroj ${this.source.name}
de: OAuth Quelle ${this.source.name}
es: Fuente de OAuth ${this.source.name}
fi: OAuth-lähde ${this.source.name}
fr: Source OAuth ${this.source.name}
it: Dorgente OAuth ${this.source.name}
ko: OAuth 소스 ${this.source.name}
nl: OAuth-bron ${this.source.name}
pt_br: Fonte OAuth ${this.source.name}
ru: OAuth источник ${this.source.name}
tr: OAuth Kaynağı ${this.source.name}
zh_tw: OAuth 來源 ${this.source.name}
