Repository: goauthentik/authentik
Catalog: web/xliff/*.xlf
Languages: cs_cz, de, es, fi, fr, it, ko, nl, pt_br, ru, tr, zh_tw

# s2d34c87f67f66c6a
source: Windows
de: Fenster
fr: Fenêtres

# s39e436de1dc4df4f
source: JS URL
fr: URL du JS
ru: JS URL-адрес
tr: JS URL'si
zh_tw: JS 網址

# s275021658614ce9e
source: API URL
fr: URL d'API
ru: API URL-адрес
tr: API URL'si
zh_tw: API 網址

# scbb7d3154da629f3
source: OCI URL, in the format of oci://registry.domain.tld/path/to/manifest.
de: OCI-URL im Format oci://registry.domain.tld/path/to/manifest.
fi: OCI URL-osoite, muodossa oci://rekisteri.domain.tld/polku/manifest
fr: URL OCI, au format oci://registry.domain.tld/path/to/manifest.
it: OCI URL, nel formato di OCI: //registry.domain.tld/path/to/Manifest.
ko: OCI URL은, oci://registry.domain.tld/path/to/manifest 형식입니다.
nl: OCI-URL, in het formaat oci://register.domein.tld/pad/naar/manifest.
ru: URL-адрес OCI в формате oci://registry.domain.tld/path/to/manifest.
tr: OCI URL'si, oci://registry.domain.tld/path/to/manifest biçiminde.
zh_tw: OCI 網址，格式為「oci://registry.domain.tld/path/to/manifest」。

# s0195c0df7294228a
source: See more about OCI support here:
de: Weitere Informationen zur OCI-Unterstützung findest du hier:
fi: Lue lisää OCI-tuesta täältä:
fr: Voir plus à propos du support OCI ici :
it: Vedi di più sul supporto OCI qui:
ko: OCI 지원에 대한 자세한 내용은 여기를 참조하세요:
nl: Zie hier voor meer informatie over OCI-ondersteuning:
ru: Подробнее о поддержке OCI можно узнать здесь:
tr: OCI desteği hakkında daha fazla bilgiye buradan ulaşabilirsiniz:
zh_tw: 關於更多 OCI 支援請參考：

# s67664f8ee9aea98d
source: Please enter your Code
de: Bitte geben Sie Ihren Code ein
fi: Kirjoita koodisi
fr: Veuillez entrer votre code
it: Per favore inserisci il tuo Codice
ko: 코드를 입력하세요.
nl: Voer uw code in
ru: Пожалуйста, введите ваш код
tr: Lütfen Kodunuzu girin
zh_tw: 請輸入認證碼

# sb37880a2a7288ef0
source: Update Permissions
de: Berechtigungen aktualisieren
fi: Päivitä käyttöoikeudet
fr: Mettre à jour les permissions
it: Aggiorna permessi
ko: 권한 업데이트
ru: Обновление разрешений
tr: İzinleri Güncelle
zh_tw: 更新權限

# s7e796fe83982863f
source: Role ${this._role?.name || ""}
de: Rolle ${this._role?.name || ""}
fi: Rooli ${this._role?.name || ""}
fr: Rôle ${this._role?.name || ""}
it: Ruolo ${this._role?.name || ""}
ko: ${this._role?.name || ""} 역할
ru: Роль ${this._role?.name || ""}
tr: Rol ${this._role?.name || ""}
zh_tw: 角色 ${this._role?.name || ""}

# sb474f652a2c2fc76
source: Hostname/IP to connect to.
de: Hostname/IP zur Verbindung.
fi: Isäntänimi/IP-osoite johon yhteys muodostetaan.
fr: Nom d'hôte/IP à laquelle se connecter.
it: Hostname/IP a cui connettersi.
ru: Имя хоста/IP для подключения.
tr: Bağlanılacak ana bilgisayar adı/IP.

# s6506b7c69456b0d6
source: Invalid update request.
de: Ungültige Update-Anfrage.
fi: Virheellinen päivityspyyntö.
fr: Requête de mise à jour invalide.
it: Richiesta di aggiornamento non valida.
tr: Geçersiz güncelleme isteği.

# sdd66c5a2e706fb81
source: Toggle sidebar
de: Seitenleiste umschalten
fr: Afficher/masquer la barre latérale
it: Attiva/disattiva la barra laterale

# s0a2cb398b54a6207
source: Welcome.
de: Willkommen.
fr: Bienvenue.
it: Benvenuto.

# s05a4a4df6783d0cf
source: Provider name
fr: Nom du fournisseur

# scbc2fd9f2bd26fdd
source: Main content
fr: Contenu principal

# sc35581d9c1cd67ff
source: On behalf of ${event.user.on_behalf_of.username}
fi: ${event.user.on_behalf_of.username} puolesta
ko: ${event.user.on_behalf_of.username} 을 대신하여
zh_tw: 代表 ${event.user.on_behalf_of.username}

# s6dfd15978586d05f
source: Welcome, ${name || ""}.
fi: Tervetuloa, ${name}.

# sda5e1499f93146ad
source: ${ago} days ago
fi: ${ago}pv sitten
ko: ${ago} 일 전
nl: ${ago} dagen geleden
zh_tw: ${ago} 天前

# sa9b2a245441557dc
source: Last run
fi: Viimeisin suoritus
ko: 마지막 실행
nl: Laatst uitgevoerd
zh_tw: 最後執行

# s92921878e886e36d
source: Duration
fi: Kesto
ko: 지속시간
nl: Duur
zh_tw: 持續時間

# se7e1ababbc4868b8
source: ${item.duration.toFixed(2)} seconds
fi: ${item.duration.toFixed(2)}sekuntia
ko: ${item.duration.toFixed(2)} 초
zh_tw: ${item.duration.toFixed(2)} 秒

# s2236dc563c2dbf76
source: (Format: hours=-1;minutes=-2;seconds=-3).
fi: (Muoto: hours=-1;minutes=-2;seconds=-3).
ko: (서식: hours=-1;minutes=-2;seconds=-3).
nl: (Indeling: uren=-1;minuten=-2;seconden=-3).
zh_tw: (格式： hours=-1;minutes=-2;seconds=-3).

# sbec40ef4e6f139b7
source: (Format: hours=1;minutes=2;seconds=3).
fi: (Muoto: hours=1;minutes=2;seconds=3).
ko: (서식: hours=1;minutes=2;seconds=3).
nl: (Indeling: uren=1;minuten=2;seconden=3).
zh_tw: (格式： hours=1;minutes=2;seconds=3).

# s33318837e6c54a9b
source: Trusted OIDC Sources
fi: Luotetut OIDC-lähteet
ko: 신뢰할 수 있는 OIDC 소스
nl: Vertrouwde OIDC-bronnen
zh_tw: 受信任的 OIDC 來源

# sb8dd788adf7b907b
source: Proxy
fi: Välityspalvelin
ko: 프록시
ru: Прокси
tr: Vekil Sunucu
zh_tw: 代理

# s91f70424f5d5d23e
source: Slug
fi: polkutunniste
ko: 슬러그
ru: Идентификатор
tr: Kısa İsim

# sbecf8dc03c978d15
source: Run sync again
fi: Aja synkronointi uudelleen
ko: 다시 동기화 진행
nl: Voer synchronisatie opnieuw uit
zh_tw: 再次執行同步

# sd18170637295bace
source: Addition User DN
fi: Lisäys User DN
ko: 사용자 DN 추가
nl: Aanvullende gebruikers-DN
zh_tw: 額外的使用者 DN

# s5944355d69db1fb8
source: Addition Group DN
fi: Lisäys Group DN
ko: 추가 그룹 DN
nl: Aanvullende groeps-DN
zh_tw: 額外的群組 DN

# s76768bebabb7d543
source: Field which contains members of a group. Note that if using the "memberUid" field, the value is assumed to contain a relative distinguished name. e.g. 'memberUid=some-user' instead of 'memberUid=cn=some-user,ou=groups,...'
fi: Kenttä, joka sisältää ryhmän jäsenet. Huomaa, että käytettäessä "memberUid"-kenttää, sen arvon oletetaan sisältävän suhteellisen distinguished namen, esim. 'memberUid=joku-kayttaja', ei 'memberUid=cn=joku-kayttaja,ou=ryhmat,...'
nl: Veld dat leden van een groep bevat. Let op dat als het veld "memberUid" wordt gebruikt, de waarde wordt verondersteld een relatieve Distinguished Name te bevatten. Bijv. 'memberUid=some-user' in plaats van 'memberUid=cn=some-user,ou=groups,...'

# s24f405197ede5ebb
source: Re-authenticate with plex
fi: Tunnistaudu uudelleen Plexiin
ko: Plex로 다시 인증하기
nl: Opnieuw authenticeren met Plex
zh_tw: 使用 plex 重新身分認證

# s31a2d43bc1cf1790
source: Not synced yet.
fi: Ei vielä synkronoitu
ko: 아직 동기화되지 않았습니다.
nl: Nog niet gesynchroniseerd.
zh_tw: 尚未同步。

# s7b1fba26d245cb1c
source: When using an external logging solution for archiving, this can be set to "minutes=5".
fi: Kun arkistointiin käytetään ulkoista logitusratkaisua, tämä voidaan määrittää asetukseen "minutes=5".
nl: Als je een externe logoplossing gebruikt voor archivering, kan dit worden ingesteld op "minutes=5".

# s14401ff4a0cba208
source: Failed to update ${this.objectLabel}: ${e.toString()}
fi: Päivitys epäonnistui: ${this.objectLabel}: ${e.toString()}
ko: ${this.objectLabel}: ${e.toString()} 을(를) 업데이트하는데 실패했습니다
nl: Update van ${this.objectLabel} mislukt: ${e.toString()}
zh_tw: 無法更新 ${this.objectLabel}: ${e.toString()}

# sa95a538bfbb86111
source: Are you sure you want to update ${this.objectLabel} "${this.obj?.name}"?
fi: Haluatko varmasti päivittää ${this.objectLabel}" ${this.obj?.name}"?
nl: Weet je zeker dat je ${this.objectLabel} "${this.obj?.name}" wilt bijwerken?

# s8ca0dbaec5d48563
source: No recovery flow is configured.
fi: Palautusprosessia ei ole määritelty.
ko: 복구 플로우가 구성되지 않았습니다.
nl: Er is geen herstelflow geconfigureerd.
zh_tw: 未設定救援流程。

# sff3b708e23bb96b2
source: Evaluate policies before the Stage is present to the user.
fi: Suorita käytännöt ennen kuin vaihe näytetään käyttäjälle.
ko: 스테이지가 사용자에게 표시되기 전에 정책을 평가합니다.
nl: Evalueer beleid voordat de fase aan de gebruiker wordt gepresenteerd.
zh_tw: 在階段呈現給使用者前評估政策。

# s7f13f4a2d0370cf6
source: When using a Duo MFA, Access or Beyond plan, an Admin API application can be created. This will allow authentik to import devices automatically.
fi: Käytettäessä Duo MFA, Access tai Beyond -tilauksia, voidaan luoda hallintarajapintasovellus. Tämä sallii authentikin tuoda laitteita automaattisesti.
ko: Duo MFA, Access 또는 Beyond 요금제를 사용하는 경우 관리자 API 애플리케이션을 만들 수 있습니다. 인증을 통해 디바이스를 자동으로 가져올 수 있습니다.
nl: Bij gebruik van een Duo MFA, Access of Beyond plan kan een Admin API-toepassing worden aangemaakt. Dit stelt authentik in staat om apparaten automatisch te importeren.
zh_tw: 當使用 Duo MFA、Access 或 Beyond 計劃時，可以建立一個 Admin API 應用程式。這將允許 authentik 自動匯入裝置。

# s38162f615710c7b4
source: Modify the payload sent to the custom provider.
fi: Muokkaa tietosisältöä, joka lähetetään mukautetulle palveluntarjoajalle.
ko: 사용자 지정 공급자로 전송되는 페이로드를 수정합니다.
nl: Wijzig het payload-bericht dat naar de aangepaste provider wordt verzonden.
zh_tw: 修改發送至客製化供應商的酬載。

# sb1fe947f9ad27b9d
source: Token expiry
fi: Tunnisteen vanheneminen
ko: 토큰 유효기간
nl: Token-verval
zh_tw: 權杖有效期限

# s1c6ba8d100453392
source: Time in minutes the token sent is valid.
fi: Aika minuutteina, jonka verran lähetetty tunniste on voimassa.
ko: 전송한 토큰이 유효한 시간입니다.
nl: Tijd in minuten dat het verzonden token geldig is.
zh_tw: 發送權杖的有效期限（分鐘為單位）。

# s25ec2846f6b88214
source: Webhook Mapping
fi: Webhook-kytkentä
ko: 웹훅 맵핑
nl: Webhook-toewijzing
zh_tw: Webhook 對應

# sa55ee64c5c51df0f
source: Select the group of users which the alerts are sent to. If no group is selected the rule is disabled.
fi: Valitse käyttäjäryhmä, jolle hälytykset lähetetään. Jos ryhmää ei ole valittu, sääntö ei ole käytössä.
ko: 알림을 전송할 사용자 그룹을 선택합니다. 그룹을 선택하지 않으면 규칙이 비활성화됩니다.
nl: Selecteer de groep gebruikers waar de waarschuwingen naartoe worden gestuurd. Als er geen groep is geselecteerd, is de regel uitgeschakeld.
zh_tw: 選擇接收警報的使用者群組。如果沒有選擇群組，則規則將被停用。

# s5140d157642d7362
source: None (rule disabled)
fi: Ei mitään (sääntö ei käytössä)
ko: 없음 (규칙 비활성화)
nl: Geen (regel uitgeschakeld)
zh_tw: 無（停用規則）

# sa7fcf026bd25f231
source: Can be in the format of 'unix://' when connecting to a local docker daemon, using 'ssh://' to connect via SSH, or 'https://:2376' when connecting to a remote system.
fi: Voidaan käyttää muotoa 'unix://' kun yhdistetään paikalliseen docker-palveluun, muotoa 'ssh://' käytettäessä SSH:ta tai 'https://:2376' yhdistettäessä ulkoiseen järjestelmään.
ko: 로컬 도커 데몬에 연결할 때는 'unix://', SSH를 통해 연결할 때는 'ssh://', 원격 시스템에 연결할 때는 'https://:2376'의 형식을 사용할 수 있습니다.
nl: Kan in het formaat 'unix://' zijn bij het verbinden met een lokale Docker-daemon, 'ssh://' gebruiken om via SSH te verbinden, of 'https://:2376' bij het verbinden met een extern systeem.
zh_tw: 當連接到本機 Docker 常駐程式時，將會是「unix: //」的格式，通過 SSH 連線時使用「ssh: //」，或者當連接到遠端系統時，將會是「https://:2376」的格式。

# s3a5fec3d73ac9edc
source: Create Certificate-Key Pair
fi: Luo sertifikaatti-avainpari
ko: 인증서-키 쌍 만들기
nl: Certificaat-sleutelpaar aanmaken
zh_tw: 建立憑證金鑰對

# sf9bddaf910f4eea5
source: Generate Certificate-Key Pair
fi: Luo sertifikaatti-avainpari
ko: 인증서-키 쌍 발행
nl: Genereren Certificaat-sleutelpaar
zh_tw: 產生憑證金鑰對

# s4207178ba0b99418
source: A newer version of the frontend is available.
fi: Käyttöliittymästä on saatavilla uudempi versio.
ko: 새로운 버전의 프론트엔드를 사용할 수 있습니다.
nl: Een nieuwere versie van de front-end is beschikbaar.
zh_tw: 有可用的新版本前端網頁。

# s96b3cddf33e1c853
source: You're currently impersonating ${this.impersonation}. Click to stop.
fi: Esiinnyt tällä hetkellä käyttäjänä ${this.impersonation}. Klikkaa lopettaaksesi.
ko: 현재 ${this.impersonation}로 가장(impersonating)하고 있습니다. 클릭해서 정지.
zh_tw: 您現在正在模擬 ${this.impersonation}。點擊停止模擬。

# sc1589121ae2f5f92
source: Enter the code shown on your device.
fi: Kirjoita laitteellasi näkyvä koodi.
ko: 디바이스에 표시된 코드를 입력합니다.
nl: Voer de code in die op uw apparaat wordt weergegeven.
zh_tw: 輸入顯示在您裝置上的認證碼。

# s67dedada007d4067
source: Failed to disconnected source: ${exc}
fi: Lähteen yhteydetn katkaisu epäonnistui: ${exc}
ko: 소스 연결 끊기 실패: ${exc}
nl: Kon de bron niet loskoppelen: ${exc}
zh_tw: 無法解除來自以下來源的連線： ${exc}

# s28cbd874ba450b4e
source: Less details
fi: Vähemmän tietoja
ko: 적게 보기
nl: Minder details
zh_tw: 顯示更少資訊

# s14bf17e2a1a2c381
source: Restart task
fi: Aloita tehtävä uudelleen
ko: 작업 다시 시작
nl: Taak opnieuw starten
zh_tw: 重新啟動工作

# sadadfe9dfa06d7dd
source: No sync status.
fi: Ei synkronoinnin tilatietoja.
ko: 동기화 상태가 없습니다.
zh_tw: 無同步的狀態。

# s2b1c81130a65a55b
source: Sync currently running.
fi: Synkronointi käynnissä.
ko: 현재 동기화가 실행 중입니다.
zh_tw: 正在進行同步。

# s7513372fe60f6387
source: Event volume
fi: Tapahtumavolyymi
ko: 이력 규모

# s6709b81e1ed4e39f
source: The current brand must have a recovery flow configured to use a recovery link
fi: Tällä brändillä täytyy olla palautusprosessi jotta palautuslinkkiä voidaan käyttää

# s676d94e7e31a8075
source: SCIM Source is in preview.
fi: SCIM-lähde on esikatselutilassa.

# sc1673c93148583ba
source: Request failed. Please try again later.
fi: Pyyntö epäonnistui. Yritä myöhemmin uudelleen.

# sa5f28f1ad0bee45b
source: Google Workspace Provider is in preview.
fi: Google Workspace -palveluntarjoaja on esikatselutilassa.

# sf341f5dfc7a11633
source: Microsoft Entra Provider is in preview.
fi: Microsoft Entra -palveluntarjoaja on esikatselutilassa.

# saf4b498d81141878
source: Finished successfully
fi: Valmistui onnistuneesti

# s46f1d86ffec6223c
source: Finished with errors
fi: Valmistui, mutta tapahtui virheitä

# sbd12ed8a1053a108
source: Finished ${getRelativeTime(task.finishTimestamp)} (${task.finishTimestamp.toLocaleString()})
fi: Valmistui: ${getRelativeTime(task.finishTimestamp)} (${task.finishTimestamp.toLocaleString()})

# sc3c334d642866997
source: Sync currently running
fi: Synkronointi käynnissä

# s681c086b8f7afcae
source: Global
fi: Yleinen

# s26c2828bf8db525e
source: ASNs
fi: ASN:t
tr: ASN'ler

# s354405ae02cb262d
source: Last seen: ${getRelativeTime(lastSeen)} (${lastSeen.toLocaleTimeString()})
fi: Viimeksi nähty: ${getRelativeTime(lastSeen)} (${lastSeen.toLocaleTimeString()})

# s66f572bec2bde9c4
source: External applications that use ${this.brand.brandingTitle || "authentik"} as an identity provider via protocols like OAuth2 and SAML. All applications are shown here, even ones you cannot access.
fi: Ulkoiset sovellukset, jotka käyttävät palvelua ${this.brand.brandingTitle || "authentik"} tunnistautuimspalveluntarjoajana protokollien, kuten OAuth2 ja SAML kanssa. Kaikki sovellukset näytetään tässä, myös ne, joihin sinulla ei ole pääsyä.

# s10ba15343fe64890
source: Choose A Provider
fi: Valitse palveluntarjoaja

# sdc8a8f29af6aa411
source: This application does currently not have any application entitlement defined.
fi: Tällä sovelluksella ei tällä hetkellä ole määriteltyjä oikeuksia.

# s76f5dca6404a1210
source: Webhook (Slack/Discord)
ko: 웹훅 (Slack/Discord)
ru: Вебхук (Slack/Discord)
tr: Webhook (Kayak/Uyuşmazlık)

# s97f9bf19fa5b57d1
source: SSH
tr: SSH (SSH)

# s7c100119e9ffcc32
source: VNC
tr: VNC (Radyo ve Televizyon Hizmetleri

# sfbfccbd3e395c147
source: ECDSA
tr: ECDSA Sertifikası

# s97f2dc19fa556a6a
source: SMS
ru: СМС
zh_tw: 簡訊

# s6dfd15978586d05f
source: Welcome, ${name}.
ko: ${name} 님 반갑습니다.
nl: Welkom, ${name}.
zh_tw: 歡迎，${name}。

# sbc80eab557fbf782
source: Search group
ko: 그룹 검색
nl: Zoek groep
zh_tw: 搜尋群組

# s04b7f8d6aaef3756
source: Users in the selected group can do search queries. If no group is selected, no LDAP Searches are allowed.
ko: 선택한 그룹의 사용자는 검색 쿼리를 수행할 수 있습니다. 그룹이 선택되지 않은 경우, LDAP 검색을 할 수 없습니다.
nl: Gebruikers in de geselecteerde groep kunnen zoekopdrachten uitvoeren. Als er geen groep is geselecteerd, zijn er geen LDAP-zoekopdrachten toegestaan.
zh_tw: 選中的群組中的使用者可以搜尋查詢，如果未選擇任何群組，則無法執行 LDAP 搜尋。

# s7f9eb9c8bd26e8fd
source: Valid redirect URLs after a successful authorization flow. Also specify any origins here for Implicit flows.
ko: 성공적인 인증 플로우 이후의 유효한 리디렉션 URL을 지정하세요. 또한 암시적 플로우에 대한 경우 여기에 origin을 지정하세요.
nl: Geldige doorverwijzings-URL's na een succesvolle autorisatieflow. Specificeer hier ook eventuele oorsprongen voor impliciete stromen.
zh_tw: 成功授權流程後的有效重新導向的網址。對於隱式流程，也在此處指定任何來源。

# sa8384c9c26731f83
source: To allow any redirect URI, set this value to ".*". Be aware of the possible security implications this can have.
ko: 리디렉션 URI를 허용하려면 이 값을 ".*"로 설정합니다. 이로 인해 발생할 수 있는 보안상의 영향에 유의하세요.
zh_tw: 欲允許任何重新導向的 URI，輸入 ".*" ，但請注意這個可會有安全性風險。

# sffd2e553143d1b0e
source: Hold control/command to select multiple items.
ko: 여러 항목을 선택하려면 Ctrl/Command를 누르세요.
nl: Houd control/command ingedrukt om meerdere items te selecteren.
zh_tw: 按住 ctrl/command 鍵選擇多個項目。

# s7f2dcf01f7a8c0b7
source: List of CIDRs (comma-seperated) that clients can connect from. A more specific CIDR will match before a looser one. Clients connecting from a non-specified CIDR will be dropped.
ko: 클라이언트가 연결할 수 있는 CIDR 목록(쉼표로 구분)입니다. 더 구체적인 CIDR이 더 넓은 것보다 먼저 일치합니다. 지정되지 않은 CIDR에서 연결하는 클라이언트는 거부됩니다.
nl: Lijst van CIDR's (komma-gescheiden) waarvandaan clients kunnen verbinden. Een specifiekere CIDR komt overeen voordat een ruimere. Clients die verbinding maken vanaf een niet-gespecificeerde CIDR worden geweigerd.
zh_tw: 用戶端可以連線的 CIDR 列表（以逗號分隔）。 更具體的 CIDR 會在較寬鬆的 CIDR 之前優先套用。 來自未指定 CIDR 的用戶端連線將被拒絕。

# s61eacb19db252f5e
source: URL
zh_tw: 網址

# sc2cedfb22488ccb2
source: Modern applications, APIs and Single-page applications.
ko: 현대적인 애플리케이션, API 및 단일 페이지 애플리케이션.
nl: Moderne applicaties, API's en Single-page applicaties.
zh_tw: 新一代的應用程式，API 和單頁式應用程式

# sffd5481034a1bd41
source: Provide an LDAP interface for applications and users to authenticate against.
ko: 응용 프로그램 및 사용자가 인증하기 위한 LDAP 인터페이스를 제공하세요.
nl: Geef een LDAP-interface voor applicaties en gebruikers om tegen te verifiëren.
zh_tw: 提供一個 LDAP 介面，供應用程式和用戶進行身份認證。

# sfab527528ea64618
source: Matches Event's Client IP (strict matching, for network matching use an Expression Policy.
ko: 이벤트의 클라이언트 IP를 일치시킵니다 (엄격 일치, 네트워크 일치의 경우 표현식 정책 사용.
nl: Matcht de cliënt IP van een gebeurtenis (strikt matchen, voor netwerk matchen gebruik een Expressie Beleid).
zh_tw: 配對事件的用戶端 IP（嚴格篩選，如要配對網路請使用表示式政策）。

# s67560d7e37d984c3
source: Policy / User / Group
ko: 정책 / 사용자 / 그룹
nl: Beleid / Gebruiker / Groep
zh_tw: 政策 / 使用者 / 群組

# s030ac0829bb50a49
source: Policy ${item.policyObj?.name}
ko: ${item.policyObj?.name} 정책
nl: Beleid ${item.policyObj?.name}
zh_tw: 政策 ${item.policyObj?.name}

# s2a64d2dca3da9b0e
source: Group ${item.groupObj?.name}
ko: ${item.groupObj?.name} 그룹
nl: Groep ${item.groupObj?.name}
zh_tw: 群組 ${item.groupObj?.name}

# se5dc026819a32ff8
source: User ${item.userObj?.name}
ko: ${item.userObj?.name} 사용자
nl: Gebruiker ${item.userObj?.name}
zh_tw: 使用者 ${item.userObj?.name}

# sddb040c47daae56b
source: Bind existing policy
ko: 기존 정책 바인딩
nl: Bestaand beleid koppelen
zh_tw: 附加到現存的政策

# s7c05ee41d634aa45
source: Property mappings used to user creation.
ko: 사용자 생성에 사용되는 특성 매핑입니다.
nl: Eigenschapstoewijzingen gebruikt voor het aanmaken van gebruikers.
zh_tw: 用於建立使用者的屬性對應。

# s76768bebabb7d543
source: Field which contains members of a group. Note that if using the "memberUid" field, the value is assumed to contain a relative distinguished name. e.g. 'memberUid=some-user' instead of 'memberUid=cn=some-user,ou=groups,...'
ko: 그룹 구성원이 포함된 필드입니다. 'memberUid' 필드를 사용하는 경우 값에 상대적인 고유 이름이 포함된 것으로 가정합니다 (예:'memberUid=some-user' 대신 'memberUid=cn=some-user,ou=groups,...').
zh_tw: 包含群組成員的欄位。注意，如果使用「memberUid」欄位，則假設其值包含相對可分辨的名稱。例如，「memberUID=some-user」而不是「memberuid=cn=some-user,ou=groups,... 」

# s1c33d22492029aba
source: Object field
ko: 오브젝트 필드
nl: Objectveld
zh_tw: 物件欄位

# s06df3c3b6a503da8
source: Field of the user object this value is written to.
ko: 이 값을 기록하는 사용자 객체의 필드입니다.
nl: Veld van het gebruikersobject waarde naar wordt geschreven.
zh_tw: 此值寫入到使用者物件的欄位。

# s3626433940124897
source: Favicon
ko: 파비콘
zh_tw: 網站圖示

# s1c2fd8097e14a608
source: Recovery flow. If left empty, the first applicable flow sorted by the slug is used.
ko: 복구 플로우. 비워두면 슬러그별로 정렬된 첫 번째 적용 가능한 플로우가 사용됩니다.
nl: Herstelflow. Als dit leeg wordt gelaten, wordt de eerste toepasselijke flow gesorteerd op de slug gebruikt.
zh_tw: 用於各類救援的流程。如果為空則按縮寫順序使用第一個符合的流程。

# s7b1fba26d245cb1c
source: When using an external logging solution for archiving, this can be set to "minutes=5".
ko: 아카이브에 외부 로깅 솔루션을 사용하는 경우, 이 값을 "minutes=5"로 설정할 수 있습니다.
zh_tw: 如果使用外部日誌紀錄解決方案時，可以設定為「minutes=5」。

# s8ce8bdc9cc9c8604
source: Consent given last indefinitely
ko: 비한정으로 동의 지속
nl: Toestemming blijft onbeperkt geldig
zh_tw: 給予永久性的同意

# sb986f15fa9b17805
source: Consent expires.
ko: 동의가 만료됩니다.
nl: Toestemming verloopt.
zh_tw: 給予有期限的同意

# s2d5f69929bb7221d
source: ${prompt.name} ("${prompt.fieldKey}", of type ${prompt.type})
zh_tw: ${prompt.name} (「${prompt.fieldKey}」，類型為 ${prompt.type})

# s239c2a351cde6d39
source: Require no authentication.
ko: 인증 필요 없음.
nl: Vereis geen authenticatie.
zh_tw: 需要無身分認證

# s98beadfeeb3acb66
source: Require superuser.
ko: 슈퍼유저권한이 필요합니다.
nl: Vereis supergebruiker.
zh_tw: 需要超級使用者

# s207e8b106806d7e4
source: Bind stage
ko: 스테이지 바인드
nl: Fase binden
zh_tw: 附加階段

# s02b632a9ac24a824
source: Last seen: ${this.outpostHealth.lastSeen?.toLocaleTimeString()}
ko: 마지막 확인: ${this.outpostHealth.lastSeen?.toLocaleTimeString()}
nl: Laatst gezien: ${this.outpostHealth.lastSeen?.toLocaleTimeString()}
zh_tw: 最後上線時間： ${this.outpostHealth.lastSeen?.toLocaleTimeString()}

# s18b910437b73e8e8
source: Return to device picker
ko: 디바이스 선택기로 돌아가기
nl: Terug naar apparaatkeuze
zh_tw: 回到選擇裝置頁面

# sdf34a5599d66f85c
source: Background image
ko: 배경 이미지
nl: Achtergrondafbeelding
zh_tw: 背景圖片

# s836148f721d8913b
source: Transparent Reverse Proxy
ko: 투명 리버스 프록시
zh_tw: 透明反向代理

# s945a6b94361ee45b
source: For transparent reverse proxies with required authentication
ko: 인증이 필요한 투명한 리버스 프록시의 경우
zh_tw: 用於需要身份認證的透明反向代理

# s40830ec037f34626
source: Configure SAML provider manually
ko: SAML 공급자를 수동으로 구성
zh_tw: 手動設定 SAML 供應商

# sea9fc40dfd1d18b1
source: Configure RADIUS provider manually
ko: RADIUS 공급자를 수동으로 구성
zh_tw: 手動設定 RADIUS 供應商

# sa1b0052ae095b9b3
source: Configure SCIM provider manually
ko: SCIM 공급자를 수동으로 구성
zh_tw: 手動設定 SCIM 供應商

# s15831fa50a116545
source: Saving Application...
zh_tw: 儲存應用程式中……

# s823abdb61543a826
source: Authentik was unable to save this application:
ko: authentik이 이 애플리케이션을 저장하지 못했습니다:
zh_tw: authentik 無法儲存這個應用程式：

# h10ef80d434185070
source: Use this provider with nginx's <code>auth_request</code> or traefik's <code>forwardAuth</code>. Each application/domain needs its own provider. Additionally, on each domain, <code>/outpost.goauthentik.io</code> must be routed to the outpost (when using a managed outpost, this is done for you).
zh_tw: 將此供應商與 nginx 的<code>auth_request</code>或 traefik 的<code>forwardAuth</code>一起使用。 每個應用程式或網域需要其自己的供應商。此外，在每個網域上，<code>/outpost.goauthentik.io</code>必須路由到 Outpost（當使用代管的 Outpost 時，這將會自動完成）。

# s4bd386db7302bb22
source: Create With Wizard
ko: authentik 마법사로 생성
zh_tw: 使用設定精靈建立

# s61bd841e66966325
source: External applications that use authentik as an identity provider via protocols like OAuth2 and SAML. All applications are shown here, even ones you cannot access.
ko: OAuth2 및 SAML과 같은 프로토콜을 통해 인증서를 ID 공급자로 사용하는 외부 애플리케이션. 액세스할 수 없는 애플리케이션을 포함한 모든 애플리케이션이 여기에 표시됩니다.
zh_tw: 使用 authentik 作為身份供應商的外部應用程式，透過像 OAuth2 和 SAML 這樣的協議。此處顯示所有應用程式，即使是您無法存取的應用程式也包括在內。

# s09f0c100d0ad2fec
source: Open Wizard
ko: 마법사 열기
zh_tw: 開啟設定精靈

# sf2ef885f7d0a101d
source: Demo Wizard
ko: 데모 마법사
zh_tw: 設定精靈示範

# s77505ee5d2e45e53
source: Run the demo wizard
ko: 데모 마법사 실행
zh_tw: 執行設定精靈示範

# s7f5bb0c9923315ed
source: Forward Auth (Single Application)
ko: Forward Auth (단일 애플리케이션)
zh_tw: 轉發認證（單一應用程式）

# sf8008d2d6b064b95
source: Forward Auth (Domain Level)
ko: Forward Auth (도메인 레벨)
zh_tw: 轉發認證（網域層級）

# sdc9a6ad1af30572c
source: For nginx's auth_request or traefik's forwardAuth
ko: Nginx의 auth_request 또는 Traefik의 forwardAuth의 경우
zh_tw: 適用於 nginx 的「auth_request」或 traefik 的「forwardAuth」

# sfc31264ef7ff86ef
source: For nginx's auth_request or traefik's forwardAuth per root domain
ko: 루트 도메인 당 Nginx의 auth_request 또는 Traefik의 forwardAuth 경우
zh_tw: 適用於每個主網域的 nginx 的「auth_request」或 traefik 的「forwardAuth」

# sc615309d10a9228c
source: RBAC is in preview.
ko: RBAC 는 현재 프리뷰입니다.
zh_tw: RBAC 正處於預覽版本。

# s0924f51b028233a3
source: <No name set>
ko: <설정된 이름 없음>
