Repository: goauthentik/authentik
Catalog: web/xliff/*.xlf
Languages: cs_cz, de, es, fi, fr, it, ko, nl, pt_br, ru, tr, zh_tw

# s2eeca5cfc99ef19b
source: Decides the response when a policy denies access to this flow for a user.
cs_cz: Nastavuje chování pro případ, kdy zásada zamítne uživateli přístup k toku.
de: Entscheidet über die Reaktion, wenn eine Policy einem Benutzer den Zugang zu diesem Flow verweigert.
es: Decide la respuesta cuando una política niega el acceso a este flujo a un usuario.
fi: Päättää vastauksen kun käytäntö estää käyttäjän pääsyn tähän prosessiin.
fr: Décider de la réponse quand une politique refuse l'accès à ce flux pour un utilisateur.
it: Decide la risposta quando una politica nega l'accesso a questo flusso per un utente.
ko: 정책에서 사용자의 이 플로우에 대한 액세스를 거부할 때 응답을 결정합니다.
nl: Bepaalt de reactie wanneer een beleid de toegang tot deze flow voor een gebruiker weigert.
pt_br: Decide a resposta quando uma política nega acesso a este fluxo para um usuário.
ru: Определяет ответ, когда политика отказывает пользователю в доступе к этому потоку.
tr: Bir ilke bir kullanıcı için bu akışa erişimi reddettiğinde verilecek yanıta karar verir.
zh_tw: 決定當這個流程的使用者被政策拒絕存取時的回應。

# sbaf20067de176c90
source: Appearance settings
cs_cz: Nastavení vzhledu
de: Einstellungen des Erscheinungsbildes
es: Ajustes de apariencia
fi: Ulkoasun asetukset
fr: Paramètres d'apparence
it: Impostazioni di visualizzazione
ko: 외형 설정
nl: Weergave-instellingen
pt_br: Configurações de aparência
ru: Настройки внешнего вида
tr: Görünüm ayarları
zh_tw: 外觀設定

# s1efbfc3937d565bd
source: Background
cs_cz: Pozadí
de: Hintergrund
es: Fondo
fi: Tausta
fr: Arrière-plan
it: Sfondo
ko: 배경
nl: Achtergrond
pt_br: Fundo
ru: Фон
tr: Arkaplan
zh_tw: 背景

# s374abf1a54d87b67
source: Background shown during execution.
cs_cz: Pozadí, které se zobrazí při spuštění toku.
de: Hintergrund während der Ausführung.
es: Se muestra el fondo durante la ejecución.
fi: Suorittamisen aikana näytettävä tausta.
fr: Arrière-plan utilisé durant l'exécution.
it: Sfondo mostrato durante l'esecuzione.
ko: 실행 중 배경이 표시됩니다.
nl: Achtergrond weergegeven tijdens uitvoering.
pt_br: Fundo mostrado durante a execução.
ru: Фон, отображаемый во время выполнения.
tr: Yürütme sırasında arka plan gösterilir.
zh_tw: 執行過程中顯示的背景。

# sb904f23f17b60c3a
source: Successfully imported flow.
cs_cz: Tok byl úspěšně importován.
de: Flow erfolgreich importiert.
es: El flujo se importó correctamente.
fi: Prosessin tuonti onnistui.
fr: Flux importé avec succès
it: Importazione del flusso riuscita.
ko: 플로우를 성공적으로 가져왔습니다.
nl: Flow succesvol geïmporteerd.
pt_br: Fluxo importado com sucesso.
ru: Поток успешно импортирован.
tr: Akış başarıyla aktarıldı.
zh_tw: 成功匯入流程。

# s8b0e21adf383c8ba
source: .yaml files, which can be found in the Example Flows documentation
pt_br: Arquivos .yaml, que podem ser encontrados na documentação "Example Flows"

# sc816360d6f5a1eeb
source: Flows describe a chain of Stages to authenticate, enroll or recover a user. Stages are chosen based on policies applied to them.
cs_cz: Toky popisují řetězec Kroků pro ověření, registraci nebo obnovení uživatele. Kroky jsou vybírány na základě zásad, které jsou na ně aplikovány.
de: Flows beschreiben eine Kette von Stages zum Authentifizieren, Registrieren oder Wiederherstellen eines Benutzers. Stages werden basierend auf den auf sie angewendeten Richtlinien ausgewählt.
es: Los flujos describen una cadena de Etapas para autenticar, inscribir o recuperar un usuario. Las etapas se eligen en función de las políticas que se les aplican.
fi: Prosessit määrittävät ketjun vaiheita käyttäjän tunnistautumiseen, rekisteröitymiseen tai palauttamiseen. Vaiheet valitaan niihin määriteltyjen käytäntöjen perusteella.
fr: Les flux décrivent une succession d'étapes pour authentifier, inscrire ou récupérer un utilisateur. Les étapes sont choisies en fonction des politiques qui leur sont appliquées.
it: I flussi descrivono una catena di fasi per autenticare, iscrivere o recuperare un utente. Le fasi vengono scelte in base alle politiche applicate a loro.
ko: 플로우는 사용자를 인증, 등록 또는 복구하기 위한 일련의 단계를 설명합니다. 스테이지에 적용되는 정책에 따라 스테이지가 선택됩니다.
nl: Flows beschrijven een reeks fases om een gebruiker te authenticeren, in te schrijven of te herstellen. Fases worden gekozen op basis van toegepaste beleidsregels.
pt_br: Os fluxos descrevem uma cadeia de estágios para autenticar, inscrever ou recuperar um usuário. Os estágios são escolhidos com base nas políticas aplicadas a eles.
ru: Потоки описывают цепочку этапов для аутентификации, регистрации или восстановления пользователя. Этапы выбираются на основе применяемых к ним политик.
tr: Akışlar, bir kullanıcının kimliğini doğrulamak, kaydetmek veya kurtarmak için Aşama zincirini tanımlar. Aşamalar, bunlara uygulanan ilkelere göre seçilir.
zh_tw: 流程描述了一系列階段，用於認證、註冊或救援使用者。根據應用於它們的政策選擇階段。

# s6f857299d5db1ecf
source: Flow(s)
cs_cz: Tok(y)
es: Flujo (s)
fi: Prosessi(t)
fr: Flux
it: Flusso(i)
ko: 플로우
pt_br: Fluxo(s)
ru: Поток(и)
tr: Akış (ler)
zh_tw: 流程

# s9e830cbc0b42a514
source: Update Flow
cs_cz: Aktualizovat tok
de: Flow aktualisieren
es: Actualizar Flujo
fi: Päivitä prosessi
fr: Mettre à jour le flux
it: Aggiorna Flusso
ko: 플로우 업데이트
nl: Flow bijwerken
pt_br: Atualizar Fluxo
ru: Обновить поток
tr: Akışı Güncelle
zh_tw: 更新流程

# s5d90aeadfcb34286
source: Execute "${item.name}"
pt_br: Executar "${item.name}"

# sc4fdeccf14be5378
source: Execute
cs_cz: Provést
de: Ausführen
es: Ejecutar
fi: Suorita
fr: Exécuter
it: Esegui
ko: 실행
nl: Uitvoeren
pt_br: Executar
ru: Выполнить
tr: Yürütmek
zh_tw: 執行

# saa25eac2952d918d
source: Export "${item.name}"
pt_br: Exportar "${item.name}"

# s293aa6a6446fb153
source: Export
cs_cz: Exportovat
de: Exportieren
es: Exportar
fi: Vie
fr: Exporter
it: Esportazione
ko: 내보내기
nl: Exporteren
pt_br: Exportar
ru: Экспорт
tr: İhracat
zh_tw: 匯出

# s2f1bcfcc5cae94c3
source: Create Flow
cs_cz: Vytvořit tok
de: Flow erstellen
es: Crear flujo
fi: Luo prosessi
fr: Créer un flux
it: Crea Flusso
ko: 플로우 생성
nl: Flow aanmaken
pt_br: Criar Fluxo
ru: Создать поток
tr: Akış Oluştur
zh_tw: 建立流程

# s832282d415294df4
source: Import Flow
cs_cz: Importovat tok
de: Flow importieren
es: Flujo de importación
fi: Tuo prosessi
fr: Importer un flux
it: Importa Flusso
ko: 플로우 가져오기
nl: Flow importeren
pt_br: Importar Fluxo
ru: Импортировать поток
tr: Akışı İçe Aktar
zh_tw: 匯入流程

# s098237f7ccb4dc4a
source: Successfully cleared flow cache
cs_cz: Úspěšně vymazána mezipaměť toku
de: Der Flow-Cache wurde erfolgreich geleert
es: Memoria Caché borrada correctamente
fi: Prosessivälimuistin tyhjennys onnistui.
fr: Cache de flux vidé avec succès
it: Cache di flusso cancellata con successo
ko: 플로우 캐시를 성공적으로 지웠습니다.
nl: Flowcache succesvol gewist
pt_br: Cache de fluxo limpo com sucesso
ru: Кэш потока успешно очищен
tr: Akış önbelleği başarıyla temizlendi
zh_tw: 成功清除流程的快取

# s59572c1be31a812e
source: Failed to delete flow cache
cs_cz: Nepodařilo se odstranit mezipaměť toku
de: Flow-Cache löschen fehlgeschlagen
es: No se pudo eliminar la caché de flujo
fi: Prosessivälimuistin tyhjennys epäonnistui.
fr: Impossible de vider le cache de flux
it: Impossibile eliminare la cache di flusso
ko: 플로우 캐시를 삭제하지 못했습니다.
nl: Kon flowcache niet wissen
pt_br: Falha ao excluir o cache de fluxo
ru: Не удалось удалить кэш потока
tr: Akış önbelleği silinemedi
zh_tw: 無法刪除流程的快取

# sa2b727168b090d34
source: Clear Flow cache
cs_cz: Vymazat mezipamět toku
de: Flow-Cache löschen
es: Borrar caché de flujo
fi: Tyhjennä prosessivälimuisti
fr: Vider le cache de flux
it: Pulisci cache flusso
ko: 플로우 캐시 지우기
nl: Flowcache wissen
pt_br: Limpar cache de fluxo
ru: Очистить кэш потока
tr: Akış önbelleğini temizleme
zh_tw: 清除流程的快取

# sf12d588a76ba7e51
source: Are you sure you want to clear the flow cache? This will cause all flows to be re-evaluated on their next usage.
cs_cz: Opravdu chcete vymazat mezipaměť toku? To způsobí, že všechny toky budou znovu vyhodnoceny při jejich dalším použití.
de: Sind Sie sicher, dass Sie den Flow-Cache löschen wollen? Dies führt dazu, dass alle Flows bei der nächsten Verwendung neu ausgewertet werden.
es: ¿Estás seguro de que quieres limpiar el caché de flujos? Esto causará que todos los flujos sean reevaluados la próxima vez que se utilicen.
fi: Haluatko varmasti tyhjentää prosessivälimuistin? Tämä aiheuttaa kaikkien käytäntöjen uudelleensuorittamisen niiden seuraavalla käyttökerralla.
fr: Êtes-vous sûr de vouloir vider le cache des flux ? Cela va forcer une ré-évaluation de tous les flux lors de leur prochaine utilisation.
it: Sei sicuro di voler cancellare la cache del flusso? Ciò causerà la rivalutazione di tutti i flussi al loro prossimo utilizzo.
ko: 플로우 캐시를 지우시겠습니까? 이렇게 하면 다음 사용 시 모든 플로우가 재평가됩니다.
nl: Weet je zeker dat je de flow-cache wilt wissen? Dit zal ertoe leiden dat alle flows opnieuw worden geëvalueerd bij hun volgende gebruik.
pt_br: Tem certeza de que deseja limpar o cache de fluxo? Isso fará com que todos os fluxos sejam reavaliados em seu próximo uso.
ru: Вы уверены, что хотите очистить кэш потока? Это приведет к тому, что все потоки будут заново оценены при следующем использовании.
tr: Akış önbelleğini temizlemek istediğinizden emin misiniz? Bu, tüm akışların bir sonraki kullanımlarında yeniden değerlendirilmesine neden olur.
zh_tw: 您確定要清除流程快取嗎？這將導致所有流程在下次使用時重新評估。

# sbe47a5bdeec19ab0
source: Stage binding(s)
cs_cz: Vazba(y) kroku
de: Stage Bindung(en)
es: Vínculo(s) de Etapa
fi: Vaiheliitokset
fr: Liaison(s) de l'étape
it: Associazione(i) fase
ko: 스테이지 바인딩
nl: Fasebinding(en)
pt_br: Vinculação de estágio(s)
ru: Привязка (привязки) этапа
tr: Aşama bağlama (ler)
zh_tw: 階段附加

# sfa88f413e287bb0f
source: Stage type
cs_cz: Typ kroku
de: Stage Typ
es: Tipo de escenario
fi: Vaiheen tyyppi
fr: Type d'étape
it: Tipo fase
ko: 스테이지 유형
nl: Fasetype
pt_br: Tipo de estágio
ru: Тип этапа
tr: Aşama türü
zh_tw: 階段類型

# s04440099d97c0bef
source: Edit Stage
cs_cz: Upravit krok
de: Stage bearbeiten
es: Editar etapa
fi: Muokkaa vaihetta
fr: Éditer l'étape
it: Modifica Fase
ko: 스테이지 편집
nl: Fase bewerken
pt_br: Editar Estágio
ru: Редактировать этап
tr: Aşama Alanını Düzenle
zh_tw: 編輯階段

# s980270d0fab7ecb3
source: Update Stage binding
cs_cz: Aktualizovat vazbu kroku
de: Stage Bindung aktualisieren
es: Actualizar Vínculo de Etapa
fi: Päivitä vaiheen liitos
fr: Mettre à jour la liaison de l'étape
it: Aggiorna Associazione fase
ko: 스테이지 바인딩 업데이트
nl: Fasebinding bijwerken
pt_br: Atualizar Vinculação de Estágio
ru: Обновить привязку этапа
tr: Aşama bağlamasını Güncelle
zh_tw: 更新階段附加

# sfe938c1585e0bf68
source: These bindings control if this stage will be applied to the flow.
cs_cz: Tyto vazby kontrolují, zda bude tento krok aplikován na tok.
de: Diese Bindings steuern, ob diese Stage auf den Flow angewendet wird.
es: Estas vinculaciones controlan si esta etapa se aplicará al flujo.
fi: Nämä liitokset määrittävät, voidaanko vaihetta käyttää prosessissa.
fr: Ces liaisons contrôlent si cette étape sera appliquée au flux.
it: Questi legami controllano se questa fase verrà applicata al flusso.
ko: 이러한 바인딩은 이 단계가 플로우에 적용될지 여부를 제어합니다.
nl: Deze bindingen bepalen of deze fase aan de flow zal worden toegevoegd.
pt_br: Essas vinculações controlam se este estágio será aplicado ao fluxo.
ru: Эти привязки определяют, будет ли данный этап применяться к потоку.
tr: Bu bağlamalar, bu aşama akışa uygulanacak olup olmadığını denetler.
zh_tw: 這些附加控制此階段是否將應用於流程。

# sfac6f995c7670559
source: No Stages bound
cs_cz: Nejsou přiřazené žádné kroky
de: Keine Stages verknüpft.
es: Sin límite de etapas
fi: Vaiheita ei ole liitetty
fr: Aucune étape liée
it: Nessuna fase associata
ko: 스테이지 바인딩 없음
nl: Geen fasen gebonden
pt_br: Nenhum Estágio vinculado
ru: Нет привязанных этапов
tr: Hiçbir Aşama Bağlı
zh_tw: 沒有已附加的階段

# s955c1fec1c6fb970
source: No stages are currently bound to this flow.
cs_cz: K tomuto toku nejsou přiřazené žádné kroky.
de: Aktuell sind keine Stages mit diesem Flow verknüpft.
es: Actualmente, no hay etapas vinculadas a este flujo.
fi: Tähän prosessiin ei ole liitetty vaiheita.
fr: Aucune étape n'est actuellement liée à ce flux.
it: Al momento non sono presenti fasi associate a questo flusso.
ko: 현재 이 흐름에 바인딩된 스테이지가 없습니다.
nl: Er zijn momenteel geen fasen gebonden aan deze flow.
pt_br: Nenhum estágio está atualmente vinculado a este fluxo.
ru: В настоящее время ни один этап не связан с этим потоком.
tr: Hiçbir aşama şu anda bu akışa bağlı değildir.
zh_tw: 目前沒有階段附加到此流程。

# s6f367f5604d5056d
source: Create and bind Stage
cs_cz: Vytvořit a svázat krok
de: Stage erstellen und verknüpfen
es: Crear y vincular Etapa
fi: Luo ja kytke vaihe
fr: Créer et lier une étape
it: Crea e associa fase
ko: 바인드 스테이지 생성
pt_br: Criar e vincular Etapa
ru: Создать и привязать этап
tr: Sahne Alanı oluşturma ve bağlama
zh_tw: 建立階段並附加

# s9a393a04eaf1eb0e
source: Create Stage binding
cs_cz: Vytvořit přiřazení kroku
de: Stage Bindung erstellen
es: Crear Vínculo de Etapa
fi: Luo vaiheen liitos
fr: Créer une liaison d'étap
it: Crea associazione di fase
ko: 스테이지 바인딩 생성
nl: Fasebinding aanmaken
pt_br: Criar Vinculação de Estágio
ru: Создать привязку этапа
tr: Aşama bağlama oluştur
zh_tw: 建立階段附加

# s30d1f50f476c3f48
source: Flow Overview
cs_cz: Přehled toku
de: Flow Übersicht
es: Descripción general del flujo
fi: Prosessin yleiskuva
fr: Aperçu du flux
it: Panoramica del flusso
ko: 플로우 개요
nl: Flow-overzicht
pt_br: Visão Geral do Fluxo
ru: Обзор потока
tr: Akışa Genel Bakış
zh_tw: 流程概覽

# s01794c0ee3629c1b
source: Flow Info
cs_cz: Informace o toku
es: Información del Flujo
fi: Prosessin tiedot
fr: Informations du flux
it: Info Flusso
ko: 플로우 정보
pt_br: Info do fluxo
ru: Информация о потоке
tr: Akış Bilgisi
zh_tw: 流程資訊

# s77099d752f1ab773
source: Related actions
cs_cz: Související akce
de: Verwandte Aktionen
es: Acciones relacionadas
fi: Liittyvät toiminnot
fr: Actions apparentées
it: Azioni correlate
ko: 관련 액션
nl: Gerelateerde acties
pt_br: Ações relacionadas
ru: Связанные действия
tr: İlgili eylemler
zh_tw: 關聯的動作

# sd07866d9f38b2c50
source: Execute flow
cs_cz: Spustit tok
de: Flow ausführen
es: Ejecutar flujo
fi: Suorita prosessi
fr: Exécuter le flux
it: Esegui flusso
ko: 플로우 실행
nl: Flow uitvoeren
pt_br: Executar fluxo
ru: Выполнить поток
tr: Akışı yürüt
zh_tw: 執行流程

# s61e5043203e94d0a
source: Execute "${this.flow.name}" normally
pt_br: Executar &quot;${this.flow.name}&quot; normalmente

# s02eb960c270a837e
source: Execute "${this.flow.name}" as current user
pt_br: Executar &quot;${this.flow.name}&quot; como o usuário atual

# saf579a36a54c92e1
source: Current user
pt_br: Usuário atual

# sd149e44e50455923
source: Execute "${this.flow.name}" with inspector
pt_br: Executar &quot;${this.flow.name}&quot; com inspecionador

# s45c530a48bcf74ad
source: Use inspector
pt_br: Usar inspecionador

# s3576aead3e68c5c9
source: Export flow
cs_cz: Exportovat tok
de: Flow exportieren
es: Flujo de exportación
fi: Vie prosessi
fr: Exporter le flux
it: Esportazione flusso
ko: 플로우 내보내기
nl: Flow exporteren
pt_br: Exportar fluxo
ru: Экспорт потока
tr: Akışı aktar
zh_tw: 匯出這個流程

# se2c3cbf2ed1403f1
source: Stage Bindings
cs_cz: Přiřazení kroků
es: Vinculaciones de Etapa
fi: Vaiheliitokset
fr: Liaisons de l'étape
it: Associazione Fase
ko: 스테이지 바인딩
nl: Fasebindingen
pt_br: Vinculações de Estágio
ru: Привязки этапа
tr: Aşama Bağlamaları
zh_tw: 階段附加

# s78c08391ffbfb8c0
source: These bindings control which users can access this flow.
cs_cz: Tyto vazby řídí, kteří uživatelé mohou přistupovat k tomuto toku.
de: Diese Bindings steuern, welche Benutzer auf diesen Flow zugreifen können.
es: Estas vinculaciones controlan qué usuarios pueden acceder a este flujo.
fi: Näillä liitoksilla hallitaan käyttäjien pääsyä tähän prosessiin.
fr: Ces liaisons contrôlent les utilisateurs qui peuvent accéder à ce flux.
it: Queste associzioni controllano quali utenti possono accedere a questo flusso.
ko: 이러한 바인딩은 이 플로우에 액세스할 수 있는 사용자를 제어합니다.
nl: Deze bindingen bepalen welke gebruikers toegang hebben tot deze flow.
pt_br: Essas vinculações controlam quais usuários podem acessar este fluxo.
ru: Эти привязки контролируют, какие пользователи могут получить доступ к этому потоку.
tr: Bu bağlamalar hangi kullanıcıların bu akışa erişebileceğini denetler.
zh_tw: 這些附加控制哪些使用者可以存取此流程。

# sc1a1ff47c058bb09
source: Event Log
cs_cz: Záznam událostí
de: Ereignisprotokoll
es: Registro de eventos
fi: Tapahtumaloki
fr: Journal d'évènements
it: Registro eventi
ko: 이력 로그
nl: Gebeurtenissenlogboek
pt_br: Registro de Eventos
ru: Журнал событий
tr: Olay Günlüğü
zh_tw: 事件日誌

# s3b3c333481944862
source: Show details
cs_cz: Zobrazit podrobnosti
de: Details anzeigen
es: Mostrar detalles
fi: Näytä tiedot
fr: Afficher les détails
it: Mostra dettagli
ko: 세부 정보 표시
nl: Details tonen
pt_br: Mostrar detalhes
ru: Показать подробности
tr: Detayları göster
zh_tw: 顯示詳細資訊

# s455de2f740b073fd
source: Event info
cs_cz: Informace o události
de: Ereignisinfo
es: Información del evento
fi: Tapahtuman tiedot
fr: Information de l'évènement
it: Info Evento
ko: 이력 정보
nl: Gebeurtenisinformatie
pt_br: Informações do Evento
ru: Информация о событии
tr: Olay bilgileri
zh_tw: 事件資訊

# sb41b2cfbbc52565b
source: Created
cs_cz: Vytvořeno
de: Erstellt
es: Creado
fi: Luotu
fr: Créé
it: Creato
ko: 생성됨
nl: Aangemaakt
pt_br: Criado
ru: Создано
tr: Oluşturulan
zh_tw: 已建立

# s4a642406b0745917
source: Raw event info
cs_cz: Nezpracované informace o události
de: Rohdaten des Ereignisses
es: Información de evento sin procesar
fi: Raaka tapahtuman data
fr: Information brutes de l'évènement
it: Informazioni sull'evento grezzo
pt_br: Informações brutas do evento
ru: Необработанная информация о событии
tr: Ham etkinlik bilgisi

# s65d67612999165e9
source: Event ${this.event.pk}
cs_cz: Událost ${this.event.pk}
es: Evento ${this.event.pk}
fi: Tapahtuma ${this.event.pk}
fr: Évènement ${this.event.pk}
it: Evento ${this.event.pk}
ko: 이력 ${this.event.pk}
nl: Gebeurtenis ${this.event.pk}
pt_br: Evento ${this.event.pk}
ru: Событие ${this.event.pk}
tr: Olay ${this.event.pk}
zh_tw: 事件 ${this.event.pk}

# s037bc6d25a03c3c8
source: Successfully updated transport.
cs_cz: Transport byl úspěšně aktualizován.
de: Zustellungsart erfolgreich aktualisiert.
es: Transporte actualizado correctamente.
fi: Väylän päivitys onnistui.
fr: Transport mis à jour avec succès
it: Aggiornato con successo il trasporto.
ko: 전송을 성공적으로 업데이트했습니다.
nl: Transport succesvol bijgewerkt.
pt_br: Transporte atualizado com sucesso.
ru: Средство доставки успешно обновлено.
tr: Aktarıcı başarılı bir şekilde güncellendi.
zh_tw: 成功更新通道。

# s1575a15cee001915
source: Successfully created transport.
cs_cz: Transport byl úspěšně vytvořen.
de: Zustellungsart erfolgreich erstellt.
es: Transporte creado correctamente.
fi: Väylän luonti onnistui.
fr: Transport créé avec succès
it: Creato con successo il trasporto.
ko: 전송을 성공적으로 생성했습니다.
nl: Transport succesvol aangemaakt.
pt_br: Transporte criado com sucesso.
ru: Средство доставки успешно создано.
tr: Aktarıcı başarıyla oluşturuldu.
zh_tw: 成功建立通道。

# sca2879d96f58a39c
source: Send once
cs_cz: Poslat jednou
de: Einmal senden
es: Enviar una vez
fi: Lähetä kerran
fr: Envoyer une seule fois
it: Invia una volta
ko: 한 번만 전송
nl: Eenmaal verzenden
pt_br: Enviar uma vez
ru: Отправить единожды
tr: Bir kez gönder
zh_tw: 僅發送一次

# s2430e000b7cfefd0
source: Only send notification once, for example when sending a webhook into a chat channel.
cs_cz: Odeslat oznámení pouze jednou, například při odesílání webhooku do kanálu chatu.
de: Benachrichtigung nur einmal senden, z. B. beim Senden eines Webhooks in einen Chat-Kanal
es: Envía notificaciones solo una vez, por ejemplo, al enviar un webhook a un canal de chat.
fi: Lähetä notifikaatio vain kerran, esimerkiksi kun lähetetään webhook-tapahtuma pikaviestinkanavalle.
fr: Envoyer une seule fois la notification, par exemple lors de l'envoi d'un webhook dans un canal de discussion.
it: Invia una notifica solo una volta, ad esempio quando si invia un webhook in un canale di chat.
ko: 예를 들어 채팅 채널로 웹훅을 보낼 때 알림을 한 번만 보내세요.
nl: Alleen een melding verzenden, bijvoorbeeld wanneer een webhook naar een chatkanaal wordt gestuurd.
pt_br: Enviar notificação apenas uma vez, por exemplo, ao enviar um webhook para um canal de chat.
ru: Отправлять уведомление только один раз, например, при отправке вебхука в чат-канал.
tr: Yalnızca bir kez bildirim gönderin, örneğin bir sohbet kanalına web kancası gönderirken.
zh_tw: 僅發送一次通知，例如在將 webhook 發送到聊天頻道時。

# s4acf840bc792c3ae
source: Local (notifications will be created within authentik)
cs_cz: Lokální (oznámení budou vytvořena v authentiku)
de: Lokal (Benachrichtigungen werden innerhalb von Authentik erstellt)
es: Local (las notificaciones se crearán dentro de authentik)
fi: Paikallinen (notifikaatiot luodaan authentikissa)
fr: Local (les notifications seront créées dans authentik)
it: Local (le notifiche verranno create all'interno di authentik)
ko: 로컬 (통지는 Authentik 내에 생성됩니다.)
nl: Lokaal (meldingen worden binnen authentik aangemaakt)
pt_br: Local (as notificações serão criadas dentro do authentik)
ru: Локальный (уведомления будут создаваться внутри authentik)
tr: Yerel (bildirimler authentik içinde oluşturulacaktır)
zh_tw: 本機（通知將會透過 authentik 建立）

# sede0abbf2b612812
source: Webhook (generic)
cs_cz: Webhook (obecný)
es: Webhook (genérico)
fi: Webhook (yleinen)
fr: Webhook (générique)
it: Webhook (generico)
ko: 웹훅 (일반)
nl: Webhook (algemeen)
pt_br: Webhook (genérico)
ru: Вебхук (обычный)
tr: Webhook (genel)
zh_tw: Webhook (通用)

# s6873bdbfa24615fb
source: Webhook URL
es: URL de webhook
fi: Webhook URL-osoite
fr: URL Webhoo
ko: 웹훅 URL
pt_br: URL do Webhook
ru: URL-адрес вебхука
tr: Web Kancası URL'si
zh_tw: Webhook 網址

# s04fbc36687266544
source: Webhook Body Mapping
cs_cz: Mapování těla webhooku
es: Mapeo de Cuerpo de Webhook
fr: Mappage de corps de Webhook
it: Mappatura Corpo Webhook
pt_br: Mapeamento do corpo do webhook

# s149fd588c9f4b891
source: Webhook Header Mapping
cs_cz: Mapování hlavičky webhooku
es: Mapeo de Encabezado de Webhook
fr: Mappage d'en-têtes de Webhook
it: Mappatura Intestazione Webhook
pt_br: Mapeamento do cabeçalho do webhook

# sf1fc82d7ae3f4d81
source: Email Subject Prefix
cs_cz: Předpona předmětu emailu
pt_br: Prefixo do Assunto do E-mail

# s66401e0b2526acab
source: Email Template
cs_cz: Šablona emailu
pt_br: Modelo de E-mail

# s819509c33a7534ac
source: Notification Transports
cs_cz: Transporty oznámení
de: Mitteilungszustellungsarten
es: Medios de Notificación
fi: Notifikaatioväylät
fr: Transports de notification
it: Notifiche di trasporto
ko: 통지 전송
nl: Meldingstransporten
pt_br: Transportes de Notificação
ru: Поставщики уведомлений
tr: Bildirim Aktarıcıları
zh_tw: 通知通道

# s57072ffb92b6c9c8
source: Define how notifications are sent to users, like Email or Webhook.
cs_cz: Definujte, jak jsou oznámení odesílána uživatelům, například e-mailem nebo webhookem.
de: Definieren Sie, wie Benachrichtigungen an Benutzer gesendet werden, z. B. E-Mail oder Webhook.
es: Defina cómo se envían las notificaciones a los usuarios, como el correo electrónico o el webhook.
fi: Määritä, kuinka notifikaatiot lähetetään käyttäjille, esimerkiksi sähköposti tai webhook.
fr: Définit les méthodes d'envoi des notifications aux utilisateurs, telles que courriel ou webhook.
it: Definire come vengono inviate le notifiche agli utenti, come e -mail o webhook.
ko: 이메일 또는 웹훅과 같이 사용자에게 알림을 보내는 방법을 정의합니다.
nl: Definieer hoe meldingen naar gebruikers worden gestuurd, zoals e-mail of webhook.
pt_br: Defina como as notificações são enviadas aos usuários, como Email ou Webhook.
ru: Определите способ отправки уведомлений пользователям, например по электронной почте или с помощью вебхука.
tr: E-posta veya Webhook gibi kullanıcılara bildirimlerin nasıl gönderileceğini tanımlayın.
zh_tw: 定義如何向使用者傳送通知，例如電子郵件或 Webhook。
