Repository: goauthentik/authentik
Catalog: web/xliff/*.xlf
Languages: cs_cz, de, es, fi, fr, it, ko, nl, pt_br, ru, tr, zh_tw

# s27aec4c2de1ae777
source: Amount of previous login events to check against.
cs_cz: Počet předchozích událostí přihlášení, proti kterým se má kontrolovat.
de: Anzahl der vorherigen Anmeldeereignisse, mit denen verglichen wird.
es: Cantidad de eventos de inicio de sesión anteriores para comprobar.
fr: Nombre d'événements de connexion précédents à vérifier.
it: Numero di eventi di accesso precedenti da verificare.
pt_br: Quantidade de eventos de login anteriores a serem verificados.

# s48611ce6e85874dc
source: Check impossible travel
cs_cz: Zkontrolovat nemožné cestování
de: Unmögliche Reisen prüfen
es: Verificar viaje imposible
fr: Vérifier les déplacements impossibles
it: Controlla spostamenti impossibili
pt_br: Verificar viagem impossível

# s8cf926e8311f8065
source: When this option enabled, the GeoIP data of the policy request is compared to the specified number of historical logins and if the travel would have been possible in the amount of time since the previous event.
cs_cz: Když je tato možnost povolena, GeoIP data žádosti o zásady jsou porovnána s určeným počtem historických přihlášení a pokud by cesta byla možná v množství času od předchozí události.
de: Wenn diese Option aktiviert ist, werden die GeoIP-Daten der Richtlinienanforderung mit der angegebenen Anzahl historischer Anmeldungen verglichen und geprüft, ob die Reise in der Zeit seit dem letzten Ereignis möglich gewesen wäre.
es: Cuando esta opción está habilitada, los datos de GeoIP de la solicitud de la política se comparan con el número especificado de inicios de sesión históricos y se verifica si el viaje habría sido posible en el tiempo transcurrido desde el evento anterior.
fr: Lorsque cette option est activée, les données GeoIP de la demande de politique sont comparées au nombre spécifié de connexions historiques et si le voyage aurait été possible dans le laps de temps écoulé depuis l'événement précédent.
it: Se questa opzione è abilitata, i dati GeoIP della richiesta di policy vengono confrontati con il numero specificato di accessi storici e con se il viaggio sarebbe stato possibile nell'intervallo di tempo trascorso dall'evento precedente.
pt_br: Quando esta opção está habilitada, os dados GeoIP da solicitação de política são comparados ao número especificado de logins históricos e se a viagem teria sido possível na quantidade de tempo desde o evento anterior.

# sa963d05af436770b
source: Impossible travel tolerance
cs_cz: Tolerance nemožného cestování
de: Toleranz für unmögliche Reisen
es: Tolerancia al viaje imposible
fr: Tolérance de déplacement impossible
it: Tolleranza spostamenti impossibili
pt_br: Tolerância de viagem impossível

# s5760cd97ca42a238
source: Static rule settings
cs_cz: Nastavení statických pravidel
de: Einstellungen für statische Regeln
es: Configuración de reglas estáticas
fr: Paramètres de règle statique
it: Impostazioni regole statiche
pt_br: Configurações de regra estática

# s72ee4dd6cfa6e10d
source: List of autonomous system numbers. Comma separated. E.g. 13335, 15169, 20940
cs_cz: Seznam autonomních systémových čísel. Odděleno čárkami. Např. 13335, 15169, 20940
de: Liste autonomer Systemnummern, durch Kommas getrennt. Z.B. 13335, 15169, 20940
es: Lista de números de sistemas autónomos. Separados por comas. Por ejemplo: 13335, 15169, 20940
fi: Lista autonomisista järjestelmänumeroista, pilkuilla erotettuna. Esim. 13335, 15169, 20940
fr: Liste d'autonomous system numbers. Séparée par des virgules. Par exemple : 13335, 15169, 20940
it: Elenco dei numeri di sistema autonomi. Virgola separata. Per esempio. 13335, 15169, 20940
pt_br: Lista de números de sistema autônomo. Separados por vírgula. Exemplo: 13335, 15169, 20940
ru: Список номеров автономных систем. Разделяются запятыми. Например, 13335, 15169, 20940
tr: Otonom sistem numaralarının listesi. Virgülle ayrılmış. Örnek: 13335, 15169, 20940

# s77fbb0a6d145442d
source: Countries
cs_cz: Země
de: Länder
es: Países
fi: Maat
fr: Pays
it: Paesi
pt_br: Países
ru: Страны
tr: Ülke

# sdd277e10884a7272
source: Available Countries
cs_cz: Dostupné země
de: Verfügbare Länder
es: Países Disponibles
fi: Saatavilla olevat maat
fr: Pays disponibles
it: Paesi disponibili
pt_br: Países Disponíveis
ru: Доступные Страны
tr: Mevcut Ülkeler

# s7a93139fb12ebf96
source: Selected Countries
cs_cz: Vybrané země
de: Ausgewählte Länder
es: Países Seleccionados
fi: Valitut maat
fr: Pays sélectionnés
it: Paesi selezionati
pt_br: Países Selecionados
ru: Выбранные Страны
tr: Seçilmiş Ülkeler

# se2cc93bd2647baec
source: Static rules
cs_cz: Statická pravidla
de: Statische Regeln
es: Reglas estáticas
fi: Staattiset säännöt
fr: Règles Statiques
it: Regole statiche
ko: 정적 규칙
nl: Statische regels
pt_br: Regras estáticas
ru: Статические правила
tr: Statik kurallar
zh_tw: 靜態規則

# sc96dd9d2e7b05fc5
source: Minimum length
cs_cz: Minimální délka
de: Mindestlänge
es: Longitud mínima
fi: Vähimmäispituus
fr: Longueur minimale
it: Lunghezza minima
ko: 최소 길이
nl: Minimale lengte
pt_br: Comprimento mínimo
ru: Минимальная длина
tr: Minimum uzunluk
zh_tw: 最短密碼長度

# s33d48fb745f4d4ae
source: Minimum amount of Uppercase Characters
cs_cz: Minimální množství velkých písmen
de: Mindestanzahl an Großbuchstaben
es: Cantidad mínima de caracteres en mayúscula
fi: Isojen kirjainten vähimmäismäärä
fr: Nombre minimum de caractères majuscules
it: Quantità minima di caratteri maiuscoli
ko: 대문자의 최소 개수
nl: Minimale hoeveelheid hoofdletters
pt_br: Quantidade mínima de caracteres maiúsculos
ru: Минимальное количество заглавных символов
tr: Minimum Büyük Harf Karakter Miktarı
zh_tw: 最少大寫字母數量

# s883b544e2b4aa3b5
source: Minimum amount of Lowercase Characters
cs_cz: Minimální množství malých písmen
de: Mindestanzahl an Kleinbuchstaben
es: Cantidad mínima de caracteres en minúscula
fi: Pienten kirjainten vähimmäismäärä
fr: Nombre minimum de caractères minuscules
it: Quantità minima di caratteri minuscoli
ko: 소문자의 최소 개수
nl: Minimale hoeveelheid kleine letters
pt_br: Quantidade mínima de caracteres minúsculos
ru: Минимальное количество символов нижнего регистра
tr: Minimum Küçük Harf Karakter Miktarı
zh_tw: 最少小寫字母數量

# s43be3ce2439ffe9c
source: Minimum amount of Digits
cs_cz: Minimální množství číslic
de: Mindestanzahl von Ziffern
es: Cantidad mínima de dígitos
fi: Numeroiden vähimmäismäärä
fr: Nombre minimum de chiffres
it: Quantità minima di cifre
ko: 숫자의 최소 수
nl: Minimale hoeveelheid cijfers
pt_br: Quantidade mínima de dígitos
ru: Минимальное количество цифр
tr: Minimum Rakam sayısı
zh_tw: 最少數字數量

# sb3651834cca86735
source: Minimum amount of Symbols Characters
cs_cz: Minimální množství speciálních znaků
de: Mindestanzahl an Sonderzeichen
es: Cantidad mínima de caracteres de símbolos
fi: Erikoismerkkien vähimmäismäärä
fr: Nombre minimum de symboles
it: Quantità minima di simboli caratteri
ko: 특수 문자의 최소 수
nl: Minimale hoeveelheid symbooltekens
pt_br: Quantidade mínima de caracteres de símbolos
ru: Минимальное количество знаковых символов
tr: Minimum Semboller Karakter Miktarı
zh_tw: 最少特殊符號數量

# sc2f116c0ea77d58a
source: Error message
cs_cz: Chybová zpráva
de: Fehlermeldung
es: Mensaje de error
fi: Virheviesti
fr: Message d'erreur
it: Messaggio di errore
ko: 오류 메시지
nl: Foutmelding
pt_br: Mensagem de erro
ru: Сообщение об ошибке
tr: Hata mesajı
zh_tw: 錯誤訊息

# s21d0e290c51a8ef9
source: Symbol charset
cs_cz: Sada znaků pro symboly
de: Symbolzeichensatz
es: Juego de caracteres de símbolo
fi: Erikoismerkkien merkistö
fr: Set de symboles
it: Set di caratteri simboli
ko: 기호 문자셋
nl: Symbooltekenreeks
pt_br: Conjunto de caracteres de símbolos
ru: Набор символов
tr: Sembol karakter seti
zh_tw: 特殊符號字元編碼

# s545d99afa61e4095
source: Characters which are considered as symbols.
cs_cz: Znaky, které jsou považovány za symboly.
de: Zeichen, die als Symbole betrachtet werden.
es: Personajes que se consideran símbolos.
fi: Merkit, jotka lasketaan erikoismerkeiksi.
fr: Caractères considérés comme des symboles.
it: Caratteri considerati simboli.
ko: 심볼로 간주되는 문자입니다.
nl: Karakters die als symbolen worden beschouwd.
pt_br: Caracteres que são considerados como símbolos.
ru: Знаки, которые считаются символами.
tr: Sembol olarak kabul edilen karakterler.
zh_tw: 將被視為特殊符號的字元。

# s1293ad87acc7a609
source: HaveIBeenPwned settings
cs_cz: Nastavení HaveIBeenPwned
de: HaveIBeenPwned-Einstellungen
es: Ajustes de HaveIBeenPwned
fi: HaveIBeenPwned-asetukset
fr: Paramètres de HaveIBeenPwned
it: Impostazioni HaveIBeenPwned
ko: HaveIBeenPwned 설정
nl: HaveIBeenPwned-instellingen
pt_br: Configurações para HaveIBeenPwned
ru: Настройки HaveIBeenPwned
tr: HaveIBeenPwned ayarları
zh_tw: HaveIBeenPwned 設定

# sdf4e1c6a2f072600
source: Allowed count
cs_cz: Povolený počet
de: Erlaubte Anzahl
es: Recuento permitido
fi: Sallittu määrä
fr: Total autorisé
it: Conteggio consentito
ko: 허용된 횟수
nl: Toegestane telling
pt_br: Contagem permitida
ru: Разрешенное количество
tr: İzin verilen sayısı
zh_tw: 可允許的次數

# scd8062ff5e1326d8
source: Allow up to N occurrences in the HIBP database.
cs_cz: Povolit až N výskytů v databázi HIBP.
de: Erlaube bis zu N Einträge in der HIBP Datenbank.
es: Permite hasta N ocurrencias en la base de datos HIBP.
fi: Salli enintään N esiintymistä HIBP-tietokannassa.
fr: Autoriser jusqu'à N occurrences dans la base de données HIBP
it: Consenti fino a N occorrenze nel database HIBP.
ko: HIBP 데이터베이스에서 최대 N개의 항목을 허용합니다.
nl: Sta tot N voorkomens toe in de HIBP-database.
pt_br: Permitir até N ocorrências no banco de dados HIBP.
ru: Разрешить до N совпадений в базе данных HIBP
tr: HIBP veritabanında N oluşumuna kadar izin ver.
zh_tw: 允許出現在 HIBP 資料庫的次數。

# s3fd219b045193507
source: zxcvbn settings
cs_cz: Nastavení zxcvbn
de: zxcvbn Einstellungen
es: Ajustes de zxcvbn
fi: zxcvbn-asetukset
fr: Paramètres de zxcvbn
it: Impostazioni zxcvbn
ko: zxcvbn 설정
nl: zxcvbn-instellingen
pt_br: Configurações para zxcvbn
ru: Настройки zxcvbn
tr: zxcvbn ayarları
zh_tw: zxcvbn 設定

# s28d84abfbaf555ea
source: Score threshold
cs_cz: Práh skóre
de: Reputationsschwelle
es: Umbral de puntuación
fi: Pistemäärän raja-arvo
fr: Seuil du score
it: Soglia punteggio
ko: 점수 기준점
nl: Score drempelwaarde
pt_br: Limite de pontuação
ru: Порог баллов
tr: Puan eşiği
zh_tw: 分數閾值

# s7b3148ffba9f4527
source: If the password's score is less than or equal this value, the policy will fail.
cs_cz: Pokud je skóre hesla nižší nebo rovno této hodnotě, zásada nebude uznána.
de: Wenn die Reputation des Passworts weniger oder gleich diesem Wert entspricht, wird die Eingabe verweigert.
es: Si la puntuación de la contraseña es menor o igual a este valor, la política fallará.
fi: Jos salasanan pistemäärä on pienempi tai yhtä suuri kuin tämä arvo, käytännön suorittaminen epäonnistuu.
fr: Si le score du mot de passe est inférieur ou égal à cette valeur, la politique échoue.
it: Se il punteggio della password è inferiore o uguale a questo valore, la policy fallirà.
ko: 비밀번호의 점수가 이 값보다 작거나 같으면 정책이 실패합니다.
nl: Als de score van het wachtwoord kleiner is dan of gelijk is aan deze waarde, zal het beleid falen.
pt_br: Se a pontuação da senha for menor ou igual a esse valor, a política irá falhar.
ru: Если оценка пароля меньше или равна этому значению, политика будет провалена.
tr: Parolanın puanı bu değerden küçük veya bu değere eşitse, ilke başarısız olur.
zh_tw: 如果密碼的分數不大於此數值，則未通過政策。

# sd94e99af8b41ff54
source: 0: Too guessable: risky password. (guesses &lt; 10^3)
cs_cz: 0: Příliš odhadnutelné: riskantní heslo. (pokusy &lt; 10^3)
de: 0: Zu leicht zu erraten: unsicheres Passwort. (Versuche &lt; 10^3)
es: 0: Demasiado fácil de adivinar: contraseña peligrosa. (intentos < 10^3)
fi: 0: Liian helposti arvattava: riskialtis salasana (arvauksia &lt; 10^3)
fr: 0: Trop prévisible: mot de passe risqué. (essais &lt; 10^3)
it: 0: Troppo indovinabile: password rischiosa. (tentativi &lt; 10^3)
ko: 0: 너무 추측하기 쉬움: 위험한 비밀번호. (guesses &lt; 10^3)
pt_br: 0: Muito adivinhável: senha arriscada. (adivinhações &lt; 10^3)
ru: 0: Слишком легко угадываемый: рискованный пароль. (попыток < 10^3)
tr: 0: Çok tahmin edilebilir: riskli parola. (10^3 &lt; tahminler)
zh_tw: 0: 極為容易猜測，高風險密碼。（猜測次數 &lt; 10^3）

# sc926385d1a624c3a
source: 1: Very guessable: protection from throttled online attacks. (guesses &lt; 10^6)
cs_cz: 1: Velmi odhadnutelné: ochrana před regulovanými online útoky. (pokusy &lt; 10^6)
de: 1: Leicht erratbar: Schutz vor gedrosselten Online-Angriffen. (Versuche < 10^6)
es: 1: Muy predecible: protección contra ataques en línea restringidos. (Suposiciones < 10^6)
fi: 1: Helposti arvattavissa: suojaa rajoitetuilta online-hyökkäyksiltä. (arvauksia &lt; 10^6)
fr: 1: Très prévisible: protection contre les attaques en ligne limitées. (essais &lt; 10^6)
it: 1: Molto indovinabile: protezione dagli attacchi online limitati. (tentativi &lt; 10^6)
ko: 1: 매우 예측 가능함: 제한된 온라인 공격으로부터의 보호. (guesses &lt; 10^6)
pt_br: 1: Muito adivinhável: proteção contra ataques online com limitação. (adivinhações &lt; 10^6)
ru: 1: Очень легко угадываемый: защита от дросселируемых онлайн-атак. (попыток < 10^6)
tr: 1: Çok tahmin edilebilir: kısıtlanmış çevrimiçi saldırılara karşı koruma. (tahminler 10^6 &lt;)
zh_tw: 1: 非常容易猜測：可抵抗受限的線上攻擊。（猜測次數 &lt; 10^6）

# s8aae61c41319602c
source: 2: Somewhat guessable: protection from unthrottled online attacks. (guesses &lt; 10^8)
cs_cz: 2: Částečně odhadnutelné: ochrana před neregulovanými online útoky. (pokusy &lt; 10^8)
de: 2: Teilweise erratbar: Schutz vor nicht gedrosselten Online-Angriffen. (Versuche < 10^8)
es: 2: Algo predecible: protección contra ataques en línea sin restricciones. (Suposiciones < 10^8)
fi: 2: Jokseenkin arvattavissa: suojaa rajoittamattomilta online-hyökkäyksiltä. (arvauksia &lt; 10^8)
fr: 2: Quelque peu prévisible: protection contre les attaques en ligne non limitées. (essais &lt; 10^8)
it: 2: Abbastanza indovinabile: protezione dagli attacchi online senza limitazioni. (tentativi &lt; 10^8)
ko: 2: 다소 예측 가능함: 제한되지 않은 온라인 공격으로부터의 보호. (guesses &lt; 10^8)
pt_br: 2: Algo adivinhável: proteção contra ataques online sem limitação. (adivinhações &lt; 10^8)
ru: 2: Относительно легко угадываемый: защита от неконтролируемых онлайн-атак. (попыток < 10^8)
tr: 2: Biraz tahmin edilebilir: kısıtlanmamış çevrimiçi saldırılara karşı koruma. (10^8 &lt; tahminler)
zh_tw: 2: 普通容易猜測：可抵抗不受限的線上攻擊。（猜測次數 &lt; 10^8）

# sc1f4b57e722a89d6
source: 3: Safely unguessable: moderate protection from offline slow-hash scenario. (guesses &lt; 10^10)
cs_cz: 3: Bezpečně neodhadnutelné: střední ochrana před offline útoky s pomalým hashováním. (pokusy &lt; 10^10)
de: 3: Sicher nicht erratbar: moderater Schutz vor Offline-Slow-Hash-Angriffen. (Versuche < 10^10)
es: 3: Imposibilidad de adivinar con seguridad: protección moderada contra escenarios de hash lento sin conexión (conjeturas < 10^10).
fi: 3: Epätodennäköisesti arvattavissa: kohtuullinen suojaus offline-pohjaisilta hash-hyökkäyksiltä. (arvauksia &lt; 10^10)
fr: 3: Sûrement imprévisible: protection modérée contre les attaques de hash-lent hors ligne. (essais &lt; 10^10)
it: 3: Difficilmente indovinabile: protezione moderata dallo scenario offline con hashing lento. (tentativi &lt; 10^10)
ko: 3: 예측하기 어려움: 오프라인 느린 해시 시나리오로부터의 중간 수준의 보호. (guesses &lt; 10^10)
pt_br: 3: Seguramente não adivinhável: proteção moderada contra cenários offline de hash lento. (adivinhações &lt; 10^10)
ru: 3: Безопасный не угадываемый: умеренная защита от сценария медленного хэширования в автономном режиме. (попыток < 10^10)
tr: 3: Güvenli bir şekilde tahmin edilemez: çevrimdışı yavaş karma senaryosuna karşı orta düzeyde koruma. (10^10 &lt; tahminler)
zh_tw: 3: 安全難以猜測：在離線的慢速雜湊情境提供中等保護。（猜測次數 &lt; 10^10）

# sd47f3d3c9741343d
source: 4: Very unguessable: strong protection from offline slow-hash scenario. (guesses &gt;= 10^10)
cs_cz: 4: Velmi neodhadnutelné: silná ochrana před offline útoky s pomalým hashováním. (pokusy &gt;= 10^10)
de: 4: Sehr schwer erratbar: starker Schutz vor Offline-Slow-Hash-Angriffen. (Versuche ≥ 10^10)
es: 4: Muy difícil de adivinar: protección sólida contra escenarios de hash lento sin conexión (estimaciones >= 10^10)
fi: 4: Erittäin vaikeasti arvattava: vahva suojaus offline-pohjaisilta hash-hyökkäyksiltä. (arvauksia &gt;= 10^10)
fr: 4: Très imprévisible: forte protection control les attaques de hash-lent hors ligne. (essais &gt;= 10^10)
it: 4: Molto difficilmente indovinabile: forte protezione dallo scenario offline con hash lento. (tentativi &gt;= 10^10)
ko: 4: 매우 예측하기 어려움: 오프라인 느린 해시 시나리오로부터의 강력한 보호. (guesses &gt;= 10^10)
pt_br: 4: Muito não adivinhável: forte proteção contra cenários offline de hash lento. (adivinhações &gt;= 10^10)
ru: 4: Очень не угадываемый: надежная защита от сценария медленного хэширования в автономном режиме. (попыток >= 10^10)
tr: 4: Çok tahmin edilemez: çevrimdışı yavaş karma senaryoya karşı güçlü koruma. (tahminler &gt; = 10^10)
zh_tw: 4: 非常難以猜測：在離線的慢速雜湊情境提供強力保護。（猜測次數 &gt;= 10^10）

# sd6cd7ce2310a73a4
source: Checks the value from the policy request against several rules, mostly used to ensure password strength.
cs_cz: Kontroluje hodnotu z požadavku zásady proti několika pravidlům, většinou používáno k zajištění síly hesla.
de: Überprüft den Wert aus der Richtlinienanforderung anhand mehrerer Regeln, die hauptsächlich zur Gewährleistung der Kennwortstärke verwendet werden.
es: Comprueba el valor de la solicitud de política en relación con varias reglas, que se utilizan principalmente para garantizar la seguridad de la contraseña.
fi: Vertaa arvoa käytäntöpyyntöön useiden sääntöjen perusteella, käytetään yleensä varmistamaan salasanan riittävä vahvuus.
fr: Vérifie la valeur de la requête via plusieurs règles, principalement utilisé pour s'assurer de la robustesse des mots de passe.
it: Controlla il valore della richiesta di policy rispetto a diverse regole, utilizzate principalmente per garantire la sicurezza della password.
ko: 정책 요청의 값을 여러 규칙과 비교하여 확인하며, 주로 비밀번호 강도를 보장하는 데 사용됩니다.
nl: Controleert de waarde van het beleidsverzoek aan de hand van verschillende regels, meestal gebruikt om wachtwoordsterkte te garanderen.
pt_br: Verifica o valor da solicitação de política em relação a várias regras, usadas principalmente para garantir a força da senha.
ru: Проверяет значение из запроса политики на соответствие нескольким правилам, в основном используемым для обеспечения надежности паролей.
tr: İlke isteğindeki değeri, çoğunlukla parola gücünü sağlamak için kullanılan çeşitli kurallara göre denetler.
zh_tw: 依據多條規則來檢查政策要求中的值，主要用於確保密碼強度。

# s2a957e843960b604
source: Password field
cs_cz: Pole hesla
de: Passwortfeld
es: Campo de contraseña
fi: Salasanakenttä
fr: Champ mot de passe
it: Campo password
ko: 비밀번호 입력란
nl: Wachtwoordveld
pt_br: Campo de senha
ru: Поле пароля
tr: Parola alanı
zh_tw: 密碼欄位的鍵值

# se8a81c75b6e30a33
source: Field key to check, field keys defined in Prompt stages are available.
cs_cz: Klíč pole ke kontrole, klíče polí definované v krocích Výzvy jsou k dispozici.
de: Zu prüfender Feldschlüssel, die in den Prompt Stages definierten Field Keys sind verfügbar.
es: Clave de campo a verificar, las claves de campo definidas en las etapas de Solicitud están disponibles.
fi: Kentän avain, joka tarkistetaan. Kehotevaiheissa määritellyt kenttien avaimet ovat käytettävissä.
fr: Clé de champ à vérifier ; les clés de champ définies dans les étapes de d'invite sont disponibles.
it: Chiave di campo da verificare, sono disponibili le chiavi di campo definite nelle fasi Prompt.
ko: 확인하려는 필드 키, 프롬프트 스테이지에서 정의된 필드 키를 사용할 수 있습니다.
nl: Veldsleutel om te controleren, veldsleutels gedefinieerd in Prompt-stadia zijn beschikbaar.
pt_br: Chave de campo para verificar, as chaves de campo definidas nos estágios de prompt estão disponíveis.
ru: Ключ поля для проверки, доступны ключи поля, определенные в этапах запроса.
tr: Alan tuşu kontrol etmek için, İstem aşamalarında tanımlanan alan tuşları mevcuttur.
zh_tw: 要檢查的鍵值，欄位鍵值可在提示階段中選取。

# s2f8c4cf12350a36c
source: Check static rules
cs_cz: Zkontrolovat statická pravidla
de: Überprüfe statische Regeln
es: Verificar reglas estáticas
fi: Tarkista staattiset säännöt
fr: Vérifier les règles statiques
it: Controlla regole statiche
ko: 정적 규칙 확인
nl: Controleer statische regels
pt_br: Verificar regras estáticas
ru: Проверить статические правила
tr: Statik kuralları kontrol edin
zh_tw: 檢查靜態規則

# sd75a9a71309fb387
source: Check haveibeenpwned.com
cs_cz: Zkontrolovat haveibeenpwned.com
de: Überprüfe haveibeenpwned.com
es: Mira haveibeenpwned.com
fi: Tarkista haveibeenpwned.com
fr: Vérifier haveibeenpwned.com
it: Controlla haveibeenpwned.com
ko: haveibeenpwned.com에서 확인
nl: Controleer haveibeenpwned.com
pt_br: Verificar haveibeenpwned.com
ru: Проверить через haveibeenpwned.com
tr: haveibeenpwned.com kontrol edin
zh_tw: 檢查 haveibeenpwned.com

# se5cb18408df3284e
source: For more info see:
cs_cz: Pro více informací viz:
de: Für weiter Informationen siehe:
es: Para más información ver:
fi: Lisätietoja:
fr: Pour plus d'informations, voir :
it: Per ulteriori informazioni:
ko: 자세한 내용은 다음을 참조하세요:
nl: Voor meer informatie zie:
pt_br: Para mais informações veja:
ru: Подробнее см:
tr: Daha fazla bilgi için bkz:
zh_tw: 若要更多資訊請前往：

# scef7abb8456b06d6
source: Check zxcvbn
cs_cz: Zkontrolovat zxcvbn
de: Überprüfe zxcvbn
es: Mira zxcvbn
fi: Tarkista zxcvbn
fr: Vérifier zxcvbn
it: Controlla zxcvbn
ko: zxcvbn 확인
nl: Controleer zxcvbn
pt_br: Verificar zxcvbn
ru: Проверить через zxcvbn
tr: zxcvbn'yi kontrol edin
zh_tw: 檢查 zxcvbn

# sdfdb58cd232b363d
source: Password strength estimator created by Dropbox, see:
cs_cz: Odhad síly hesla vytvořený společností Dropbox, viz:
de: Passwortstärke Schätzer von Dropbox, vergleiche:
es: Estimador de fortaleza de contraseña creado por Dropbox, consulte:
fi: Dropboxin luoma salasanan vahvuusarvioija, ks:
fr: Estimateur de force de mot de passe créé par Dropbox, voir :
it: Strumento per la stima della forza della password creato da Dropbox, vedere:
ko: Dropbox에서 만든 비밀번호 강도 추정기를 참조하세요:
nl: Wachtwoordsterkteschatting gemaakt door Dropbox, zie:
pt_br: Estimador da força da senha criado pelo Dropbox, veja:
ru: Оценщик надежности паролей, созданный компанией Dropbox, см:
tr: Dropbox tarafından oluşturulan parola gücü tahmincisi, bkz.:
zh_tw: 由 Dropbox 建立的密碼強度指示計，請前往：

# s40b034801fcb843b
source: Allows/denys requests based on the users and/or the IPs reputation.
cs_cz: Povoluje/zamítá požadavky na základě reputace uživate a/nebo IP.
de: Erlaubt/verweigert Anfragen auf der Grundlage der Reputation der Nutzer und/oder der IPs.
es: Permitir/denegar solicitudes en función de los usuarios y/o la reputación de las IP.
fi: Sallii/estää pyynnöt perustuen käyttäjän ja/tai IP-osoitteen maineeseen.
fr: Autorise/bloque les requêtes selon la réputation de l'utilisateur et/ou de l'adresse IP
it: Consente/nega le richieste in base alla reputazione degli utenti e/o degli IP.
ko: 사용자 및/또는 IP 평판에 따라 요청을 허용/거부합니다.
nl: Staat verzoeken toe/weigert verzoeken op basis van de reputatie van de gebruikers en/of de IP-adressen.
pt_br: Permite/nega solicitações com base na reputação dos usuários e/ou IPs.
ru: Разрешает/запрещает запросы на основе репутации пользователей и/или IP-адресов.
tr: Kullanıcıların ve/veya IP'lerin itibarına göre isteklere izin ver/reddeder.
zh_tw: 根據使用者或 IP 名譽來允許或禁止要求。
