Repository: goauthentik/authentik
Catalog: web/xliff/*.xlf
Languages: cs_cz, de, es, fi, fr, it, ko, nl, pt_br, ru, tr, zh_tw

# s84c5a011acd608c9
source: Event retention
cs_cz: Zachování události
de: Ereignisspeicherung
es: Retención de eventos
fi: Tapahtumien säilytys
fr: Rétention d'évènement
it: Ritenzione degli eventi
ko: 이력 보존
nl: Evenementbehoud
pt_br: Retenção de eventos
ru: Сохранение событий
tr: Etkinliği saklama
zh_tw: 事件紀錄保存時長

# s2536ac8d32d2e63f
source: Duration after which events will be deleted from the database.
cs_cz: Doba, po které budou události vymazány z databáze.
de: Dauer, nach der ein Ereignis aus der Datenbank gelöscht wird.
es: Duración tras la cual los eventos se eliminarán de la base de datos.
fi: Aika, jonka jälkeen tapahtumat poistetaan tietokannasta.
fr: Expiration des évènements à l'issue de laquelle ils seront supprimés de la base de donnée.
it: Tempo dopo il quale gli eventi verranno eliminati dal database.
ko: 이력이 데이터베이스에서 삭제되는 기간입니다.
nl: Duur waarna gebeurtenissen uit de database worden verwijderd.
pt_br: Duração após a qual os eventos serão excluídos do banco de dados.
ru: Срок, по истечении которого события будут удалены из базы данных.
tr: Olayların veritabanından silineceği süre.
zh_tw: 事件紀錄在被從資料庫刪除前的時長。

# h3ac79dc5cc553329
source: When using an external logging solution for archiving, this can be set to <code>minutes=5</code>.
cs_cz: Při použití externího řešení pro archivaci protokolů může být nastaveno na <code>minutes=5</code>.
de: Wenn eine externe Logging-Lösung für die Archivierung verwendet wird, kann dies auf <code>minutes=5</code>gesetzt werden.
es: Cuando se utiliza una solución de registro externa para archivado, esto puede establecerse en <code>minutes=5</code>.
fr: Lors de l'utilisation d'un système de logging externe pour de l'archivage, cela peut être défini à <code>minutes=5</code>.
it: Se si utilizza una soluzione di registrazione esterna per l'archiviazione, questo può essere impostato su <code>minutes=5</code>.
pt_br: Ao usar uma solução externa de registro para arquivamento, este valor pode ser definido, por exemplo, como <code>minutes=5</code>.

# s44536d20bb5c8257
source: This setting only affects new Events, as the expiration is saved per-event.
cs_cz: Toto nastavení ovlivňuje pouze nové události, protože doba expirace je uložena pro každou událost zvlášť.
de: Diese Einstellung betrifft nur neue Ereignisse, da die Ablaufzeit für jedes Ereignis gespeichert wird.
es: Esta configuración solo afecta a los eventos nuevos, ya que la caducidad se guarda por evento.
fi: Tämä asetus vaikuttaa vain uusiin tapahtumiin, koska vanheneminen tallennetaan tapahtumakohtaisesti.
fr: Ce paramètre n'affecte que les nouveaux événements, l'expiration étant enregistrée pour chaque événement.
it: Questa impostazione influisce solo sui nuovi eventi, poiché la scadenza viene salvata per evento.
ko: T만료는 이벤트별로 저장되므로 설정은 새 이벤트에만 영향을 줍니다.
nl: Deze instelling heeft alleen invloed op nieuwe gebeurtenissen, omdat de vervaldatum per gebeurtenis wordt opgeslagen.
pt_br: Esta configuração afeta apenas novos Eventos, pois a expiração é salva por evento.
ru: Эта настройка влияет только на новые события, поскольку срок действия сохраняется для каждого события.
tr: Bu ayar, süre sonu olay başına kaydedildiğinden, yalnızca yeni Olayları etkiler.
zh_tw: 此設定僅會影響新的事件紀錄，舊的紀錄到期時間已經設定。

# se37ac6cf9c72f21a
source: Reputation: lower limit
cs_cz: Reputace: dolní hranice
de: Reputation: Untergrenze
es: Reputación: límite inferior
fr: Réputation : limite inférieure
it: Reputazione: limite inferiore
pt_br: Reputação: limite inferior

# sa634ffa797037aac
source: Reputation cannot decrease lower than this value. Zero or negative.
cs_cz: Reputace nemůže klesnout pod tuto hodnotu. Nula nebo záporná.
de: Reputation darf diesen Wert nicht unterschreiten. Null oder negativ.
es: La reputación no puede disminuir por debajo de este valor. Cero o negativo.
fr: La réputation ne peut pas descendre en dessous de cette valeur. Zéro ou négatif.
it: La reputazione non può scendere sotto questo valore. Zero o negativo.
pt_br: A reputação não pode diminuir abaixo deste valor. Zero ou negativo.

# s862986ce8e70edd7
source: Reputation: upper limit
cs_cz: Reputace: horní hranice
de: Reputation: Obergrenze
es: Reputación: límite superior
fr: Réputation : limite supérieure
it: Reputazione: limite superiore
pt_br: Reputação: limite superior

# sdd04913b3b46cf30
source: Reputation cannot increase higher than this value. Zero or positive.
cs_cz: Reputace nemůže vzrůst nad tuto hodnotu. Nula nebo kladná.
de: Reputation darf diesen Wert nicht überschreiten. Null oder positiv.
es: La reputación no puede superar este valor. Cero o positivo.
fr: La réputation ne peut pas monter au dessus de cette valeur. Zéro ou positif.
it: La reputazione non può superare questo valore. Zero o positivo.
pt_br: A reputação não pode aumentar acima deste valor. Zero ou positivo.

# s57b52b60ed5e2bc7
source: Footer links
cs_cz: Odkazy v zápatí
es: Enlaces de pie de página
fi: Alalaidan linkit
fr: Liens de pied de page
pt_br: Links do rodapé
ru: Ссылки в нижнем колонтитуле
tr: Altbilgi bağlantıları

# s92205c10ba1f0f4c
source: This option configures the footer links on the flow executor pages. The URL is limited to web and mail addresses. If the name is left blank, the URL will be shown.
cs_cz: Tato možnost konfiguruje odkazy v zápatí stránek spouštění toku. Adresa URL je omezena na webové a e-mailové adresy. Pokud je název ponechán prázdný, zobrazí se adresa URL.
de: Diese Option konfiguriert die Footer-Links auf den Flow-Executor-Seiten. Die URL ist auf Web- und Mailadressen beschränkt. Wenn der Name leer bleibt, wird die URL angezeigt.
es: Esta opción configura los enlaces de pie de página en las páginas del ejecutor de flujos. La URL está limitada a direcciones web y de correo electrónico. Si el nombre se deja en blanco, se mostrará la URL.
fi: Tämä valinta määrittää alalaidan linkit prosessin suoritussivuilla. URL voi sisältää web- tai sähköpostiosoitteen. Jos nimi jätetään tyhjäksi, näytetään syötetty URL-osoite.
fr: Cette option configure les liens affichés en bas de page sur l’exécuteur de flux. L'URL est limitée à des addresses web et courriel. Si le nom est laissé vide, l'URL sera affichée.
it: Questo opzione configura il link in basso nel flusso delle pagine di esecuzione. L'URL e' limitato a web e indirizzo mail-Se il nome viene lasciato vuoto, verra' visualizzato l'URL
pt_br: Esta opção configura os links do rodapé nas páginas do executor de fluxo. A URL é limitada a endereços web e de e-mail. Se o nome for deixado em branco, a URL será exibida.

# s166b59f3cc5d8ec3
source: GDPR compliance
cs_cz: Soulad s GDPR
de: DSGVO-Konformität
es: Cumplimiento del RGPD
fi: GDPR-sääntöjenmukaisuus
fr: Conformité RGPD
it: Conformità GDPR
pt_br: Conformidade com GDPR
ru: Соблюдение GDPR
tr: GDPR uyumluluğu

# sb8b23770f899e5bb
source: When enabled, all the events caused by a user will be deleted upon the user's deletion.
cs_cz: Pokud je povoleno, všechny události vyvolané uživatelským účtem budou při jeho odstranění smazány.
de: Wenn aktiviert, werden alle Ereignisse, die durch einen Benutzer verursacht wurden, beim Löschen des Benutzers gelöscht.
es: Cuando esta opción está habilitada, todos los eventos provocados por un usuario se eliminarán tras la eliminación del usuario.
fi: Kun tämä on päällä, kaikki käyttäjän aiheuttamat tapahtumat poistetaan käyttäjän poiston yhteydessä.
fr: Lorsqu'activé, tous les évènements causés par un utilisateur seront supprimés lors de la suppression de l'utilisateur.
it: Se abilitata, tutti gli eventi causati da un utente verranno eliminati al momento dell'eliminazione dell'utente.
pt_br: Quando ativado, todos os eventos causados por um usuário serão deletados quando o usuário for deletado.
ru: Если включено, все события, вызванные пользователем, будут удалены после его удаления.
tr: Etkinleştirildiğinde, bir kullanıcının neden olduğu tüm olaylar, kullanıcının silinmesi üzerine silinir.

# s29501761df0fe837
source: Impersonation
cs_cz: Zosobnění
de: Identitätswechsel
es: Personificación
fi: Käyttäjänä esiintyminen
fr: Appropriation des utilisateurs (impersonation)
it: Impersonazione
pt_br: Impersonação
ru: Имитация пользователя
tr: Kim -liğe bürünme

# s8f503553d8432487
source: Globally enable/disable impersonation.
cs_cz: Globální povolení/zakázání zosobnění.
de: Impersonation global aktivieren/deaktivieren.
es: Habilita/deshabilita globalmente la personificación.
fi: Salli/estä toisena käyttäjänä esiintyminen globaalisti.
fr: Activer/désactiver l'appropriation utilisateur de manière globale.
it: Abilita/disabilita globalmente l'impersonificazione.
pt_br: Ativar/desativar a impersonação globalmente.
ru: Глобально включить/отключить имитацию пользователей.
tr: Kimliğe bürünmeyi genel olarak etkinleştirin/devre dışı bırakın.

# s29fab8887734192f
source: Require reason for impersonation
cs_cz: Požadovat důvod zosobnění
de: Grund für Impersonalisierung erforderlich
es: Requerir motivo para la personificación
fi: Vaadi syy toisena käyttäjänä esiintymiselle
fr: Forcer une raison d'appropriation
it: Richiedi un motivo per impersonare un utente
pt_br: Requerer razão para impersonação

# sc24af6de78468cfa
source: Require administrators to provide a reason for impersonating a user.
cs_cz: Požadovat, aby správci uvedli důvod, proč se za uživatele vydávají.
de: Administratoren müssen einen Grund für die Impersonalisierung eines Benutzers angeben.
es: Requerir que los administradores proporcionen una razón para personificar a un usuario.
fi: Edellytä, että ylläpitäjät kirjaavat syyn toisena käyttäjänä esiintymiseen.
fr: Forcer les administrateurs à fournir une raison d'appropriation utilisateur.
it: Richiedi agli amministratori un motivo per impersonare un utente
pt_br: Requerer que os administradores forneçam uma razão para impersonar um usuário.

# s4888252cbd785175
source: Default token duration
cs_cz: Výchozí doba platnosti tokenu
de: Standard-Token-Dauer
es: Duración de token predeterminada
fi: Tunnisteen oletuskesto
fr: Durée par défaut des jetons
it: Durata token predefinita
pt_br: Duração padrão do token
ru: Срок действия токена по умолчанию
tr: Varsayılan belirteç süresi

# s25c80a16a07871ba
source: Default duration for generated tokens
cs_cz: Výchozí doba platnosti generovaných tokenů
de: Standarddauer für generierte Tokens
es: Duración predeterminada para tokens generados
fi: Luotujen tunnisteiden oletuskesto
fr: Durée par défaut des jetons générés
it: Durata predefinita dei token generati
pt_br: Duração padrão para tokens gerados
ru: Срок действия по умолчанию для сгенерированных токенов
tr: Oluşturulan belirteçler için varsayılan süre

# se5c9ffc025fdf61d
source: Default token length
cs_cz: Výchozí délka tokenu
de: Standard-Token-Länge
es: Longitud de token predeterminada
fi: Tunnisteen oletuspituus
fr: Longueur par défaut des jetons
it: Lunghezza token predefinita
pt_br: Comprimento padrão do token
ru: Длина токена по умолчанию
tr: Varsayılan belirteç uzunluğu

# sa6b2c110466d1754
source: Default length of generated tokens
cs_cz: Výchozí délka generovaných tokenů
de: Standardlänge generierter Tokens
es: Longitud predeterminada para tokens generados
fi: Luotujen tunnisteiden oletuspituus
fr: Longueur par défaut des jetons générés
it: Lunghezza predefinita dei token generati
pt_br: Comprimento padrão dos tokens gerados
ru: Длина генерируемых токенов по умолчанию
tr: Oluşturulan belirteçlerin varsayılan uzunluğu

# s33f85f24c0f5f008
source: Save
cs_cz: Uložit
de: Speichern
es: Guardar
fi: Tallenna
fr: Enregistrer
it: Salva
ko: 저장
nl: Opslaan
pt_br: Salvar
ru: Сохранить
tr: Kaydet
zh_tw: 儲存

# see1eb81c1f734079
source: System settings
cs_cz: Systémová nastavení
de: Systemeinstellungen
es: Ajustes de sistema
fi: Järjestelmän asetukset
fr: Réglages système
it: Impostazioni di sistema
pt_br: Configurações do sistema
ru: Системные настройки
tr: Sistem ayarları

# see2bcbc11bb91960
source: Successfully updated instance.
cs_cz: Instance byla úspěšně aktualizována.
de: Instanz erfolgreich aktualisiert.
es: Instancia actualizada correctamente.
fi: Kohteen päivitys onnistui.
fr: Instance mise à jour avec succès.
it: Istanza caricata con successo.
ko: 인스턴스 업데이트에 성공했습니다.
nl: Instantie succesvol bijgewerkt.
pt_br: Instância atualizada com sucesso.
ru: Экземпляр успешно обновлен.
tr: Örnek başarıyla güncelleştirildi.
zh_tw: 成功更新執行個體

# s9e51d6de369f320b
source: Successfully created instance.
cs_cz: Instance byla úspěšně vytvořena.
de: Instanz erfolgreich erstellt.
es: Instancia creada correctamente.
fi: Kohteen luonti onnistui.
fr: Instance créée avec succès.
it: Istanza creata con successo.
ko: 인스턴스를 성공적으로 생성했습니다.
nl: Instantie succesvol aangemaakt.
pt_br: Instância criada com sucesso.
ru: Экземпляр успешно создан.
tr: Örnek başarıyla oluşturuldu.
zh_tw: 成功建立執行個體

# s92e91071c6a45eb4
source: Disabled blueprints are never applied.
cs_cz: Zakázané plány se nikdy nepoužívají.
de: Deaktivierte Blaupausen werden nie angewendet.
es: Las plantillas deshabilitadas nunca se aplican.
fi: Käytöstä poistettuja suunnitelmia ei koskaan käytetä.
fr: Les plans désactivés ne sont jamais appliqués.
it: I progetti disabili non vengono mai applicati.
ko: 비활성화된 블루프린트는 적용되지 않습니다.
nl: Uitgeschakelde blueprints worden nooit toegepast.
pt_br: Blueprints desativados nunca são aplicados.
ru: Отключенные чертежи никогда не применяются.
tr: Devre dışı bırakılan planlar hiçbir zaman uygulanmaz.
zh_tw: 停用的藍圖將永遠不會被應用。

# sf63c89c0604c288f
source: Local path
cs_cz: Místní cesta
de: Lokaler Pfad
es: Ruta local
fi: Paikallinen polku
fr: Chemin local
it: Percorso locale
ko: 로컬 경로
nl: Lokaal pad
pt_br: Caminho local
ru: Локальный путь
tr: Yerel yol
zh_tw: 本機路徑

# sd6422f7004036cdd
source: OCI Registry
cs_cz: OCI registr
es: Registro de OCI
fi: OCI-rekisteri
fr: Registre OCI
it: Registro OCI
ko: OCI 레지스트리
nl: OCI-register
pt_br: Registro OCI
ru: OCI Реестр
tr: OCI Kayıt Defteri

# sa556d7b744364dcf
source: OCI URL
pt_br: URL OCI

# h3b1f38bb34f8b1b6
source: A valid OCI manifest URL, prefixed with the protocol e.g. <code>oci://registry.domain.tld/path/to/manifest</code>
pt_br: Uma URL OCI manifest válida, prefixada com o protocolo por exemplo: <code>oci://registry.domain.tld/path/to/manifest</code>

# sc19e397bee1e67f7
source: Read more about
pt_br: Leia mais sobre

# sa777a614e18a35cd
source: OCI Support
cs_cz: Podpora OCI
pt_br: Suporte OCI

# s7e1342d37124b65b
source: Configure the blueprint context, used for templating.
cs_cz: Nakonfigurujte kontext plánu, který se používá pro šablonování.
de: Konfigurieren Sie den Blueprint-Kontext, der für die Erstellung von Vorlagen verwendet wird.
es: Configura el contexto de la plantilla, se usa para crear templates.
fi: Määritä suunnitelman konteksti, käytetään malleissa.
fr: Configurer le contexte du plan, utilisé pour modéliser.
it: Configurare il contesto del progetto, utilizzato per il modello.
ko: 템플릿에 사용되는 Blueprint 컨텍스트를 구성합니다.
nl: Configureer de blauwdrukcontext, gebruikt voor sjablonering.
pt_br: Configurar o contexto do blueprint, usado para modelagem.
ru: Настройте контекст чертежа, используемый для создания шаблонов.
tr: Şablon oluşturma için kullanılan şema bağlamını yapılandırın.
zh_tw: 設定藍圖的上下文，用於作為範本。

# s6ec8c9d11310300a
source: Orphaned
cs_cz: Osiřelé
de: Verwaist
es: Huérfano
fi: Orpo
fr: Orphelin
it: Orfano
ko: 독립적
nl: Wees
pt_br: Orfão
ru: Потерянные
tr: Artık
zh_tw: 孤立

# s6835db03209b4f94
source: Automate and template configuration within authentik.
cs_cz: Automatizujte a šablonujte konfiguraci v rámci authentik.
de: Automatisiere und template Konfiguration innerhalb von authentik.
es: Automatiza y plantilla la configuración dentro de authentik.
fi: Automatisoi ja tee authentikin määrittelyt mallipohjista.
fr: Automatiser et modéliser la configuration au sein d'authentik.
it: Configurazione delle automazione e dei modelli all'interno di authentik.
ko: Authentik 내에서 구성을 자동화하고 템플릿을 작성하세요.
nl: Automatiseer en sjabloniseer configuratie binnen authentik.
pt_br: Automatizar e modelar a configuração dentro do authentik.
ru: Автоматизация и шаблонизация конфигурации в authentik.
tr: Kimlik doğrulama içinde yapılandırmayı otomatikleştirin ve şablonlayın.
zh_tw: 在 authentik 中自動化和範本化設定。

# s23de62f931f7d754
source: Last applied
cs_cz: Naposledy použito
de: Zuletzt angewendet
es: Última vez aplicado
fi: Viimeksi käytetty
fr: Dernière application
it: Ultima applicazione
ko: 마지막 적용
nl: Laatst toegepast
pt_br: Última aplicação
ru: Последнее применение
tr: Son uygulanan
zh_tw: 最後應用時間

# s880b8b70b22f9977
source: Update Blueprint
cs_cz: Aktualizovat plán
de: Blaupause aktualisieren
es: Actualizar Plantilla
fi: Päivitä suunnitelma
fr: Mettre à jour le plan
it: Aggiorna progetto
ko: 블루프린트 업데이트
nl: Blauwdruk bijwerken
pt_br: Atualizar Blueprint
ru: Обновить чертеж
tr: Blueprint'i güncelleştirme
zh_tw: 更新藍圖

# s08d24327ec788e78
source: Edit "${item.name}" blueprint
pt_br: Editar "${item.name}" blueprint

# s6f8d15b5494ac41a
source: Apply "${item.name}" blueprint
pt_br: Aplicar "${item.name}" blueprint

# sb8f855b49234b81b
source: Apply
cs_cz: Použít
de: Anwenden
es: Aplicar
fi: Käytä
fr: Appliquer
it: Applica
ko: 적용
nl: Toepassen
pt_br: Aplicar
ru: Применить
tr: Uygulamak
zh_tw: 套用

# sef3d102324bf8561
source: Create Blueprint Instance
cs_cz: Vytvořit instanci plánu
de: Blueprint-Instanz erstellen
es: Crear una Instancia de Plantilla
fi: Luo suunnitelman ilmentymä
fr: Créer une instance du plan
it: Crea istanza progetto
ko: 블루프린트 인스턴스 생성
nl: Blauwdrukinstantie aanmaken
pt_br: Criar Instância de Blueprint
ru: Создание экземпляра чертежа
tr: Şema Örneği Oluştur
zh_tw: 建立藍圖執行個體

# s0e427111d750cc02
source: Successfully updated license.
cs_cz: Licence byla úspěšně aktualizována.
de: Lizenz erfolgreich aktualisiert.
es: Licencia actualizada correctamente.
fi: Lisenssin päivitys onnistui.
fr: Licence téléversée avec succès.
it: Licenza aggiornata con successo.
ko: 라이선스 업데이트에 성공했습니다.
nl: Licentie succesvol bijgewerkt.
pt_br: Licença atualizada com sucesso.
ru: Лицензия успешно обновлена.
tr: Lisans başarıyla güncellendi.
zh_tw: 成功更新授權許可證

# s06ae64e621f302eb
source: Successfully created license.
cs_cz: Licence byla úspěšně vytvořena.
de: Lizenz erfolgreich erstellt.
es: Licencia creada correctamente.
fi: Lisenssin luonti onnistui.
fr: Licence créée avec succès.
it: Licenza creata con successo.
ko: 라이선스를 성공적으로 생성했습니다.
nl: Licentie succesvol aangemaakt.
pt_br: Licença criada com sucesso.
ru: Лицензия успешно создана.
tr: Lisans başarıyla oluşturuldu.
zh_tw: 成功建立授權許可證

# s2905c425adae99bd
source: Install ID
cs_cz: Instalační ID
de: Installations-ID
es: ID de Instalación
fi: Asennuksen ID
fr: ID de l'installation
it: ID Installazione
ko: 설치 ID
nl: Installatie-ID
pt_br: ID de instalação
ru: Идентификатор установки
tr: Yükleme Kimliği
zh_tw: 安裝 ID

# sb18ec434a8a3aafb
source: License key
cs_cz: Licenční klíč
de: Lizenzschlüssel
es: Llave de Licencia
fi: Lisenssiavain
fr: Clé de licence
it: Chiave di licenza
ko: 라이선스 키
nl: Licentiesleutel
pt_br: Chave da licença
ru: Лицензионный ключ
tr: Lisans anahtarı
zh_tw: 授權金鑰

# sd923f95605fed7b2
source: Expired
cs_cz: Expirované
de: Abgelaufen
es: Expirado
fi: Vanhentunut
fr: Expiré
it: Scaduta
pt_br: Expirado
tr: Süresi dolmuş

# s86959994f28077dc
source: Expiring soon
cs_cz: Brzy vyprší
de: Läuft bald ab
es: Expira pronto
fi: Vanhenee pian
fr: Expire bientôt
it: In scadenza presto
pt_br: Expirando em breve
tr: Yakında sona eriyor

# sc60a5fba70bf5a53
source: Unlicensed
cs_cz: Nelicencované
de: Nicht lizenziert
es: Sin licencia
fi: Lisensoimaton
fr: Pas sous licence
it: Senza licenza
pt_br: Sem licença
tr: Lisanssız

# s4f9880ce82953741
source: Read Only
cs_cz: Pouze pro čtení
de: Schreibgeschützt
es: Solo lectura
fi: Vain luku
fr: Lecture seule
it: Solo lettura
pt_br: Apenas leitura
ru: Только для чтения
tr: Salt Okunur

# s4220dda46d622211
source: Valid
cs_cz: Platné
de: Gültig
es: Válido
fi: Voimassa
fr: Valide
it: Valida
pt_br: Válido
tr: Geçerli

# sdc94711a2eb66a45
source: Current license status
cs_cz: Aktuální stav licence
de: Aktueller Lizenzstatus
es: Estado actual de la licencia
fi: Tämänhetkinen lisenssin tila
fr: Statut actuel des licences
it: Stato di licenza corrente
pt_br: Status atual da licença
ru: Текущий статус лицензии
tr: Mevcut lisans durumu

# se10fb73c1f1039c5
source: Overall license status
cs_cz: Celkový stav licence
de: Allgemeiner Lizenzstatus
es: Estado general de la licencia
fi: Yleinen lisenssin tila
fr: Statut complet des licences
it: Stato complessivo della licenza
pt_br: Status geral da licença
ru: Общий статус лицензии
tr: Genel lisans durumu

# sc4804358f202968c
source: Internal user usage
cs_cz: Použití interních uživatelů
de: Interne Benutzerverwendung
es: Uso de usuario interno
fi: Sisäisten käyttäjien käyttö
fr: Utilisation des utilisateurs internes
it: Utilizzo degli utenti interni
pt_br: Uso de usuário interno
tr: Dahili kullanıcı kullanımı

# sae72e1569d34fb02
source: External user usage
cs_cz: Použití externích uživatelů
de: Externe Benutzerverwendung
es: Uso de usuario externo
fi: Ulkoisten käyttäjien käyttö
fr: Utilisation des utilisateurs externes
it: Utilizzo dell'utente esterno
pt_br: Uso de usuário externo
tr: Dış kullanıcı kullanımı

# s2e109263b73c12d5
source: Licenses
cs_cz: Licence
de: Lizenzen
es: Licencias
fi: Lisenssit
fr: Licences
it: Licenze
ko: 라이선스
nl: Licenties
pt_br: Licenças
ru: Лицензии
tr: Lisans
zh_tw: 授權許可證

# s9ce7cc01fb9b5b53
source: Manage enterprise licenses
cs_cz: Správa podnikových licencí
de: Verwalten von Unternehmenslizenzen
es: Administrar licencias enterprise
fi: Hallinnoi enterprise-lisenssejä
fr: Gérer les licences entreprise
it: Gestire le licenze enterprise
ko: Enterprise 라이선스 관리
nl: Ondernemingslicenties beheren
pt_br: Gerenciar licenças corporativas
ru: Управление enterprise лицензиями
tr: Kurumsal lisansları yönetme
zh_tw: 管理企業版授權許可證

# sf9ebf11ac2645820
source: No licenses found.
cs_cz: Nebyly nalezeny žádné licence.
de: Keine Lizenzen gefunden.
es: No se han encontrado licencias.
fi: Lisenssejä ei löytynyt.
fr: Aucune licence trouvée.
it: Nessuna licenza trovata.
ko: 라이선스를 찾을 수 없습니다.
nl: Geen licenties gevonden.
pt_br: Nenhuma licença encontrada.
ru: Лицензий не найдено.
tr: Lisans bulunamadı.
zh_tw: 找不到授權許可證。

# sd49099e9522635f4
source: License(s)
cs_cz: Licence
de: Lizenz(en)
es: Licencia(s)
fi: Lisenssi(t)
fr: Licence(s)
it: Licenza(e)
ko: 라이선스
nl: Licentie(s)
pt_br: Licença(s)
ru: Лицензия (лицензии)
tr: Lisans(lar)
zh_tw: 授權許可證

# sf58825457d61c429
source: Forecast internal users
cs_cz: Odhad interních uživatelů
de: Prognose für interne Nutzer
es: Pronosticar usuarios internos
fi: Ennusta sisäisiä käyttäjiä
fr: Prévision des utilisateurs internes
it: Previsione utenti interni
ko: 내부 사용자 예측
nl: Voorspel interne gebruikers
pt_br: Previsão de usuários internos
ru: Прогноз внутренних пользователей
tr: Dahili kullanıcıları tahmin edin
zh_tw: 內部使用者預測

# sde9a3f41977ec1f8
source: Estimated user count one year from now based on ${internalUsers} current internal users and ${forecastedInternalUsers} forecasted internal users.
pt_br: Número estimado de usuários daqui a um ano com base nos ${internalUsers}usuários internos atuais e nos ${forecastedInternalUsers} usuários internos projetados.

# s531571491deb239a
source: Approximately
pt_br: Aproximadamente

# s4557b6b9da258643
source: Forecast external users
cs_cz: Odhad externích uživatelů
de: Prognose für externe Nutzer
es: Pronosticar usuarios externos
fi: Ennusta ulkoisia käyttäjiä
fr: Prévision des utilisateurs externes
it: Previsione utenti esterni
ko: 외부 사용자 예측
nl: Voorspel externe gebruikers
pt_br: Previsão de usuários externos
ru: Прогноз внешних пользователей
tr: Dış kullanıcıları tahmin etme
zh_tw: 外部使用者預測
