Repository: goauthentik/authentik
Catalog: web/xliff/*.xlf
Languages: cs_cz, de, es, fi, fr, it, ko, nl, pt_br, ru, tr, zh_tw

# sbc88fb27a4c3b894
source: Configure how the flow executor should handle an invalid response to a challenge given by this bound stage.
cs_cz: Konfiguruje, jak by měl vykonavatel toku zpracovat neplatnou odpověď na výzvu danou tímto vázaným krokem.
de: Konfiguriere, wie der Flow-Executor auf eine ungültige Antwort auf eine Challenge dieser gebundenen Stage reagieren soll.
es: Configura cómo el ejecutor de flujo debe manejar una respuesta no válida a un desafío dado por esta etapa vinculada.
fi: Määritä, kuinka prosessisuorittimen tulisi käsitellä virheellinen vastaus haasteeseen, jonka tämä liitetty vaihe antaa.
fr: Configurer comment l'exécuteur de flux doit gérer une réponse invalide à un défi donné par cette étape d'assignation
it: Configurare il modo in cui l'esecutore del flusso dovrebbe gestire una risposta non valida a una sfida data da questa fase vincolata.
ko: 이 바운드 스테이지에서 제공된 챌린지에 대한 유효하지 않은 응답을 플로우 실행기가 어떻게 처리해야 하는지 구성합니다.
nl: Configureer hoe de uitvoerder van de flow moet omgaan met een ongeldig antwoord op een uitdaging die wordt gegeven door deze gebonden fase.
pt_br: Configurar como o executor de fluxo deve lidar com uma resposta inválida a um desafio dado por este estágio vinculado.
ru: Настройте, как исполнитель потока должен обрабатывать недействительный ответ на вызов, переданный этим связанным этапом.
tr: Akış yürütücüsünün bu bağlı aşama tarafından verilen bir sınamaya geçersiz bir yanıtı nasıl işlemesi gerektiğini yapılandırın.
zh_tw: 設定流程執行器在遇到附加的階段中，給出挑戰但收到的無效回應時，應該處理的方式。

# sd8417b41ca27bc8f
source: New stage
cs_cz: Nový krok
de: Neue Stage
es: Nueva etapa
fi: Uusi vaihe
fr: Nouvelle étape
it: Nuova fase
ko: 새 스테이지
nl: Nieuwe fase
pt_br: Nova etapa
ru: Новый этап
tr: Yeni aşama
zh_tw: 新增階段

# s293801033f9fc0d0
source: Create a new stage.
cs_cz: Vytvořit nový krok.
de: Neue Stage erstellen.
es: Crear una nueva etapa.
fi: Luo uusi vaihe.
fr: Créer une nouvelle étape.
it: Crea una nuova fase.
ko: 새 스테이지를 만듭니다.
nl: Maak een nieuwe fase aan.
pt_br: Criar uma nova etapa.
ru: Создание нового этапа.
tr: Yeni bir aşama oluşturun.
zh_tw: 建立一個階段。

# s71633a67e0d7c0e4
source: Successfully imported device.
cs_cz: Zařízení úspěšně importováno.
de: Das Gerät wurde erfolgreich importiert.
es: Dispositivo importado correctamente.
fi: Laitteen tuonti onnistui.
fr: Appareil importé avec succès.
it: Dispositivo importato con successo.
ko: 디바이스를 성공적으로 가져왔습니다.
nl: Apparaat succesvol geïmporteerd.
pt_br: Dispositivo importado com sucesso.
ru: Устройство успешно импортировано.
tr: Cihaz başarıyla içe aktarıldı.
zh_tw: 成功匯入裝置。

# s7d61705dfb120d7b
source: The user in authentik this device will be assigned to.
cs_cz: Uživatel v systému authentik, kterému bude toto zařízení přiřazeno.
de: Der Benutzer in Authentik, dem dieses Gerät zugewiesen wird.
es: El usuario en authentik al que se asignará este dispositivo.
fi: authentik-käyttäjä johon tämä laite liitetään.
fr: L'utilistateur authentik auquel cet appareil sera assigné.
it: L'utente in autencik questo dispositivo verrà assegnato.
ko: 이 디바이스를 할당할 Authentik의 사용자입니다.
nl: De gebruiker in authentik aan dit apparaat wordt toegewezen.
pt_br: O usuário no authentik a este dispositivo será atribuído.
ru: Пользователь authentik, которому будет назначено это устройство.
tr: Bu cihazın atanacağı authentik'teki kullanıcı.
zh_tw: 此裝置將被分配給的 authentik 中的使用者。

# s5eaf1d304e03ed4b
source: Duo User ID
cs_cz: ID uživatele Duo
es: ID de Usuario Duo
fi: Duo-käyttäjä-ID
fr: ID Utilisateur Duo
ko: Duo 사용자 ID
nl: Duo gebruikers-ID
pt_br: ID do usuário Duo
ru: ID пользователя Duo
tr: Duo Kullanıcı Kimliği
zh_tw: Duo 使用者 ID

# s003847d8bc01c676
source: The user ID in Duo, can be found in the URL after clicking on a user.
cs_cz: ID uživatele v Duo, lze nalézt v URL po kliknutí na uživatele.
de: Die Benutzer-ID in Duo finden Sie in der URL, nachdem Sie auf einen Benutzer geklickt haben.
es: El ID de usuario en Duo, que se puede encontrar en la URL después de hacer clic en un usuario.
fi: Käyttäjän ID Duo:ssa, tämä löytyy URL-osoitteesta, joka aukeaa käyttäjää klikkaamalla.
fr: L'ID utilisateur Duo, peut être trouvé dans l'URL en cliquant sur un utilisateur,
it: L'ID utente in duo è disponibile nell'URL dopo aver fatto clic su un utente.
ko: Duo의 사용자 ID는, 사용자를 클릭한 후 URL에서 찾을 수 있습니다.
nl: De gebruikers-ID in Duo, te vinden in de URL na het klikken op een gebruiker.
pt_br: O ID do usuário no Duo pode ser encontrado na URL após clicar em um usuário.
ru: Идентификатор пользователя в Duo, можно найти в URL после нажатия на пользователя.
tr: Duo'daki kullanıcı kimliği, bir kullanıcıya tıklandıktan sonra URL'de bulunabilir.
zh_tw: Duo 的使用者 ID，點選使用者後可以在網址列上找到。

# sbbc806ea3987c781
source: Automatic import
cs_cz: Automatický import
de: Automatischer Import
es: Importación automática
fi: Automaattinen tuonti
fr: Importation automatique
it: Importazione automatica
ko: 자동으로 가져오기
nl: Automatische import
pt_br: Importação automática
ru: Автоматический импорт
tr: Otomatik içe aktarma
zh_tw: 自動匯入

# s77299a9d3dd932cd
source: Successfully imported ${res.count} devices.
cs_cz: Úspěšně importováno ${res.count} zařízení.
de: Erfolgreich ${res.count}Geräte importiert.
es: ${res.count}dispositivos importados correctamente.
fi: Tuotiin ${res.count}laite(tta).
fr: Import réussi de ${res.count}appareils.
it: Importati con successo ${res.count} dispositivi.
ko: 성공적으로 ${res.count} 디바이스를 가져왔습니다.
nl: Succesvol ${res.count} apparaten geïmporteerd.
pt_br: Dispositivos importados com sucesso.
ru: Успешно импортировано ${res.count}устройств(а).
tr: ${res.count} cihaz başarıyla içe aktarıldı.
zh_tw: 成功匯入 ${res.count} 個裝置。

# s6a615f6165ef01c9
source: Start automatic import
cs_cz: Zahájit automatický import
de: Automatischen Import starten
es: Comenzar importación automática
fi: Aloita automaattinen tuonti
fr: Démarrer l'importation automatique
it: Iniziare l'importazione automatica
ko: 자동으로 가져오기 시작
nl: Start automatische import
pt_br: Iniciar importação automática
ru: Запуск автоматического импорта
tr: Otomatik içe aktarmayı başlatma
zh_tw: 開始自動匯入

# s9f83d7768aea548a
source: Or manually import
cs_cz: Nebo importovat ručně
de: Oder manuell importieren
es: O importar manualmente
fi: Tai tuo manuaalisesti
fr: Ou importer manuellement
it: O importa manualmente
ko: 혹은 수동으로 가져오기
nl: Of handmatig importeren
pt_br: Ou importar manualmente
ru: Или импортировать вручную
tr: Veya manuel olarak içe aktarın
zh_tw: 或使用手動匯入

# sabf8a430d504f8c8
source: Endpoint Google Chrome Device Trust is in preview.
cs_cz: Důvěra zařízení koncového bodu Google Chrome je v náhledu.
de: Der Endpoint Google Chrome Device Trust befindet sich im Preview-Stadium.
es: El Punto de Conexión Google Chrome Device Trust está en vista previa.
fi: Päätepiste Google Chrome Device Trust on esikatselutilassa.
fr: Le point de terminaison Google Chrome Device Trust est en aperçu technique.
it: anteprima dell'Endpoint Google Chrome Device Trust
pt_br: O endpoint Google Chrome Device Trust está em pré-visualização.
tr: Uç nokta Google Chrome Cihaz Güvenilirliği önizleme aşamasındadır.

# s336936629cdeb3e5
source: Stage used to verify users' browsers using Google Chrome Device Trust. This stage can be used in authentication/authorization flows.
cs_cz: Krok používaný k ověření prohlížečů uživatelů pomocí Google Chrome Device Trust. Tento krok může být použit v autentizačních/autorizacích tocích.
de: Stage zur Überprüfung der Browser von Benutzern mit Google Chrome Device Trust. Diese Stufe kann in Authentifizierungs-/Autorisierungs-Flows verwendet werden.
es: Etapa que se utiliza para verificar los navegadores de los usuarios mediante Google Chrome Device Trust. Esta etapa se puede utilizar en flujos de autenticación/autorización.
fi: Vaihe, jota käytetään vahvistamaan käyttäjien selaimet käyttämällä Google Chromen Device Trustia. Tätä vaihetta voidaan käyttää tunnistautumis- tai valtuutusprosesseissa.
fr: Étape utilisée pour vérifier le navigateur des utilisateurs avec le connecteur de confiance des appareils Google Chrome Enterprise. Cette étape peut être utilisée dans les flux d'authentification et d'autorisation.
it: Fase utilizzata per verificare i browser degli utenti utilizzando la fiducia del dispositivo Google Chrome. Questa fase può essere utilizzata nei flussi di autenticazione/autorizzazione.
pt_br: Etapa usada para verificar os navegadores dos usuários usando o Google Chrome Device Trust. Esta etapa pode ser usada em fluxos de autenticação/autorização.
tr: Google Chrome Device Trust'ı kullanarak kullanıcıların tarayıcılarını doğrulamak için kullanılan aşama. Bu aşama kimlik doğrulama/yetkilendirme akışlarında kullanılabilir.

# s85fe794c71b4ace8
source: Google Verified Access API
cs_cz: API ověřeného přístupu Google
es: API de Acceso Verificado de Google
fi: Google Verified Access -rajapinta
fr: API Google Verified Access
pt_br: API de Acesso Verificado do Google
ru: API для верифицированного доступа Google
tr: Google Doğrulanmış Erişim API'sı

# sddc8efe94cb8c210
source: Stages are single steps of a Flow that a user is guided through. A stage can only be executed from within a flow.
cs_cz: Kroky jsou jednotlivé části Toku, kterými je uživatel prováděn. Krok může být spuštěn pouze v rámci toku.
de: Stage sind einzelne Schritte eines Flows, durch die ein Benutzer geführt wird. Eine Stage kann nur innerhalb eines Flows ausgeführt werden.
es: Las etapas son pasos individuales de un flujo por los que se guía al usuario. Una etapa solo se puede ejecutar desde dentro de un flujo.
fi: Vaiheet ovat yksittäisiä prosessin vaiheita, joiden läpi käyttäjä ohjataan. Vaihe vuodaan suorittaa vain prosessin osana.
fr: Les étapes sont des étapes simples d'un flux au travers duquel un utilisateur est guidé. Une étape peut être uniquement exécutée à l'intérieur d'un flux.
it: Le fasi sono singoli passaggi di un flusso su cui un utente è guidato. Una fase può essere eseguita solo all'interno di un flusso.
ko: 스테이지는 사용자에게 안내되는 플로우의 단일 단계입니다. 스테이지는 플로우 내에서만 실행할 수 있습니다.
nl: Fases zijn afzonderlijke stappen in een Flow waardoor een gebruiker wordt geleid. Een fase kan alleen worden uitgevoerd vanuit een flow.
pt_br: As etapas são etapas únicas de um fluxo pelo qual um usuário é guiado. Uma etapa só pode ser executada de dentro de um fluxo.
ru: Этапы - это отдельные шаги потока, через которые проходит пользователь. Этап может быть выполнен только внутри потока.
tr: Aşamalar, bir Akış'ın kullanıcının yönlendirildiği tek adımlardır. Bir aşama yalnızca bir akış içinden yürütülebilir.
zh_tw: 階段是流程中使用者被引導通過的單一步驟。階段只能在流程內部執行。

# sb69a4b0acd0895f2
source: Flows
cs_cz: Toky
es: Flujos
fi: Prosessit
fr: Flux
it: Flussi
ko: 플로우
pt_br: Fluxos
ru: Потоки
tr: Akışlar
zh_tw: 流程

# s0eaf755fa88c8d97
source: Stage(s)
cs_cz: Krok(y)
es: Etapa (s)
fi: Vaihe(et)
fr: Étape(s)
it: Fase(i)
ko: 스테이지
nl: Fase(s)
pt_br: Etapa(s)
ru: Этап(ы)
tr: Aşama (lar)
zh_tw: 階段

# s3914cb410fca44d4
source: Import
de: Importieren
es: Importación
fi: Tuo
fr: Importer
it: Importa
ko: 가져오기
nl: Importeren
pt_br: Importar
ru: Импорт
tr: İçe Aktar
zh_tw: 匯入

# s8a67b33a0d70d322
source: Import Duo device
cs_cz: Importovat zařízení Duo
de: Duo Gerät importieren
es: Importar dispositivo Duo
fi: Tuo Duo-laite
fr: Importer un appareil Duo
it: Importa dispositivo Duo
ko: Duo 디바이스 가져오기
nl: Importeer Duo-apparaat
pt_br: Importar dispositivo Duo
ru: Импорт устройства Duo
tr: Duo cihazını içe aktarma
zh_tw: 匯入 Duo 裝置

# s254a9a23dc1635df
source: Import devices
cs_cz: Importovat zařízení
de: Geräte importieren
es: Importar dispositivos
fi: Tuo laitteita
fr: Importer des appareils
it: Importa dispositivi
ko: 디바이스 가져오기
nl: Apparaten importeren
pt_br: Importar dispositivos
ru: Импорт устройств
tr: Cihazları içe aktarma
zh_tw: 匯入裝置

# s48cf8fd56b1237ed
source: Successfully updated flow.
cs_cz: Tok byl úspěšně aktualizován.
de: Flow erfolgreich aktualisiert.
es: Flujo actualizado correctamente.
fi: Prosessin päivitys onnistui.
fr: Flux mis à jour avec succès
it: Aggiornato con successo il flusso.
ko: 플로우를 성공적으로 업데이트했습니다.
nl: Flow succesvol bijgewerkt.
pt_br: Fluxo atualizado com sucesso.
ru: Поток успешно обновлен.
tr: Akış başarıyla güncellendi.
zh_tw: 成功更新流程。

# sc3e0c240b159fbce
source: Successfully created flow.
cs_cz: Tok byl úspěšně vytvořen.
de: Flow erfolgreich erstellt.
es: Flujo creado correctamente.
fi: Prosessin luonti onnistui.
fr: Flux créé avec succès
it: Creato con successo il flusso.
ko: 플로우를 성공적으로 생성했습니다.
nl: Flow succesvol aangemaakt.
pt_br: Fluxo criado com sucesso.
ru: Поток успешно создан.
tr: Akış başarıyla oluşturuldu.
zh_tw: 成功建立流程。

# s925936f647ae52cc
source: Shown as the Title in Flow pages.
cs_cz: Zobrazeno jako název na stránkách toků.
de: Wird als Titel auf den Flow-Seiten angezeigt.
es: Se muestra como título en las páginas de flujo.
fi: Näytään otsikkon prosessisivuilla.
fr: Afficher comme Titre dans les pages de Flux.
it: Mostrato come titolo nelle pagine di flusso.
ko: 플로우 페이지에서 제목으로 표시됩니다.
nl: Weergegeven als de titel op flowpagina's.
pt_br: Exibido como o Título nas páginas de Fluxo.
ru: Указывается в качестве заголовка на страницах потока.
tr: Akış sayfalarında Başlık olarak gösterilir.
zh_tw: 作為標題顯示在流程頁面。

# s50719dda8f90abf4
source: Visible in the URL.
cs_cz: Viditelné v URL.
de: Sichtbar in der URL
es: Visible en la URL.
fi: Näkyvillä URL-osoitteessa.
fr: Visible dans l'URL
it: Visibile nell'URL.
ko: URL에 표시됩니다.
nl: Zichtbaar in de URL.
pt_br: Visível na URL.
ru: Виден в URL-адресе.
tr: URL'de görünür.
zh_tw: 顯示於網址列中。

# s0f4c6540c30bd8b4
source: Designation
cs_cz: Označení
de: Bezeichnung
es: Designación
fi: Tarkoitus
fr: Désignation
it: Designazione
ko: 지정
nl: Aanduiding
pt_br: Designação
ru: Назначение
tr: Tanımlama
zh_tw: 使用目的

# sb25d9afe10941425
source: Decides what this Flow is used for. For example, the Authentication flow is redirect to when an un-authenticated user visits authentik.
cs_cz: Určuje, k čemu je tento Tok používán. Například Autentizační Tok je přesměrován, když neověřený uživatel navštíví authentik.
de: Entscheidet, wofür dieser Flow verwendet wird. Beispielsweise wird der Authentifizierungs-Flow umgeleitet, wenn ein nicht authentifizierter Benutzer Authentik besucht.
es: Decide para qué se utiliza este flujo. Por ejemplo, el flujo de autenticación se redirige a cuando un usuario no autenticado visita authentick.
fi: Määrittää, mihin tätä prosessia käytetään. Esimerkiksi tunnistautumisprosessi ohjaa edelleen kun tunnustautumaton käyttäjä avaa authentikin.
fr: Détermine l'usage de ce flux. Par exemple, un flux d'authentification est la destination d'un visiteur d'authentik non authentifié.
it: Decide a cosa serve questo flusso. Ad esempio, il flusso di autenticazione viene reindirizzato a quando un utente non autenticato visita authentik.
ko: 이 플로우가 사용되는 용도를 결정합니다. 예를 들어, 인증되지 않은 사용자가 authentik을 방문할 때 인증 플로우가 리디렉션됩니다.
nl: Bepaalt waarvoor deze Flow wordt gebruikt. Bijvoorbeeld, de Authenticatie flow wordt doorverwezen wanneer een niet-geauthenticeerde gebruiker authentik bezoekt.
pt_br: Decide para que este Fluxo é usado. Por exemplo, o fluxo de Autenticação é redirecionado quando um usuário não autenticado visita o authentik.
ru: Определяет, для чего используется данный поток. Например, поток Authentication перенаправляется, когда не прошедший аутентификацию пользователь посещает authentik.
tr: Bu Akış'ın ne için kullanıldığına karar verir. Örneğin, kimliği doğrulanmamış bir kullanıcı authentik ziyaret ettiğinde kimlik doğrulama akışı yönlendirir.
zh_tw: 決定此流程的用途。例如當未經認證的使用者存取 authentik 時，將其重新導向到身分認證流程。

# sb36e4c05244278c1
source: No requirement
cs_cz: Žádný požadavek
de: Keine Anforderung
es: Sin requisitos
fi: Ei vaatimusta
fr: Aucun prérequis
it: Nessun requisito
ko: 필수 조건 없음
nl: Geen vereiste
pt_br: Sem requisito
ru: Нет требований
tr: Gereklilik yok
zh_tw: 不需要

# s7b105164d209f670
source: Require authentication
cs_cz: Vyžadovat ověření
de: Erfordert Authentifizierung
es: Requiere autenticación
fi: Vaadi tunnistautuminen
fr: Requiert une authentification
it: Richiedere l'autenticazione
ko: 인증 필요
nl: Vereis authenticatie
pt_br: Requer autenticação
ru: Требуется аутентификация
tr: Kimlik doğrulaması gerektir
zh_tw: 需要身分認證

# s0d7dea184036a74d
source: Require no authentication
cs_cz: Nevyžadovat žádné ověření
de: Keine Authentifizierung erforderlich
es: No requerir autenticación
fi: Älä vaadi tunnistautumista
fr: Requiert l'absence d'authentification
it: Non richiedere autenticazione
pt_br: Não requerer autenticação

# s66f533986ba6182c
source: Require superuser
cs_cz: Vyžadovat superuživatele
de: Superuser erforderlich
es: Requiere superusuario
fi: Vaadi pääkäyttäjä
fr: Requiert un super-utilisateur
it: Richiede super-utente
pt_br: Requerer superusuário
ru: Требуется суперпользователь.

# s26c0a8789930b5fd
source: Require being redirected from another flow
cs_cz: Požadovat přesměrování z jiného toku
de: Weiterleitung von einem anderen Flow erforderlich
es: Requiere ser redirigido desde otro flujo
fi: Vaadi uudelleenohjausta toisesta prosessista
fr: Requiert d'être redirigé depuis un autre flux
it: Richiedi il reindirizzamento da un altro flusso
pt_br: Requerer redirecionamento de outro fluxo

# sbfaee8cfbf4e44e8
source: Require Outpost (flow can only be executed from an outpost)
cs_cz: Vyžadovat Outpost (tok může být proveden pouze z outpostu)
de: Erfordert Outpost (der Flow kann nur von einem Outpost ausgeführt werden)
es: Requiere Outpost (el flujo solo puede ejecutarse desde un Outpost)
fi: Vaadi tukikohtaa (prosessi voidaan suorittaa vain tukikohdasta)
fr: Forcer l'utilisation d'un avant-poste (le flux ne pourrait être exécuter que depuis un avant-poste)
it: Richiedi Avamposto (il flusso può essere eseguito solo da un avamposto)
pt_br: Requerer Outpost (o fluxo só pode ser executado a partir de um outpost)

# sfad9279cc42c6b61
source: Required authentication level for this flow.
cs_cz: Požadovaná úroveň ověření pro tento tok.
de: Erforderliches Authentifizierungs-Level für diesen Flow.
es: Nivel de autenticación requerido para este flujo.
fi: Tähän prosessiin vaadittava tunnistautumistaso.
fr: Niveau d'authentification requis pour ce flux.
it: Livello di autenticazione richiesto per questo flusso.
ko: 플로우에 필요한 인증 레벨을 요구합니다.
nl: Vereist authenticatieniveau voor deze flow.
pt_br: Nível de autenticação necessário para este fluxo.
ru: Требуемый уровень аутентификации для этого потока.
tr: Bu akış için gerekli kimlik doğrulama düzeyi.
zh_tw: 這個流程所需的身分認證等級。

# sb56674c9ea4f0588
source: Behavior settings
cs_cz: Nastavení chování
de: Verhaltenseinstellungen
es: Ajustes de comportamiento
fi: Toiminnan asetukset
fr: Paramètres de comportement
it: Impostazioni del comportamento
ko: 동작 설정
nl: Gedrag instellingen
pt_br: Configurações de comportamento
ru: Настройки поведения
tr: Davranış ayarları
zh_tw: 行為設定

# sb6d7d58cb0a1544e
source: Compatibility mode
cs_cz: Režim kompatibility
de: Kompatibilitätsmodus
es: Modo de compatibilidad
fi: Yhteensopivuustila
fr: Mode de compatibilité
it: Modalità di compatibilità
ko: 호환성 모드
nl: Compatibiliteitsmodus
pt_br: Modo de compatibilidade
ru: Режим совместимости
tr: Uyumluluk modu
zh_tw: 相容模式

# s14ace18ccf4fb86d
source: Increases compatibility with password managers and mobile devices.
cs_cz: Zvyšuje kompatibilitu se správci hesel a mobilními zařízeními.
de: Erhöht die Kompatibilität mit Passwortmanagern und mobilen Geräten.
es: Aumenta la compatibilidad con gestores de contraseñas y dispositivos móviles.
fi: Parantaa yhteensopivuutta salasanahallintaohjelmistojen ja mobiililaitteiden kanssa.
fr: Augmente la compatibilité avec les gestionnaires de mots de passe et les appareils mobiles
it: Aumenta la compatibilità con i gestori di password e i dispositivi mobili.
ko: 비밀번호 관리자 및 모바일 디바이스와의 호환성을 높입니다.
nl: Verhoogt de compatibiliteit met wachtwoordbeheerders en mobiele apparaten.
pt_br: Aumenta a compatibilidade com gerenciadores de senhas e dispositivos móveis.
ru: Повышенная совместимость с менеджерами паролей и мобильными устройствами.
tr: Parola yöneticileri ve mobil cihazlarla uyumluluğu artırır.
zh_tw: 提升對密碼管理器和行動裝置的相容性。

# scfbc2f1396ee8550
source: Denied action
cs_cz: Zamítnutá akce
de: Abgelehnte Aktion
es: Acción denegada
fi: Estetty toiminto
fr: Action refusée
it: Azione negata
ko: 거부 조치
nl: Geweigerde actie
pt_br: Ação negada
ru: Отказано в действии
tr: Reddedilen eylem
zh_tw: 拒絕時動作

# sff38031cf061e3ae
source: Will follow the ?next parameter if set, otherwise show a message
cs_cz: Pokud je nastaven, bude následovat parametr ?next, jinak zobrazí zprávu
de: Folgt dem ?next-Parameter, falls gesetzt, andernfalls wird eine Nachricht angezeigt.
es: Seguirá el parámetro ?next si está establecido; de lo contrario, mostrará un mensaje.
fi: Seuraa ?next-parametriä jos tämä on asetettu, muussa tapauksessa näytetään viesti
fr: Suivra le paramètre ?next si défini, sinon affichera un message
it: Seguirà il parametro successivo se impostato, altrimenti mostra un messaggio
ko: ?next 매개변수가 설정되어 있으면 이를 따르고, 그렇지 않으면 메시지를 표시
nl: Volgt de parameter ?next als ingesteld, anders wordt een bericht weergegeven
pt_br: Seguirá o parâmetro ?next se definido, caso contrário, mostrará uma mensagem
ru: Будет следовать за параметром ?next, если он установлен, в противном случае покажет сообщение
tr: Ayarlanırsa ?next parametresini takip eder, aksi takdirde bir mesaj gösterir
zh_tw: 如果有設定「?next」參數則重新導向，反之則顯示訊息

# s936bf4342b182ad4
source: Will either follow the ?next parameter or redirect to the default interface
cs_cz: Bude buď následovat parametr ?next, nebo přesměruje na výchozí rozhraní
de: Folgt entweder dem ?next Parameter oder leitet zur Standardoberfläche weiter.
es: Seguirá el parámetro ?next o redirigirá a la interfaz predeterminada.
fi: Joko seuraa ?next-parametriä tai ohjaa oletuskäyttöliittymään
fr: Suivra le paramètre ?next ou redirigera vers l'interface par défaut
it: Seguirà il parametro successivo o reindirizza all'interfaccia predefinita
ko: ?next 매개변수를 따르거나 기본 인터페이스로 리디렉션
nl: Volgt óf de parameter ?next óf wordt doorgestuurd naar de standaard interface
pt_br: Seguirá o parâmetro ?next se definido ou redirecionará para a interface padrão
ru: Будет либо следовать параметру ?next, либо перенаправлять на интерфейс по умолчанию.
tr: Ya ?next parametresini takip edecek ya da varsayılan arayüze yönlendirecektir
zh_tw: 如果有設定「?next」參數則重新導向，反之則重新導向到預設介面

# s22b0e8c5277dd5a9
source: Will notify the user the flow isn't applicable
cs_cz: Upozorní uživatele, že tok není použitelný
de: Benachrichtigt den Benutzer, dass der Flow nicht anwendbar ist
es: Notificará al usuario que el flujo no es aplicable
fi: Kertoo käyttäjälle, että prosessia ei voida käyttää
fr: Notifiera l'utilisateur que le flux ne s'applique pas
it: Notificherà all'utente il flusso non è applicabile
ko: 사용자에게 해당 플로우가 적용되지 않음을 알림
nl: Zal de gebruiker op de hoogte stellen dat de flow niet van toepassing is
pt_br: Notificará o usuário de que o fluxo não é aplicável
ru: Уведомляет пользователя, что поток неприменим.
tr: Kullanıcıya akışın geçerli olmadığını bildirir
zh_tw: 將會通知使用者流程無法適用
