Repository: goauthentik/authentik
Catalog: web/xliff/*.xlf
Languages: cs_cz, de, es, fi, fr, it, ko, nl, pt_br, ru, tr, zh_tw

# sf9c055db98d7994a
source: SPNEGO settings
cs_cz: Nastavení SPNEGO
de: SPNEGO-Einstellungen
es: Configuración de SPNEGO
fi: SPNEGO-asetukset
fr: Paramètres SPNEGO
it: Impostazioni spnego
pt_br: Configurações do SPNEGO
tr: SPNEGO ayarları

# sab580a45dc46937f
source: SPNEGO server name
cs_cz: Název SPNEGO serveru
es: Nombre de servidor SPNEGO
fi: SPNEGO-palvelimen nimi
fr: Nom de serveur SPNEGO
it: Nome server Spnego
pt_br: Nome do servidor SPNEGO
tr: SPNEGO sunucu adı

# s7a79d6174d17ab2d
source: Force the use of a specific server name for SPNEGO. Must be in the form HTTP@domain
cs_cz: Vynutit použití konkrétního názvu serveru pro SPNEGO. Musí být ve formátu HTTP@doména
de: Erzwinge die Verwendung eines bestimmten Servernamens für SPNEGO. Muss im Format HTTP@domain vorliegen.
es: Forzar el uso de un nombre de servidor específico para SPNEGO. Debe tener el formato HTTP@dominio.
fi: Pakotettu palvelimen nimi SPNEGOa varten. Täytyy olla muodossa HTTP@domain
fr: Force l'utilisation d'un nom de serveur spécifique pour SPNEGO. Doit être de la forme HTTP@hostname
it: Forzare l'uso di un nome server specifico per spnego. Deve essere nel modulo http@dominio
pt_br: Forçar o uso de um nome de servidor específico para SPNEGO. Deve estar na forma HTTP@domínio
tr: SPNEGO için belirli bir sunucu adının kullanılmasını zorlayın. şeklinde olmalı HTTP@domain

# sa4ba2b2081472ccd
source: SPNEGO keytab
es: Keytab de SPNEGO
fr: Keytab SPNEGO
pt_br: Keytab do SPNEGO
tr: SPNEGO tuş sekmesi

# s64adda975c1106c0
source: Keytab used for SPNEGO. Optional if SPNEGO credentials cache is provided. Must be base64 encoded or in the form TYPE:residual.
cs_cz: Keytab použitý pro SPNEGO. Volitelné, pokud je poskytnuta SPNEGO mezipaměť pověření. Musí být kódováno base64 nebo ve formátu TYPE:residual.
de: Keytab, das für SPNEGO verwendet wird. Optional, wenn ein SPNEGO-Credentials-Cache bereitgestellt wird. Muss base64-codiert sein oder im Format TYPE:residual vorliegen.
es: Tabla de claves utilizada para SPNEGO. Opcional si se proporciona caché de credenciales de SPNEGO. Debe estar codificada en base64 o en formato TYPE:residual.
fi: Keytab jota käytetään SPNEGOn kanssa. Vapaaehtoinen jos SPNEGO-tunnistetietojen välimuisti on määritelty. Täytyy olla base64-koodattu tai muodossa TYPE:residual.
fr: Keytab utilisée pour SPNEGO. Optional si un credentials cache SPNEGO est fourni. Doit être encodé en base64 ou de la forme TYPE:residual.
it: Keytab usato per spnego. Opzionale se viene fornita credenziali di spnego. Deve essere codificato da base64 o nel tipo di forma: residuo.
pt_br: Keytab usado para autenticar no KDC para SPNEGO. Opcional se o cache de credenciais do SPNEGO for fornecido. Deve ser codificado em base64 ou na forma TYPE:residual.
tr: SPNEGO için kullanılan tuş sekmesi. SPNEGO kimlik bilgileri önbelleği sağlanmışsa isteğe bağlıdır. Base64 kodlu veya TYPE:residual biçiminde olmalıdır.

# s92247825b92587b5
source: SPNEGO credentials cache
cs_cz: SPNEGO mezipaměť pověření
es: Caché de credenciales SPNEGO
fi: SPNEGO-tunnistetietojen välimuisti
fr: Credentials cache SPNEGO
it: Credenziali di spnego cache
pt_br: Cache de credenciais do SPNEGO
tr: SPNEGO kimlik bilgileri önbelleği

# sd9757c345e4062f8
source: Credentials cache used for SPNEGO. Optional if SPNEGO keytab is provided. Must be in the form TYPE:residual.
cs_cz: Mezipaměť pověření použitá pro SPNEGO. Volitelné, pokud je poskytnut SPNEGO keytab. Musí být ve formátu TYPE:residual.
de: Credentials-Cache, der für SPNEGO verwendet wird. Optional, wenn ein SPNEGO-Keytab bereitgestellt wird. Muss im Format TYPE:residual vorliegen.
es: Caché de credenciales utilizada para SPNEGO. Opcional si se proporciona la tabla de claves de SPNEGO. Debe tener el formato TYPE:residual.
fi: Tunnistetietojen välimuisti, jota käytetään SPNEGOn kanssa. Vapaaehtoinen jos SPNEGO-keytab on määritelty. Täytyy olla muodossa TYPE:residual.
fr: Credentials cache utilisé pour SPNEGO. Optional si une keytab SPNEGO est fournie. Doit être de la forme TYPE:residual.
it: Credenziali Cache utilizzata per Spnego. Facoltativo se viene fornito SPNEGO keytab. Deve essere nel tipo di forma: residuo.
pt_br: Cache de credenciais usado para autenticar no KDC para SPNEGO. Opcional se o keytab do SPNEGO for fornecido. Deve estar na forma TYPE:residual.
tr: SPNEGO için kullanılan kimlik bilgileri önbelleği. SPNEGO tuş sekmesi sağlanmışsa isteğe bağlıdır. TYPE:residual" şeklinde olmalıdır.

# s734ab8fbcae0b69e
source: Kerberos Attribute mapping
cs_cz: Mapování atributů Kerberos
de: Kerberos-Attribut-Mapping
es: Mapeo de Atributos de Kerberos
fi: Kerberos-ominaisuuksien kytkentä
fr: Mappage d'attributs Kerberos
it: Mappatura degli attributi Kerberos
pt_br: Mapeamento de Atributo Kerberos
tr: Kerberos Öznitelik eşlemesi

# s8e2de27afeb78e5a
source: Property mappings for user creation.
cs_cz: Mapování vlastností pro vytváření uživatelů.
de: Property-Mappings für die Benutzererstellung.
es: Mapeos de propiedades para la creación de usuarios.
fi: Käyttäjien luonnin ominaisuuskytkennät.
fr: Mappages de propriété utilisés lors de la création d'utilisateurs
it: Mapping di proprietà per la creazione dell'utente.
pt_br: Mapeamentos de Propriedade para criação de usuário.
ru: Сопоставления свойств для создания пользователя
tr: Kullanıcı oluşturma için özellik eşlemeleri.

# s045cf2d851164d5a
source: Property mappings for group creation.
cs_cz: Mapování vlastností pro vytváření skupin.
de: Property-Mappings für die Gruppenerstellung.
es: Mapeos de propiedades para la creación de grupos.
fi: Ryhmien luonnin ominaisuuskytkennät.
fr: Mappages de propriétés utilisés lors de la création des groupes
it: Mapping di proprietà per la creazione di gruppo.
pt_br: Mapeamentos de Propriedade para criação de grupo.
ru: Сопоставления свойств для создания группы
tr: Grup oluşturma için özellik eşlemeleri.

# sfe6977a3aea3ee6e
source: Flow to use when authenticating existing users.
cs_cz: Tok, který se použije při ověřování stávajících uživatelů.
de: Flow der zur Authorisierung bereits ersteller Nutzer verwendet wird
es: Flujo que se utilizará al autenticar a los usuarios existentes.
fi: Prosessi, jota käytetään kun tunnistetaan olemassa olevia käyttäjiä.
fr: Flux à utiliser pour authentifier les utilisateurs existants.
it: Flusso da utilizzare quando si autenticano gli utenti esistenti.
ko: 기존 사용자를 인증할 때 사용할 플로우입니다.
nl: Flow om te gebruiken bij het authenticeren van bestaande gebruikers.
pt_br: Fluxo a ser usado ao autenticar usuários existentes.
ru: Поток, используемый при аутентификации существующих пользователей.
tr: Mevcut kullanıcıların kimliğini doğrularken kullanmak için akış.
zh_tw: 認證現存使用者的流程。

# s2801a48ceac691b3
source: Enrollment flow
cs_cz: Tok zápisu
de: Registrierungs-Flow
es: Flujo de inscripción
fi: Rekisteröitymisprosessi
fr: Flux d'inscription
it: Flusso di iscrizione
ko: 등록 플로우
nl: Inschrijvingsflow
pt_br: Fluxo de inscrição
ru: Поток регистрации
tr: Kayıt akışı
zh_tw: 註冊流程

# s5d0a14d29ebad561
source: Flow to use when enrolling new users.
cs_cz: Tok, který se používá při registraci nových uživatelů.
de: Flow der zum Anlegen bereits neuer Nutzer verwendet wird
es: Flujo que se utilizará al inscribir nuevos usuarios.
fi: Prosessi, jota käytetään uusien käyttäjien rekisteröitymisessä.
fr: Flux à utiliser pour inscrire les nouveaux utilisateurs.
it: Flusso da utilizzare quando si iscrivono nuovi utenti.
ko: 새 사용자를 등록할 때 사용할 플로우입니다.
nl: Flow om te gebruiken bij het inschrijven van nieuwe gebruikers.
pt_br: Fluxo a ser usado ao inscrever novos usuários.
ru: Поток, используемый при регистрации новых пользователей.
tr: Yeni kullanıcıları kaydettirirken kullanmak için akış.
zh_tw: 新使用者註冊時的流程。

# s94333971a07803b9
source: Additional settings
cs_cz: Další nastavení
de: Weitere Einstellungen
es: Configuraciones adicionales
fi: Lisäasetukset
fr: Paramètres additionnels
it: Impostazioni aggiuntive
ko: 추가 설정
nl: Extra instellingen
pt_br: Configurações adicionais
ru: Дополнительные настройки
tr: Ek ayarlar
zh_tw: 其他設定

# sfbc59ff17a73503d
source: User path
cs_cz: Cesta uživatele
de: Nutzerpfad
es: Ruta de usuario
fi: Käyttäjän polku
fr: Chemin utilisateur
it: Percorso utente
ko: 사용자 경로
nl: Gebruikerspad
pt_br: Caminho do usuário
ru: Путь пользователя
tr: Kullanıcı yolu
zh_tw: 使用者路徑

# s2b952e9dc99cbded
source: Login password is synced from LDAP into authentik automatically. Enable this option only to write password changes in authentik back to LDAP.
cs_cz: Heslo pro přihlášení je do authentik z LDAP synchronizováno automaticky. Zapněte tuto možnost pouze pokud chcete změnu hesla zapsat zpět do LDAP.
de: Das Login-Passwort wird automatisch von LDAP in Authentik synchronisiert. Aktivieren Sie diese Option nur, um Passwortänderungen in Authentik zurück in LDAP zu schreiben.
es: La contraseña de inicio de sesión se sincroniza automáticamente desde LDAP en authentik. Habilite esta opción solo para volver a escribir los cambios de contraseña en authentik en LDAP.
fi: Kirjautumissalasana synkronoidaan automaattisesti LDAPista authentikiin. Kytke tämä päälle vain halutessasi authentikissä tapahtuvien salasanamuutosten tallentamisen takaisin LDAPiin.
fr: Le mot de passe de connexion est synchronisé depuis LDAP vers authentik automatiquement. Activez cette option seulement pour enregistrer les changements de mots de passe dans authentik jusqu'au LDAP.
it: La password di accesso viene sincronizzata automaticamente da LDAP in authentik. Abilita questa opzione solo per riscrivere le modifiche della password in authentik su LDAP.
ko: 로그인 비밀번호가 LDAP에서 인증으로 자동 동기화됩니다. 이 옵션은 인증에서 변경된 비밀번호를 LDAP에 다시 쓰려는 경우에만 사용하도록 설정합니다.
nl: Login wachtwoord wordt automatisch gesynchroniseerd van LDAP naar authentik. Schakel deze optie alleen in om wachtwoordwijzigingen in authentik terug te schrijven naar LDAP.
pt_br: A senha de login é sincronizada automaticamente do LDAP para o authentik. Habilite esta opção apenas para gravar alterações de senha do authentik de volta no LDAP.
ru: Пароль входа синхронизируется из LDAP в authentik автоматически. Включите эту опцию только для записи изменений пароля в authentik обратно в LDAP.
tr: Giriş parolası LDAP'den authentik'e otomatik olarak senkronize edilir. Bu seçeneği yalnızca oentik'te parola değişikliklerini LDAP'ye geri yazmak için etkinleştirin.
zh_tw: 登入密碼會自動從 LDAP 同步到 authentik。啟用此選項可將 authentik 修改的密碼同步回 LDAP。

# saf7ce4165a1025f6
source: Sync groups
cs_cz: Synchronizovat skupiny
de: Gruppen synchronisieren
es: Sincronizar grupos
fi: Synkronoi ryhmät
fr: Synchroniser les groupes
it: Gruppi di sincronizzazione
ko: 그룹 동기화
nl: Groepen synchroniseren
pt_br: Sincronizar grupos
ru: Синхронизировать группы
tr: Grupları eşle
zh_tw: 同步群組

# s42b57339ad2f3ac7
source: Delete Not Found Objects
cs_cz: Smazat nenalezené objekty
de: Nicht gefundene Objekte löschen
es: Eliminar Objetos No Encontrados
fr: Supprimer les objets introuvables
it: Elimina oggetti non trovati
pt_br: Excluir Objetos Não Encontrados

# se3b26b762110bda0
source: Delete authentik users and groups which were previously supplied by this source, but are now missing from it.
cs_cz: Smazat uživatele a skupiny authentiku, které byly dříve poskytovány tímto zdrojem, ale nyní v něm chybí.
de: Authentik-Benutzer und -Gruppen löschen, die zuvor von dieser Quelle bereitgestellt wurden, jetzt aber fehlen.
es: Eliminar usuarios y grupos de authentik que anteriormente fueron suministrados por esta fuente, pero que ahora faltan en ella.
fr: Supprimer les utilisateurs et les groupes authentik qui étaient auparavant fournis par cette source, mais qui en sont maintenant absents.
it: Elimina gli utenti e i gruppi authentik precedentemente forniti da questa fonte, ma che ora mancano.
pt_br: Excluir usuários e grupos authentik que foram fornecidos anteriormente por esta fonte, mas agora estão ausentes.

# s2035f889f576bca6
source: Connection settings
cs_cz: Nastavení připojení
de: Verbindungseinstellungen
es: Configuración de conexión
fi: Yhteysasetukset
fr: Paramètres de connexion
it: Impostazioni di connessione
ko: 연결 설정
nl: Verbindingsinstellingen
pt_br: Configurações de conexão
ru: Настройки подключения
tr: Bağlantı ayarları
zh_tw: 連線設定

# s0a72e65aef45b1e8
source: Server URI
cs_cz: URI serveru
es: URI de servidor
fi: Palvelimen URI
fr: URI du serveur
ko: 서버 URI
pt_br: URI do Servidor
ru: URI сервера
tr: Sunucu URI
zh_tw: 伺服器 URI

# sa599dbe5776897ad
source: Specify multiple server URIs by separating them with a comma.
cs_cz: Zadejte více serverových URI oddělením čárkami.
de: Geben Sie mehrere Server-URIs an, indem Sie sie durch ein Komma trennen.
es: Especifique los URI de varios servidores separándolos con una coma.
fi: Määritä useampia palvelin-URI-osoitteita erottamalla ne toisistaan pilkulla.
fr: Spécifiez plusieurs URIs de serveurs en les séparant par une virgule.
it: Specificare più URI del server separandoli con una virgola.
ko: 여러 서버 URI를 쉼표로 구분하여 지정합니다.
nl: Specificeer meerdere server URI's door ze te scheiden met een komma.
pt_br: Especifique múltiplos URIs de servidor separando-os com vírgula.
ru: Укажите несколько URI сервера, разделив их запятой.
tr: Birden çok sunucu URI'lerini virgülle ayırarak belirtin.
zh_tw: 若要新增多個伺服器，透過逗號分隔多個伺服器 URI。

# se36b55dfcf5dc80b
source: Enable StartTLS
cs_cz: Povolit StartTLS
de: Aktiviere StartTLS
es: Habilitar StartTLS
fi: Käytä StartTLS:ää
fr: Activer StartTLS
it: Abilita StartTLS
ko: StartTLS 사용
nl: StartTLS inschakelen
pt_br: Habilitar StartTLS
ru: Включить StartTLS
tr: StartTLS'yi Etkinleştir
zh_tw: 啟用 StartTLS

# s33683c3b1dbaf264
source: To use SSL instead, use 'ldaps://' and disable this option.
cs_cz: Chcete-li místo toho použít SSL, použijte protokol 'ldaps://' a deaktivujte tuto volbu.
de: Um stattdessen SSL zu verwenden, verwenden Sie 'ldaps://' und deaktivieren Sie diese Option.
es: Para usar SSL en su lugar, use 'ldaps: //' y deshabilite esta opción.
fi: Käyttääksesi SSL:ää, käytä 'ldaps://'-protokollaa ja kytke tämä valinta pois päältä.
fr: Pour utiliser SSL à la base, utilisez "ldaps://" et désactviez cette option.
it: Per usare invece SSL, usa 'ldaps://' e disabilita questa opzione.
ko: 대신 SSL을 사용하려면 'ldaps://'를 사용하고 이 옵션을 비활성화하세요.
nl: Gebruik 'ldaps://' om SSL te gebruiken en schakel deze optie uit.
pt_br: Para usar SSL, use 'ldaps://' e desabilite esta opção.
ru: Чтобы использовать SSL, используйте 'ldaps://' и отключите эту опцию.
tr: Bunun yerine SSL kullanmak için 'ldaps: //' kullanın ve bu seçeneği devre dışı bırakın.
zh_tw: 若要使用 SSL 請停用此選項，並使用「ldaps://」。

# s1024166475850a65
source: Use Server URI for SNI verification
cs_cz: Použít URI serveru pro ověření SNI
de: Server-URI für SNI-Überprüfung verwenden
es: Utilice la URI del servidor para la verificación de SNI
fi: Käytä palvelimen URIa SNI-vahvistukseen
fr: Utiliser l'URI du serveur pour la vérification SNI
it: Utilizzare l'URI del server per la verifica SNI
ko: SNI 확인에 서버 URI 사용
nl: Gebruik Server-URI voor SNI-verificatie
pt_br: Usar URI do servidor para verificação SNI
ru: Использование URI сервера для проверки SNI
tr: SNI doğrulaması için Sunucu URI'sini kullanma
zh_tw: 使用伺服器 URI 進行 SNI 驗證

# se65beb94fffc3c4b
source: Required for servers using TLS 1.3+
cs_cz: Požadováno pro servery používající TLS 1.3+
de: Erforderlich für Server, die TLS 1.3+ verwenden
es: Requerido para servidores que utilizan TLS 1.3 o superior
fi: Tarvitaan palvelimille, jotka käyttävät TLS 1.3+:aa
fr: Requis pour les serveurs utilisant TLS 1.3+
it: Richiesto per i server usando TLS 1.3+
ko: TLS 1.3 이상을 사용하는 서버에 필요
nl: Vereist voor servers die TLS 1.3+ gebruiken
pt_br: Necessário para servidores que usam TLS 1.3+
ru: Требуется для серверов, использующих TLS 1.3+
tr: TLS 1.3+ kullanan sunucular için gereklidir
zh_tw: 伺服器需啟用 TLS 1.3版以上

# s2221fef80f4753a2
source: TLS Verification Certificate
cs_cz: Ověřovací TLS certifikát
de: TLS-Verifizierungszertifikat
es: Certificado de Verificación TLS
fi: TLS-vahvistussertifikaatti
fr: Certificat de vérification TLS
it: Certificato di verifica TLS
ko: TLS 인증 인증서
nl: TLS Verificatie Certificaat
pt_br: Certificado de verificação TLS
ru: Сертификат верификации TLS
tr: TLS Doğrulama Sertifikası
zh_tw: TLS 驗證憑證

# sb8c13bd58191cea2
source: When connecting to an LDAP Server with TLS, certificates are not checked by default. Specify a keypair to validate the remote certificate.
cs_cz: Při připojování k LDAP serveru s TLS nejsou certifikáty ve výchozím nastavení kontrolovány. Zadejte pár klíčů pro ověření vzdáleného certifikátu.
de: Bei der Verbindung zu einem LDAP-Server mit TLS werden Zertifikate standardmäßig nicht geprüft. Geben Sie ein Schlüsselpaar an, um das Remote-Zertifikat zu validieren.
es: Al conectarse a un servidor LDAP con TLS, los certificados no se comprueban de forma predeterminada. Especifique un par de claves para validar el certificado remoto.
fi: Kun LDAP-palvelimeen yhdistetään TLS:llä, sertifikaatteja ei tarkasteta oletusarvoisesti. Määritä avainpari vahvistaaksesi etäpalvelimen sertifikaatin.
fr: Lors de la connexion avec un serveur LDAP avec TLS, les certificats ne sont pas vérifiés par défaut. Spécifiez une paire de clés pour vérifier le certificat distant.
it: Quando ci si connette a un server LDAP con TLS, i certificati non vengono controllati per impostazione predefinita. Specificare una coppia di chiavi per convalidare il certificato remoto.
ko: TLS를 사용하여 LDAP 서버에 연결할 때 인증서는 기본적으로 확인되지 않습니다. 원격 인증서의 유효성을 검사할 키쌍을 지정합니다.
nl: Bij het verbinden met een LDAP-server met TLS worden certificaten standaard niet gecontroleerd. Geef een sleutelpaar op om het externe certificaat te valideren.
pt_br: Ao conectar-se a um servidor LDAP com TLS, os certificados não são verificados por padrão. Especifique um par de chaves para validar o certificado remoto.
ru: При подключении к серверу LDAP с помощью TLS сертификаты по умолчанию не проверяются. Укажите пару ключей для проверки удаленного сертификата.
tr: TLS ile bir LDAP Sunucusuna bağlanırken, sertifikalar varsayılan olarak denetlenmez. Uzak sertifikayı doğrulamak için bir anahtar çifti belirtin.
zh_tw: 使用 TLS 連線到 LDAP 時，預設不檢查憑證，選擇金鑰對來驗證遠端憑證。

# s000ee3e634868b3c
source: TLS Client authentication certificate
cs_cz: Certifikát klientské autentizace TLS
de: TLS Client-Authentifizierungszertifikat
es: Certificado de autenticación de Cliente TLS
fi: TLS-asiakastunnistautumissertifikaatti
fr: Certificat TLS d'authentification client
it: Certificato di autenticazione client TLS
ko: TLS 클라이언트 인증 인증서
nl: TLS-clientverificatiecertificaat
pt_br: Certificado de autenticação do cliente TLS
ru: Сертификат аутентификации клиента TLS
tr: TLS İstemcisi kimlik doğrulama sertifikası
zh_tw: TLS 用戶端認證憑證

# s5506b35a1bceb141
source: Client certificate keypair to authenticate against the LDAP Server's Certificate.
cs_cz: Klientský certifikát a privátní klíč pro ověření proti certifikátu LDAP serveru.
de: Client-Zertifikat-Schlüsselpaar zur Authentifizierung des Zertifikates des LDAP-Servers.
es: Par de claves de certificado de cliente para autenticarse contra el certificado del servidor LDAP.
fi: Asiakkaan sertifikaatti-avainpari, joka varmennetaan LDP-palvelimen sertifikaatilla.
fr: Certificat client pour authentifier auprès du certificat du serveur LDAP.
it: KeyPair del certificato client per autenticarsi rispetto al certificato del server LDAP.
ko: 클라이언트 인증서 키쌍으로 LDAP 서버의 인증서에 대해 인증합니다.
nl: Clientcertificaatsleutelpaar om te verifiëren tegen het certificaat van de LDAP-server.
pt_br: Par de chaves de certificado do cliente para autenticar contra o Certificado do Servidor LDAP.
ru: Пара ключей сертификата клиента для аутентификации по сертификату сервера LDAP.
tr: LDAP Sunucusunun Sertifikasına karşı kimlik doğrulaması yapmak için istemci sertifikası anahtar çifti.
zh_tw: 用於對 LDAP 伺服器的憑證進行認證的用戶端憑證金鑰對。

# sb7684e2910a33a1f
source: Bind CN
cs_cz: Svázat CN
es: Enlazar CN
fr: Bind DN
it: Associa CN
ko: CN 바인딩
pt_br: CN de ligação
tr: Bağlama CN

# s3de6db803012016a
source: LDAP Attribute mapping
cs_cz: Mapování LDAP atributů
de: LDAP-Attributzuordnung
es: Asignación de Atributos de LDAP
fi: LDAP-ominaisuuksien kytkentä
fr: Mappage des attributs LDAP
it: Mappatura attributo LDAP
ko: LDAP 특성 매핑
nl: LDAP Attribuuttoewijzing
pt_br: Mapeamento de atributos LDAP
ru: Сопоставление атрибутов LDAP
tr: LDAP Öznitelik eşlemesi
zh_tw: LDAP 特徵碼對應

# sd14a19a19d507f9e
source: Parent group for all the groups imported from LDAP.
cs_cz: Nadřazená skupina pro všechny skupiny importované z LDAP.
de: Übergeordnete Gruppe für alle aus LDAP importierten Gruppen.
es: Grupo principal para todos los grupos importados desde LDAP.
fi: Pääryhmä kaikille LDAPista tuoduille ryhmille.
fr: Groupe parent pour tous les groupes LDAP
it: Gruppo principale per tutti i gruppi importati da LDAP.
ko: LDAP에서 가져온 모든 그룹의 상위 그룹입니다.
nl: Bovenliggende groep voor alle groepen die zijn geïmporteerd uit LDAP.
pt_br: Grupo pai para todos os grupos importados do LDAP.
ru: Родительская группа для всех групп, импортированных из LDAP.
tr: LDAP'den alınan tüm gruplar için ebeveyn grubu.
zh_tw: 從 LDAP 匯入群組的上級群組。

# sfa6b7b105640e457
source: Additional User DN
cs_cz: Dodatečné DN uživatele
de: Zusätzlicher Benutzer-DN
es: DN de Usuario Adicional
fr: DN utilisateur supplémentaire
it: DN utente aggiuntivo
pt_br: DN do Usuário Adicional

# s9ae089fd248e72db
source: Additional user DN, prepended to the Base DN.
cs_cz: Dodatečné uživatelské DN, připojené před základní DN.
de: Zusätzlicher Benutzer-DN, dem Basis-DN vorangestellt.
es: DN de usuario adicional, antepuesto al DN base.
fi: Lisäys User DN:ään, liitetään Base DN:n alkuun
fr: DN à préfixer au DN de base pour les utilisateurs
it: DN utente aggiuntivo, anteposto al DN di base.
ko: 기본 DN 앞에 추가 사용자 DN을 추가합니다.
nl: Aanvullende gebruikers-DN, toegevoegd aan de basale DN.
pt_br: DN de usuário adicional, prefixado ao DN base.
ru: Дополнительный DN пользователя, добавляемый к базовому DN.
tr: Ek kullanıcı DN, temel DN'ye eklenmiş.
zh_tw: 額外的使用者 DN，將優先於 Base DN。

# s04bb32ec9f359507
source: Additional Group DN
cs_cz: Dodatečné DN skupiny
de: Zusätzlicher Gruppen-DN
es: DN de Grupo Adicional
fr: DN groupe supplémentaire
it: DN di gruppo aggiuntivo
pt_br: DN do Grupo Adicional

# sfae9f4ea5749a36b
source: Additional group DN, prepended to the Base DN.
cs_cz: Dodatečné skupinové DN, připojené před základní DN.
de: Zusätzlicher Gruppen-DN, dem Basis-DN vorangestellt.
es: DN de grupo adicional, antepuesto al DN base.
fi: Lisäys Group DN:ään, liitetään Base DN:n alkuun
fr: DN à préfixer au DN de base pour les groupes
it: DN di gruppo aggiuntivo, anteposto al DN di base.
ko: 기본 DN 앞에 추가 그룹 DN을 붙입니다.
nl: Extra groep DN, toegevoegd aan de Basis DN.
pt_br: DN de grupo adicional, precedido ao DN Base.
ru: Дополнительный DN группы, добавляемый к базовому DN.
tr: Ek grup DN, Base DN için eklenmiş.
zh_tw: 額外的群組 DN，將優先於 Base DN。

# s66ffc06300964849
source: User object filter
cs_cz: Filtr uživatelských objektů
de: Benutzerobjektfilter
es: Filtro de objetos de usuario
fi: Käyttäjäobjektisuodatin
fr: Filtre des objets utilisateur
it: Filtro oggetto utente
ko: 사용자 오브젝트 필터
nl: Filter voor gebruikersobjecten
pt_br: Filtro de objeto de usuário
ru: Пользовательский фильтр объектов
tr: Kullanıcı nesne filtresi
zh_tw: 使用者物件篩選器
