Repository: goauthentik/authentik
Catalog: web/xliff/*.xlf
Languages: cs_cz, de, es, fi, fr, it, ko, nl, pt_br, ru, tr, zh_tw

# s00c2db16ea9bc263
source: Configure how long refresh tokens are valid for.
cs_cz: Konfigurace doby platnosti obnovovacích tokenů.
de: Konfiguriere, wie lange Refresh Token gültig sind.
es: Configura por cuando tiempo son válidos los tokens de actualización.
fi: Määritä, kuinka kauan uusintatunnisteet ovat voimassa.
fr: Configurer la durée de validité des jetons de rafraîchissement.
it: Configura per quanto tempo sono validi i token di aggiornamento.
ko: 갱신한 토큰의 만료 날짜를 구성합니다.
nl: Configureer hoe lang vernieuwingstokens geldig zijn.
pt_br: Configurar por quanto tempo os Refresh Tokens são válidos.
ru: Настройте срок действия refresh токенов.
tr: Yenileme belirteçlerinin ne kadar süreyle geçerli olacağını yapılandırın.
zh_tw: 設定重新整理權杖的有效期限。

# s3e80c199c9e45456
source: Refresh Token threshold
pt_br: Limite do Refresh Token

# sdff424992223a264
source: When renewing a refresh token, if the existing refresh token's expiry is within this threshold, the refresh token will be renewed. Set to seconds=0 to always renew the refresh token.
pt_br: Ao renovar um refresh token, se o vencimento do token existente estiver dentro desse limite, o refresh token será renovado. Defina seconds=0 para sempre renovar o refresh token.

# s2e3ef41a0edd8608
source: Scopes
de: Umfang
es: Alcances
fi: Käyttöalueet
fr: Portées
it: Ambiti
ko: 스코프
pt_br: Escopos
ru: Области
tr: Kapsamlar
zh_tw: 範疇

# s233a0201fde4a38d
source: Available Scopes
cs_cz: Dostupné scopes
de: Verfügbare Scopes
es: Alcances Disponibles
fi: Saatavilla olevat käyttöalueet
fr: Scopes disponibles
it: Scopi disponibili
pt_br: Escopos Disponíveis
ru: Доступные области
tr: Kullanılabilir Kapsamlar

# s631b3419f6dfd031
source: Selected Scopes
cs_cz: Vybrané scopes
de: Ausgewählte Scopes
es: Alcances Seleccionados
fi: Valitut käyttöalueet
fr: Scopes sélectionnés
it: Scopi selezionati
pt_br: Escopos Selecionados
ru: Выбранные области
tr: Seçilen Kapsamlar

# s3a3fae99373ce56b
source: Select which scopes can be used by the client. The client still has to specify the scope to access the data.
cs_cz: Vyberte, které scopes může klient používat. Klient musí ještě určit scope pro přístup k datům.
de: Wählen Sie aus, welche Bereiche vom Client verwendet werden können. Der Client muss noch den Bereich für den Zugriff auf die Daten angeben.
es: Seleccione los alcances que puede utilizar el cliente. El cliente aún tiene que especificar el alcance para acceder a los datos.
fi: Valitse, mitä käyttöalueita asiakas voi käyttää. Asiakkaan täytyy silti määritellä käyttöalue saadakseen pääsyn dataan.
fr: Sélectionnez les portées utilisables par le client. Le client doit toujours spécifier la portée pour accéder aux données.
it: Selezionare quali ambiti possono essere utilizzati dal client. Il client deve ancora specificare l'ambito per accedere ai dati.
ko: 클라이언트가 사용할 수 있는 범위를 선택하세요. 클라이언트는 여전히 데이터에 액세스하려면 범위를 명시적으로 지정해야 합니다.
nl: Selecteer welke scopes door de klant kunnen worden gebruikt. De klant moet nog steeds de scope specificeren om toegang te krijgen tot de gegevens.
pt_br: Selecione quais escopos podem ser utilizados pelo cliente. O cliente ainda tem que especificar o escopo para acessar os dados.
ru: Выберите, какие области могут быть использованы клиентом. Клиент все равно должен указать область для доступа к данным.
tr: İstemci tarafından hangi kapsamların kullanılabileceğini seçin. İstemci yine de verilere erişmek için kapsamı belirtmelidir.
zh_tw: 選擇用戶端可以使用的範疇，用戶端仍然需要指定範疇才能存取資料。

# sc991a35f5e88d1d3
source: Encryption Key
cs_cz: Šifrovací klíč
de: Privater Schlüssel
es: Llave de Encriptación
fi: Salausavain
fr: Clé de chiffrement
it: Chiave di crittografia
pt_br: Chave de Criptografia
ru: Ключ шифрования
tr: Şifreleme Anahtarı

# sb52c56e87be6cd0c
source: Select an encryption key...
cs_cz: Vyberte šifrovací klíč...
pt_br: Selecionar uma chave de criptografia...

# s26bf2730430efbea
source: Subject mode
cs_cz: Způsob identifikace uživatele
de: Betreffmodus
es: Modo asignatura
fi: Aiheen tila
fr: Mode subject
it: Modalità soggetto
ko: Subject 모드
nl: Onderwerpmodus
pt_br: Modo de identificação
ru: Тематический режим
tr: Konu modu
zh_tw: Subject 模式

# s9f23ed1799b4d49a
source: Configure what data should be used as unique User Identifier. For most cases, the default should be fine.
cs_cz: Nastavte, jaké údaje mají být použity jako unikátní identifikátor uživatele. Ve většině případů by výchozí hodnota měla být v pořádku.
de: Konfigurieren Sie, welche Daten als eindeutige Benutzerkennung verwendet werden sollen. In den meisten Fällen sollte die Standardeinstellung in Ordnung sein.
es: Configure qué datos deben usarse como identificador de usuario único. En la mayoría de los casos, el valor predeterminado debería estar bien.
fi: Määritä, mitä tietoa käytetään yksilöllisenä käyttäjän tunnisteena. Useimmissa tapauksissa oletusarvon pitäisi toimia sellaisenaan.
fr: Configure quelle donnée utiliser pour l'identifiant unique utilisateur. La valeur par défaut devrait être correcte dans la plupart des cas.
it: Configura quali dati devono essere utilizzati come identificatore utente univoco. Nella maggior parte dei casi, l'impostazione predefinita dovrebbe andare bene.
ko: 고유한 사용자 식별자로 사용할 데이터를 구성합니다. 대부분의 경우 기본값을 사용하는 것이 적절합니다.
nl: Configureer welke gegevens moeten worden gebruikt als unieke gebruikersidentificatie. Voor de meeste gevallen is de standaardinstelling prima.
pt_br: Configurar quais dados devem ser utilizados como identificador único do User. Na maioria dos casos, o padrão deve servir.
ru: Настройте, какие данные должны использоваться в качестве уникального идентификатора пользователя. Для большинства случаев подходит значение по умолчанию.
tr: Hangi verilerin benzersiz Kullanıcı Tanımlayıcısı olarak kullanılması gerektiğini yapılandırın. Çoğu durumda, varsayılan seçim yeterlidir.
zh_tw: 設定應該使用哪些資料作為唯一的使用者識別碼。在大多數情況下使用預設值即可。

# s17d1e337f6c11c1e
source: Include claims in id_token
cs_cz: Zahrnout "claims" do id_token
de: Ansprüche in id_token berücksichtigen
es: Incluir reclamos en id_token
fi: Sisällytä vaatimukset id_tokeniin
fr: Include les demandes utilisateurs dans id_token
it: Includi attestazioni in id_token
ko: Id_token에 요청 포함
nl: Claims opnemen in id_token
pt_br: Incluir claims no id_token
ru: Включить утверждения в id_token
tr: İd_token'a hak taleplerini dahil et
zh_tw: 在 id_token 中包含身分聲明

# sbf41e0db12834133
source: Include User claims from scopes in the id_token, for applications that don't access the userinfo endpoint.
cs_cz: Zahrnout "claims" uživatele ze "scopes" do id_tokenu pro aplikace, které nepřistupují k userinfo endpointu.
de: Schließen Sie Benutzeransprüche aus Bereichen in das id_token ein, für Anwendungen, die nicht auf den userinfo-Endpunkt zugreifen.
es: Incluir las reclamaciones de Usuario de los alcances en el id_token, para aplicaciones que no acceden el endpoint userinfo.
fi: Sisällytä käyttäjän vaatimukset käyttöalueista id_tokeniin, sovelluksille jotka eivät käytä userinfo-rajapintaa.
fr: Inclure depuis la portée les demandes utilisateurs dans id_token, pour les applications qui n'accèdent pas au point de terminaison userinfo.
it: Includere le attestazioni utente dagli ambiti in id_token, per le applicazioni che non accedono all'endpoint userinfo.
ko: 사용자 정보 엔드포인트에 액세스하지 않는 애플리케이션의 경우, 범위의 사용자 선언을 Id_token에 포함하세요.
nl: Neem gebruikersclaims op vanuit scopes in id_token, voor toepassingen die geen toegang hebben tot het userinfo-eindpunt.
pt_br: Incluir User claims de escopos no id_token, para aplicações que não acessam o endooint de userinfo.
ru: Включить пользовательские утверждения из областей в id_token для приложений, которые не обращаются к конечной точке userinfo.
tr: Userinfo uç noktasına erişmeyen uygulamalar için, id_token'daki kapsamlardan Kullanıcı taleplerini dahil edin.
zh_tw: 對於那些不存取 userinfo 端點的應用程式，在 id_token 中將包含來自範疇的使用者身分聲明。

# s850a58c683682809
source: Issuer mode
cs_cz: Režim vydavatele
de: Ausstellermodus
es: Modo emisor
fi: Myöntäjän tila
fr: Mode de l'émetteur
it: Modalità emittente
ko: Issuer 모드
nl: Uitgever modus
pt_br: Modo de emissor
ru: Режим эмитента
tr: Yayımcı kipi
zh_tw: 發行者模式

# s37d9155b9f4cc7bd
source: Configure how the issuer field of the ID Token should be filled.
cs_cz: Konfigurace, jak má být vyplněno pole vydavatele v ID Tokenu.
de: Konfigurieren Sie, wie der Flow-Executor mit einer ungültigen Antwort auf eine Abfrage umgehen soll.
es: Configure cómo se debe rellenar el campo emisor del token de ID.
fi: Määritä, miten myöntäjän ID-tunnisteen kenttä täytetään.
fr: Configure comment le champ émetteur du jeton ID sera rempli.
it: Configura come deve essere compilato il campo dell'emittente del token ID.
ko: ID 토큰의 발급자 필드를 어떻게 채울지 구성합니다.
nl: Configureer hoe het uitgeversveld van het ID Token moet worden ingevuld.
pt_br: Configurar como o campo "issuer" do ID Token deve ser preenchido.
ru: Настройте, как должно быть заполнено поле эмитента ID-токена.
tr: Kimlik Belirtecinin yayımcı alanının nasıl doldurulacağını yapılandırın.
zh_tw: 設定該如何填寫 ID 權杖的發行者欄位。

# se2adaf0371ffcd65
source: Machine-to-Machine authentication settings
cs_cz: Nastavení ověřování Machine-to-Machine
de: Machine-to-Machine-Authentifizierungseinstellungen
es: Ajustes de autenticación de Máquina-a-Máquina
fi: Koneiden välisen todennuksen asetukset
fr: Paramètres d'authentification machine à machine
it: Impostazioni di autenticazione da macchina a macchina
ko: 머신간 M2M 인증 설정
nl: Machine-naar-machine authenticatie-instellingen
pt_br: Configurações de autenticação Machine-to-Machine
ru: Настройки машинно-машинной аутентификации
tr: Makineden Makineye kimlik doğrulama ayarları
zh_tw: 機器對機器的認證設定

# sa52bf79fe1ccb13e
source: Federated OIDC Sources
cs_cz: Federované zdroje OIDC
de: Federated OIDC Quellen
es: Fuentes de OIDC Federadas
fi: Liitetyt OIDC-lähteet
fr: Sources OIDC fédérées
it: Sorgenti OIDC Federate
pt_br: Fontes OIDC Federadas

# sa42be520242dec2a
source: Available Sources
cs_cz: Dostupné zdroje
de: Verfügbare Quellen
es: Fuentes Disponibles
fi: Saatavilla olevat lähteet
fr: Sources disponibles
it: Fonti disponibili
pt_br: Fontes Disponíveis
tr: Mevcut Kaynaklar

# s876e75cf2c07b38e
source: Selected Sources
cs_cz: Vybrané zdroje
de: Ausgewählte Quellen
es: Fuentes Seleccionadas
fi: Valitut lähteet
fr: Sources sélectionnées
it: Fonti selezionate
pt_br: Fontes Selecionadas
ru: Выбранные Источники
tr: Seçilmiş Kaynaklar

# s22e566052f7bec81
source: JWTs signed by certificates configured in the selected sources can be used to authenticate to this provider.
cs_cz: JWTs podepsané certifikáty nakonfigurovanými ve vybraných zdrojích lze použít k ověření u tohoto poskytovatele.
de: JWTs, welche mit Zertifikaten aus den ausgewählten Quellen signiert werden, können zur Authentifizierung bei diesem Provider benutzt werden.
es: Los JWT firmados por certificados configurados en las fuentes seleccionadas se pueden usar para autenticarse en este proveedor.
fi: JWT-tunnisteita, jotka on allekirjoitettu valittuihin lähteisiin määritellyillä sertifikaateilla, voidaan käyttää tunnistauduttaessa tähän palveluntarjoajaaan.
fr: Les JWT signés par des certificats configurés par les sources sélectionnées peuvent être utilisés pour s'authentifier auprès de ce fournisseur.
it: I JWT firmati dai certificati configurati nelle origini selezionate possono essere utilizzati per autenticarsi presso questo provider.
ko: 선택한 소스에 구성된 인증서로 서명된 JWT를 사용하여 이 공급자를 인증할 수 있습니다.
nl: JWT's ondertekend door certificaten geconfigureerd in de geselecteerde bronnen kunnen worden gebruikt om te authenticeren bij deze provider.
pt_br: JWTs assinados por certificados configurados nas fontes selecionadas podem ser usados para autenticar neste provedor.
ru: JWT, подписанные сертификатами, настроенными в выбранных источниках, могут использоваться для аутентификации у этого провайдера.
tr: Seçili kaynaklarda yapılandırılan sertifikalar tarafından imzalanan JWT'ler bu sağlayıcıda kimlik doğrulaması yapmak için kullanılabilir.
zh_tw: 透過所選來源中的憑證來簽署的 JWT ，可用於對此供應商進行身份認證。

# s555465bf6577505e
source: Federated OIDC Providers
cs_cz: Federovaní poskytovatelé OIDC
de: Federated OIDC Provider
es: Proveedores de OIDC Federados
fi: Liitetyt OIDC-palveluntarjoajat
fr: Fournisseurs OIDC fédérés
it: Fornitori OIDC Federati
pt_br: Provedores OIDC Federados

# s066bfb12c9032dc2
source: Available Providers
cs_cz: Dostupní poskytovatelé
de: Verfügbare Provider
es: Proveedores Disponibles
fi: Saatavilla olevat palveluntarjoajat
fr: Fournisseurs disponibles
it: Fornitori disponibili
pt_br: Provedores Disponíveis
ru: Доступные провайдеры

# sa12111ca3f3e398e
source: Selected Providers
cs_cz: Vybraní poskytovatelé
de: Ausgewählte Provider
es: Proveedores Seleccionados
fi: Valitut palveluntarjoajat
fr: Fournisseurs sélectionnés
it: Fornitori Selezionati
pt_br: Provedores Selecionados
ru: Выбранные провайдеры

# s4f8a3f7792e6b940
source: JWTs signed by the selected providers can be used to authenticate to this provider.
cs_cz: JWT podepsané vybranými poskytovateli lze použít k ověření u tohoto poskytovatele.
de: JWTs, die von den ausgewählten Providern signiert wurden, können zur Authentifizierung bei diesem Provider verwendet werden.
es: Los JWT firmados por los proveedores seleccionados se pueden utilizar para autenticarse en este proveedor.
fi: JWT-tunnisteita, jotka on allekirjoitettu valituilla palveluntarjoajilla, voidaan käyttää tunnistautumaan tähän palveluntarjoajaan.
fr: Les JWTs signés par les fournisseurs sélectionnés peuvent être utilisés pour s'authentifier auprès de ce fournisseur.
it: Per autenticarsi presso questo provider è possibile utilizzare i JWT firmati dai provider selezionati.
pt_br: JWTs assinados pelos provedores selecionados podem ser usados para autenticar-se a este provedor.

# s89ae85c3a9df8a6f
source: Configure OAuth2 Provider
cs_cz: Konfigurace poskytovatele OAuth2
de: OAuth2-Provider konfigurieren
es: Configurar Proveedor de OAuth2
fi: Määritä OAuth2-palveluntarjoaja
fr: Configurer un fournisseur OAuth2
it: Configura fornitore OAuth2
pt_br: Configurar Provedor OAuth2
ru: Настройка провайдера OAuth2

# sdfd22a21660f6002
source: Successfully updated provider.
cs_cz: Poskytovatel byl úspěšně aktualizován.
de: Provider erfolgreich aktualisiert.
es: Proveedor actualizado correctamente.
fi: Palveluntarjoajan päivitys onnistui.
fr: Fournisseur mis à jour avec succès
it: Provider aggiornato con successo.
ko: 성공적으로 공급자 업데이트 했습니다.
nl: Provider succesvol bijgewerkt.
pt_br: Provedor atualizado com sucesso.
ru: Провайдер успешно обновлен.
tr: Sağlayıcı başarıyla güncellendi.
zh_tw: 成功更新供應商。

# s457c639088c547c5
source: Successfully created provider.
cs_cz: Poskytovatel byl úspěšně vytvořen.
de: Provider erfolgreich erstellt.
es: Proveedor creado correctamente.
fi: Palveluntarjoajan luonti onnistui.
fr: Fournisseur créé avec succès
it: Provider creato con successo.
ko: 성공적으로 공급자를 만들었습니다.
nl: Provider succesvol aangemaakt.
pt_br: Provedor criado com sucesso.
ru: Провайдер успешно создан.
tr: Sağlayıcı başarıyla oluşturuldu.
zh_tw: 成功建立供應商。

# sfc238215103c6162
source: An error occurred while updating the provider.
cs_cz: Při aktualizaci poskytovatele došlo k chybě.
pt_br: Ocorreu um erro ao atualizar o provedor.

# sc055fffc26e97237
source: An error occurred while creating the provider.
cs_cz: Při vytváření poskytovatele došlo k chybě.
pt_br: Ocorreu um erro ao criar o provedor.

# s072c6d12d3d37501
source: HTTP-Basic Username Key
cs_cz: Klíč uživatelského jména HTTP-Basic
de: HTTP-Basic Benutzername Schlüssel
es: Clave de nombre de usuario básica HTTP
fi: HTTP-Basic käyttäjätunnuksen avain
fr: Clé de l'utilisateur HTTP-Basic
it: Chiave del nome utente HTTP-Basic
ko: HTTP-Basic 사용자명 키
nl: HTTP-Basic Gebruikersnaamsleutel
pt_br: Atributo Username do header HTTP-Basic
ru: Ключ имени пользователя HTTP-Basic
tr: HTTP-Basic Kullanıcı Adı Anahtarı
zh_tw: HTTP 基本認證的使用者金鑰

# sb2bb6f93773a4594
source: User/Group Attribute used for the user part of the HTTP-Basic Header. If not set, the user's Email address is used.
cs_cz: Atribut Uživatele/Skupiny použitý pro uživatelskou část HTTP-Basic hlavičky. Pokud není nastaven, použije se e-mailová adresa uživatele.
de: Benutzer-/Gruppenattribut, das für den Benutzerteil des HTTP-Basic-Headers verwendet wird. Wenn nicht festgelegt, wird die E-Mail-Adresse des Benutzers verwendet.
es: Atributo de usuario/grupo utilizado para la parte de usuario del encabezado HTTP-Basic. Si no se establece, se utiliza la dirección de correo electrónico del usuario.
fi: Käyttäjän tai ryhmän attribuutti, jota käytetään HTTP-Basic -otsikkotiedon käyttäjäosassa. Jos tätä ei ole asetettu, käytetään käyttäjän sähköpostiosoitetta.
fr: Attribut d'utilisateur/groupe utilisé pour le champ utilisateur de l'en-tête HTTP-Basic. S'il n'est pas défini, le courriel de l'utilisateur est utilisée.
it: Attributo utente/gruppo utilizzato per la parte utente dell'intestazione HTTP-Basic. Se non impostato, viene utilizzato l'indirizzo e-mail dell'utente.
ko: HTTP-Basic 헤더의 사용자 부분에 사용되는 사용자/그룹 속성입니다. 설정하지 않으면 사용자의 이메일 주소가 사용됩니다.
nl: Gebruikers-/groepsattribuut dat wordt gebruikt voor het gebruikersgedeelte van de HTTP-Basic-header. Als dit niet is ingesteld, wordt het e-mailadres van de gebruiker gebruikt.
pt_br: Atributo de Usuário/Grupo usado para a parte de usuário do header HTTP-Basic. Se não for definido, o Email do Usuário é utilizado.
ru: Атрибут User/Group, используемый для пользовательской части заголовка HTTP-Basic. Если он не задан, используется адрес электронной почты пользователя.
tr: HTTP-Basic Üstbilgisinin kullanıcı bölümü için kullanılan Kullanıcı/Grup Özniteliği. Ayarlanmazsa, kullanıcının E-posta adresi kullanılır.
zh_tw: 用於 HTTP 基本認證標頭中，使用者區塊中的使用者/群組特徵項。如果未設定則套用使用者的電子郵件地址。

# s70f6471de355b98c
source: HTTP-Basic Password Key
cs_cz: Klíč hesla HTTP-Basic
de: HTTP-Basic Passwort Schlüssel
es: Clave de contraseña básica HTTP
fi: HTTP-Basic salasanan avain
fr: Clé du mot de passe HTTP-Basic
it: Chiave password HTTP-Basic
ko: HTTP-Basic 비밀번호 키
nl: HTTP-Basic Wachtwoordsleutel
pt_br: Atributo Password do header HTTP-Basic
ru: Ключ пароля HTTP-Basic
tr: HTTP-Temel Parola Anahtarı
zh_tw: HTTP 基本認證的密碼金鑰

# sf4de1644dcdb53d5
source: User/Group Attribute used for the password part of the HTTP-Basic Header.
cs_cz: Atribut Uživatele/Skupiny použitý pro část s heslem HTTP-Basic hlavičky.
de: Nutzer-/Gruppe-Attribut wird für den Passwort-Teil im HTTP-Basic Header verwendet.
es: Atributo de usuario/grupo utilizado para la parte de contraseña del encabezado HTTP-Basic.
fi: Käyttäjän tai ryhmän attribuutti, jota käytetään HTTP-Basic -otsikkotiedon salasanaosassa.
fr: Attribut d'utilisateur/groupe utilisé pour la champ mot de passe de l'en-tête HTTP-Basic.
it: Attributo utente/gruppo utilizzato per la parte password dell'intestazione HTTP-Basic.
ko: HTTP-Basic 헤더의 비밀번호 부분에 사용되는 사용자/그룹 속성입니다.
nl: Gebruikers-/groepsattribuut dat wordt gebruikt voor het wachtwoordgedeelte van de HTTP-Basic-header.
pt_br: Atributo do Usuário/Grupo usado para a parte de senha do header HTTTP-Basic.
ru: Атрибут пользователя/группы, используемый для части пароля в заголовке HTTP-Basic.
tr: HTTP-Basic Üstbilgisinin parola kısmı için kullanılan Kullanıcı/Grup Özniteliği.
zh_tw: 用於 HTTP 基本認證標頭中，密碼區塊中的使用者/群組特徵項。

# s7489f76224f8120d
source: Forward auth (single application)
cs_cz: Přesměrování ověření (jedna aplikace)
de: Forward Auth (einzelne Anwendung)
es: Autenticación por reenvío (aplicación única)
fi: Forward auth (yksi applikaatio)
fr: Transférer l'authentification (application unique)
it: Autenticazione inoltrata (applicazione singola)
ko: Forward auth (단일 애플리케이션)
nl: Doorsturen van authenticatie (enkele toepassing)
pt_br: Autenticação de encaminhamento (aplicação única)
ru: Переадресация аутентификации (одно приложение)
tr: İleri kimlik doğrulaması (tek uygulama)
zh_tw: 轉發身分認證（單一應用程式）

# s25d0cd75377daf75
source: Forward auth (domain level)
cs_cz: Přesměrování ověření (na úrovni domény)
de: Authentifizierung weiterleiten (Domänenebene)
es: Autenticación por reenvío (nivel de dominio)
fi: Forward auth (verkkotunnustaso)
fr: Transférer l'authentification (niveau domaine)
it: Autenticazione inoltrata (a livello di dominio)
ko: Forward auth (도메인 레벨)
nl: Doorsturen van authenticatie (domeinniveau)
pt_br: Autenticação de encaminhamento (nível de domínio)
ru: Прямая аутентификация (уровень домена)
tr: İleri kimlik doğrulama (etki alanı düzeyi)
zh_tw: 轉發身分認證（網域級別）

# s93574c03953f25dd
source: This provider will behave like a transparent reverse-proxy, except requests must be authenticated. If your upstream application uses HTTPS, make sure to connect to the outpost using HTTPS as well.
cs_cz: Tento poskytovatel se bude chovat jako transparentní reverzní proxy, s výjimkou toho, že požadavky musí být ověřeny. Pokud vaše aplikace na straně serveru používá HTTPS, ujistěte se, že se k outpostu připojujete také pomocí HTTPS.
de: Dieser Provider verhält sich wie ein transparenter Reverse-Proxy, außer dass Anforderungen authentifiziert werden müssen. Wenn Ihre Upstream-Anwendung HTTPS verwendet, stellen Sie sicher, dass Sie sich auch über HTTPS mit dem Outpost verbinden.
es: Este proveedor se comportará como un proxy inverso transparente, excepto que las solicitudes deben autenticarse. Si su aplicación ascendente usa HTTPS, asegúrese de conectarse al puesto avanzado también mediante HTTPS.
fi: Tämä palveluntarjoaja toimii kuin läpinäkyvä käänteinen välityspalvelin, paitsi että pyynnöt pitää todentaa. Jos ylemmän tason sovelluksesi käyttää HTTPS-protokollaa, varmista, että yhteys tukikohtaan tapahtuu myös HTTPS:llä.
fr: Ce fournisseur se comporte comme un reverse-proxy transparent, sauf que les demandes doivent être authentifiées. Si votre application en amont utilise HTTPS, assurez-vous de vous connecter à l'avant-poste en utilisant également HTTPS.
it: Questo provider si comporterà come un proxy inverso trasparente, tranne per il fatto che le richieste devono essere autenticate. Se la tua applicazione upstream utilizza HTTPS, assicurati di connetterti all'avamposto utilizzando anche HTTPS.
ko: 이 공급자는 투명한 리버스 프록시처럼 동작하지만 요청은 반드시 인증되어야 합니다. 업스트림 애플리케이션이 HTTPS를 사용하는 경우 아웃포스트에 연결할 때도 HTTPS를 사용해야합니다.
nl: Deze provider zal zich gedragen als een transparante omgekeerde proxy, behalve dat verzoeken geauthenticeerd moeten zijn. Als uw upstream-toepassing HTTPS gebruikt, zorg er dan voor dat u ook via HTTPS verbinding maakt met de outpost.
pt_br: Este fornecedor comportar-se-á como um proxy reverso transparente, exceto que os pedidos devem ser autenticados. Se a sua aplicação upstream utilizar HTTPS, certifique-se de que se liga ao outpost utilizando HTTPS também.
ru: Этот провайдер будет вести себя как прозрачный обратный прокси, за исключением того, что запросы должны быть аутентифицированы. Если ваше приложение использует HTTPS, убедитесь, что подключение к внешнему компоненту также использует HTTPS.
tr: Bu sağlayıcı saydam bir ters vekil sunucu gibi davranır, ancak isteklerin kimliğinin doğrulanması gerekir. Yön uygulamanızda HTTPS kullanıyorsa üsse de HTTPS kullanarak bağlandığınızdan emin olun.
zh_tw: 此供應商將充當透明的反向代理，唯一的區別是請求必須通過身份認證。如果您的上游應用程式使用 HTTPS，請確保也使用 HTTPS 連接到 Outpost。

# sa29b5680cfafacc8
source: External host
cs_cz: Externí hostitel
de: Externer Host
es: Anfitrión externo
fi: Ulkoinen palvelinosoite
fr: Hôte externe
it: Host esterno
ko: 외부 호스트
nl: Externe host
pt_br: Host externo
ru: Внешний хост
tr: Harici ana bilgisayar
zh_tw: 外部主機
