Repository: goauthentik/authentik
Catalog: web/xliff/*.xlf
Languages: cs_cz, de, es, fi, fr, it, ko, nl, pt_br, ru, tr, zh_tw

# sfc400b2d71e49d28
source: Successfully created policy.
cs_cz: Zásada byla úspěšně vytvořena.
de: Richtlinie erfolgreich erstellt.
es: Política creada correctamente.
fi: Käytännön luonti onnistui.
fr: Politique créée avec succès
it: Criterio creato.
ko: 정책을 성공적으로 만들었습니다.
nl: Beleid succesvol aangemaakt.
pt_br: Política criada com sucesso.
ru: Политика успешно создана.
tr: İlke başarıyla oluşturuldu.
zh_tw: 成功建立政策。

# safc0e0656d572f4e
source: A policy used for testing. Always returns the same result as specified below after waiting a random duration.
cs_cz: Zásada používaná pro testování. Vždy vrací stejný výsledek, jak je uvedeno níže, po náhodné době čekání.
de: Eine Richtlinie, die zum Testen verwendet wird. Gibt nach einer zufälligen Wartezeit immer das unten angegeben Ergebnis zurück.
es: Una política utilizada para las pruebas. Siempre devuelve el mismo resultado que se especifica a continuación después de esperar una duración aleatoria.
fi: Testauksessa käytettävä käytäntö. Palauttaa aina saman, alla määritellyn, tuloksen odotettuaan satunnaisen ajan.
fr: Une politique utilisée pour les tests. Retourne toujours la même valeur telle qu'indiquée ci-dessous après une attente aléatoire.
it: Una policy utilizzata per i test. Restituisce sempre lo stesso risultato specificato di seguito dopo aver atteso una durata casuale.
ko: 테스트에 사용되는 정책입니다. 임의의 시간을 기다린 후 항상 아래에 지정된 것과 동일한 결과를 반환합니다.
nl: Een beleid gebruikt voor testen. Geeft altijd hetzelfde resultaat terug als hieronder gespecificeerd, na een willekeurige duur te hebben gewacht.
pt_br: Política usada para teste. Retorna sempre o mesmo resultado como especificado abaixo depois de esperar um tempo aleatório.
ru: Политика, используемая для тестирования. После случайного ожидания всегда возвращает тот же результат, что указан ниже.
tr: Test için kullanılan bir ilke. Her zaman rastgele bir süre bekledikten sonra aşağıda belirtilen sonucu döndürür.
zh_tw: 用於測試的政策。等待隨機的時間後回傳相同的結果。

# s9ffa1ac03ce6fd20
source: Execution logging
cs_cz: Protokolování provedení
de: Ausführungsprotokollierung
es: Registro de ejecución
fi: Virheiden lokikirjaus
fr: Journalisation de l'exécution
it: Registrazione dell'esecuzione
ko: 실행 로깅
nl: Uitvoeringslogging
pt_br: Log de execução
ru: Журналирование выполнения
tr: Yürütme günlüğü
zh_tw: 執行的日誌紀錄

# saf31b3c610036ed6
source: When this option is enabled, all executions of this policy will be logged. By default, only execution errors are logged.
cs_cz: Pokud je tato možnost povolena, budou se logovat všechna spuštění této zásady. Ve výchozím nastavení se logují pouze chyby spuštění.
de: Wenn diese Option aktiviert ist, werden alle Ausführungen dieser Richtlinie protokolliert. Standardmäßig werden nur Ausführungsfehler protokolliert.
es: Cuando se habilita esta opción, se registrarán todas las ejecuciones de esta política. De forma predeterminada, solo se registran los errores de ejecución.
fi: Kun tämä vaihtoehto on valittu, kaikki tämän käytännön suoritukset kirjataan lokiin. Oletusarvoisesti vain suorituksien virheet kirjataan.
fr: Si activée, toutes les exécutions de cette politique seront enregistrées. Par défaut, seules les erreurs d'exécution sont consignées.
it: Quando questa opzione è abilitata, tutte le esecuzioni di questa policy verranno registrate. Per impostazione predefinita, vengono registrati solo gli errori di esecuzione.
ko: 이 옵션을 활성화하면 이 정책의 모든 실행이 기록됩니다. 기본적으로 실행 오류만 기록됩니다.
nl: Wanneer deze optie is ingeschakeld, worden alle uitvoeringen van dit beleid gelogd. Standaard worden alleen uitvoeringsfouten gelogd.
pt_br: Quando esta opção estiver habilitada, todas as execuções desta política serão registradas. Por padrão, apenas erros de execução são registrados.
ru: Если эта опция включена, все выполнения этой политики будут записываться в журнал. По умолчанию в журнал записываются только ошибки выполнения.
tr: Bu seçenek etkinleştirildiğinde, bu ilkenin tüm yürütmeleri günlüğe kaydedilir. Varsayılan olarak, yalnızca yürütme hataları günlüğe kaydedilir.
zh_tw: 啟用此選項時，將會記錄這個政策所有的日誌。預設只會記錄錯誤日誌。

# sa879d5ce584875cf
source: Policy-specific settings
cs_cz: Specifická nastavení zásady
de: Richtlinienspezifische Einstellungen
es: Configuración específica de políticas
fi: Käytäntökohtaiset asetukset
fr: Paramètres spécifiques à la politique
it: Impostazioni specifiche del criterio
ko: 정책별 설정
nl: Beleid-specifieke instellingen
pt_br: Configurações específicas da Política
ru: Настройки, специфичные для политики
tr: İlke özel ayarlar
zh_tw: 政策詳細設定

# s838418d1a0815157
source: Pass policy?
cs_cz: Má zásada projít?
de: Pass-Richtlinie?
es: ¿Política de pases?
fi: Läpäise käytäntö?
fr: Réussir la politique ?
it: Criterio di passaggio?
ko: 정책을 통과함?
nl: Beleid doorgeven?
pt_br: Política de aprovação?
ru: Пройти политику?
tr: Geçiş ilkesi?
zh_tw: 政策通過？

# sd8c5339b82b71507
source: Wait (min)
cs_cz: Čekat (min)
de: Wartezeit (min.)
es: Espera (min)
fi: Odota (min)
fr: Attente (min)
it: Attendi (min)
ko: 대기 (최소)
nl: Wachten (min)
pt_br: Espera (mínimo)
ru: Ожидание (мин.)
tr: Bekle (dk)
zh_tw: 等待時間 (最短)

# sda4e78c19f5b6f35
source: The policy takes a random time to execute. This controls the minimum time it will take.
cs_cz: Zásada trvá náhodnou dobu k provedení. Toto řídí minimální čas, který bude trvat.
de: Die Ausführung der Richtlinie dauert eine zufällige Zeit. Dies steuert die Mindestzeit, die dafür benötigt wird.
es: La política tarda un tiempo aleatorio en ejecutarse. Esto controla el tiempo mínimo que tardará.
fi: Tämän käytännön suorittaminen vie satunnaisen ajan. Tämä määrittää sen vähimmäiskeston.
fr: La politique prend un certain temps à s'exécuter. Ceci contrôle la durée minimale.
it: L'esecuzione della policy richiede un tempo casuale. Questo controlla il tempo minimo necessario.
ko: 정책은 실행하는 데 임의의 시간이 걸립니다. 이 값은 실행에 걸리는 최소 시간을 제어합니다.
nl: Het beleid neemt een willekeurige tijd om uit te voeren. Dit regelt de minimale tijd die het zal duren.
pt_br: A policita leva um período de tempo aleatório para executar. Este parametro controla o tempo mínimo para executar.
ru: Для выполнения политики требуется произвольное время. Здесь задается минимальное время выполнения.
tr: İlke yürütmesi rastgele bir zaman alır. Bu, alacağı minimum süreyi belirler.
zh_tw: 政策需要一段隨機時間才能執行。這個設定控制最短等待時間。

# s1d30ff9ba938e68d
source: Wait (max)
cs_cz: Čekat (max)
de: Wartezeit (max.)
es: Espera (máx.)
fi: Odota (max)
fr: Attente (max)
it: Attendi (max)
ko: 대기 (최대)
nl: Wachten (max)
pt_br: Espera (máximo)
ru: Ожидание (макс.)
tr: Bekleyin (maks.)
zh_tw: 等待時間 (最長)

# s303b5e552246e613
source: Matches an event against a set of criteria. If any of the configured values match, the policy passes.
cs_cz: Porovnává událost proti sadě kritérií. Pokud se shoduje kterákoli z nakonfigurovaných hodnot, zásada projde.
de: Gleicht ein Ereignis mit einer Reihe von Kriterien ab. Wenn einer der konfigurierten Werte übereinstimmt, wird die Richtlinie bestanden.
es: Coincide con un evento con un conjunto de criterios. Si alguno de los valores configurados coincide, se aprueba la política.
fi: Vertaa tapahtumaa määriteltyihin kriteereihin. Jos mikä tahansa määritellyistä arvoista täsmää, käytäntö läpäistään.
fr: Fait correspondre un évènement à un certain nombre de critères. Si une des valeur configurée correspond, la politique réussit.
it: Corrisponde a un evento rispetto a una serie di criteri. Se uno qualsiasi dei valori configurati corrisponde, il criterio passa.
ko: 기준 집합에 대해 이벤트를 일치시킵니다. 구성된 값 중 하나라도 일치하면 정책이 통과됩니다.
nl: Matcht een gebeurtenis met een reeks criteria. Als een van de geconfigureerde waarden overeenkomt, wordt het beleid goedgekeurd.
pt_br: Corresponde a um evento em relação a um conjunto de critérios. Se algum dos valores configurados corresponder, a política será aprovada.
ru: Сопоставляет событие с набором критериев. Если хоть одно из настроенных значений совпадает, политика проходит.
tr: Bir olayı ölçütler kümesine göre eşleştirir. Yapılandırılan değerlerden herhangi biri eşleşirse, ilke geçer.
zh_tw: 根據一系列標準配對事件。如果符合任何設定的數值，則政策通過。

# s890810efbe103cbc
source: Match created events with this action type. When left empty, all action types will be matched.
cs_cz: Porovnat vytvořené události s tímto typem akce. Pokud je ponecháno prázdné, budou porovnány všechny typy akcí.
de: Ordnen Sie erstellte Ereignisse diesem Aktionstyp zu. Wenn es leer gelassen wird, werden alle Aktionstypen abgeglichen.
es: Coincidir con los eventos creados que tengan este tipo de acción. Si se deja en blanco, se incluyen todos los tipos de acción.
fi: Valitse tapahtumat, jotka on luotu tällä toimintotyypillä. Jos tämä jätetään tyhjäksi, kaikki toimintotyypit valitaan.
fr: Inclure les événements créés avec ce type d'action. S'il est laissé vide, tous les types d'action seront inclus.
it: Abbina gli eventi creati a questo tipo di azione. Se lasciato vuoto, verranno abbinati tutti i tipi di azione.
ko: 생성된 이벤트를 이 작업 유형과 일치시킵니다. 비워두면 모든 액션 유형이 일치합니다.
nl: Match gecreëerde gebeurtenissen met dit actietype. Wanneer leeg gelaten, worden alle actietypen gematcht.
pt_br: Combine eventos criados com este tipo de ação. Quando deixado em branco, todos os tipos de ação serão correspondidos.
ru: Сопоставлять созданные события с данным типом действия. Если оставить пустым, будут сопоставлены все типы действий.
tr: Oluşturulan olayları bu eylem türüyle eşleştirin. Boş bırakıldığında tüm eylem türleri eşleştirilir.
zh_tw: 將此動作類型與建立的事件配對。如果為空則將符合所有動作類型。

# sa82f8948649d0989
source: Matches Event's Client IP (strict matching, for network matching use an Expression Policy).
cs_cz: Shoduje se s IP adresou klienta události (přísné porovnávání, pro síťové porovnávání použijte zásadu výrazu).
de: Entspricht der Client-IP des Events (strenger Abgleich, für Netzwerkanpassungen eine Expression Policy verwenden).
es: Coincide con la IP del Cliente del Evento (coincidencia estricta, para la coincidencia de red utilicé una Política de Expresión).
fi: Valitsee tapahtuman asiakkaan IP-osoitteen perusteella (tarkka vastaavuus, käytä ohjelmallista käytäntöä verkon valintaan).
fr: Correspondance de l'adresse IP du client de l'évènement (correspondante stricte, pour un correspondance sur le réseau utiliser une politique d'expression).
it: Corrisponde all'IP client di evento (corrispondenza rigorosa, per la corrispondenza della rete utilizza una politica di espressione).
pt_br: Corresponde ao IP do Cliente do Evento (correspondência estrita, para correspondência de rede use uma Política de Expressão).
tr: Olayın İstemci IP'si ile eşleşir (katı eşleştirme, ağ eşleştirmesi için bir İfade Politikası kullanın).

# s5a15a8f39c699273
source: Match events created by selected application. When left empty, all applications are matched.
cs_cz: Porovnat události vytvořené vybranou aplikací. Pokud je ponecháno prázdné, jsou porovnány všechny aplikace.
de: Übereinstimmungsereignisse, die von der ausgewählten Anwendung erstellt wurden. Wenn es leer gelassen wird, werden alle Anwendungen abgeglichen.
es: Coincidir con los eventos creados por la aplicación seleccionada. Si se deja en blanco, se incluyen todas las aplicaciones.
fi: Valitse valitun sovelluksen luomat tapahtumat. Jos tämä jätetään tyhjäksi, kaikki tapahtumat valitaan.
fr: Inclure les évènements créés par cette application. S'il est laissé vide, toutes les applications seront incluses.
it: Abbina gli eventi creati dall'applicazione selezionata. Se lasciato vuoto, tutte le applicazioni vengono abbinate.
ko: 선택한 애플리케이션에서 생성한 이벤트와 일치시킵니다. 비워두면 모든 애플리케이션이 일치합니다.
nl: Match gebeurtenissen gecreëerd door de geselecteerde applicatie. Wanneer leeg gelaten, worden alle applicaties gematcht.
pt_br: Corresponde a eventos criados pelo aplicativo selecionado. Quando deixado em branco, todos os aplicativos são correspondidos.
ru: Соответствовать событиям, созданным выбранным приложением. Если поле оставить пустым, будут соответствовать все приложения.
tr: Seçilen uygulama tarafından oluşturulan olayları eşleştir. Boş bırakıldığında, tüm uygulamalar eşleştirilir.
zh_tw: 將選擇的應用程式與建立的事件配對。如果為空則將符合所有應用程式。

# s3ba9b8aeb686d9f7
source: Match events created by selected model. When left empty, all models are matched.
cs_cz: Párovat události vytvořené vybraným modelem. Pokud je pole prázdné, párují se všechny modely.
de: Übereinstimmungsereignisse, die von dem ausgewählten Modell erstellt wurden. Wenn es leer gelassen wird, werden alle Modelle abgeglichen.
es: Coincidir con los eventos creados por el modelo seleccionado. Si se deja en blanco, se incluyen todos los modelos.
fi: Valitse valitulla mallilla luodut tapahtumat. Jos tämä jätetään tyhjäksi, kaikki tapahtumat valitaan.
fr: Inclure les évènements créés par ce modèle. S'il est laissé vide, tous les modèles seront inclus.
it: Abbina eventi creati dal modello selezionato. Se lasciati vuoti, tutti i modelli sono abbinati.
ko: 선택한 모델에 의해 생성된 이벤트와 일치시킵니다. 비워두면 모든 모델이 일치합니다.
nl: Gebeurtenissen die zijn gemaakt door het geselecteerde model. Indien leeg gelaten, worden alle modellen gematcht.
pt_br: Corresponder eventos criados pelo modelo selecionado. Quando deixado vazio, todos os modelos são correspondidos.
ru: Соответствовать событиям, созданным выбранной моделью. Если поле оставить пустым, будут соответствовать все модели.
tr: Seçilen model tarafından oluşturulan olayları eşleştirin. Boş bırakıldığında, tüm modeller eşleştirilir.
zh_tw: 將選擇的模型與建立的事件配對。如果為空則將符合所有模型。

# s5a13f4bbe004503f
source: Checks if the request's user's password has been changed in the last x days, and denys based on settings.
cs_cz: Kontroluje, zda heslo uživatele požadavku bylo změněno v posledních x dnech, a odmítá na základě nastavení.
de: Überprüft, ob das Passwort des Benutzers der Anfrage in den letzten x Tagen geändert wurde, und lehnt es basierend auf den Einstellungen ab.
es: Comprueba si la contraseña del usuario de la solicitud se ha cambiado en los últimos x días y la rechaza según la configuración.
fi: Tarkistaa, onko käyttäjän salasana muuttunut viimeisen x päivän aikana, ja estää pääsyn asetusten perusteella.
fr: Vérifie si le mot de passe de l'usager a été changé dans les X derniers jours et refuse l'accès en fonction du paramétrage.
it: Verifica se la password dell'utente è stata modificata negli ultimi X giorni e rifiuta in base alle impostazioni.
ko: 요청 사용자의 비밀번호가 지난 x일 동안 변경되었는지 확인하고 설정에 따라 거부합니다.
nl: Controleert of het wachtwoord van de gebruiker van het verzoek in de laatste x dagen is gewijzigd en wijst af op basis van instellingen.
pt_br: Verifica se a senha do usuário da solicitação foi alterada nos últimos x dias e nega com base nas configurações.
ru: Проверяет, не менялся ли пароль пользователя запроса за последние x дней, и запрещает, исходя из настроек.
tr: İsteğin kullanıcı parolasının son x gün içinde değiştirilip değiştirilmediğini kontrol eder ve ayarlara göre reddedilir.
zh_tw: 檢查要求中的使用者密碼在過去幾個天內是否已更改，並根據設定決定是否拒絕。

# sfad8af8ce38104a3
source: Maximum age (in days)
cs_cz: Maximální stáří (ve dnech)
de: Höchstalter (in Tagen)
es: Edad máxima (en días)
fi: Enimmäisikä (vrk)
fr: Âge maximum (en jours)
it: Età massima (in giorni)
ko: Maximum age (일)
nl: Maximale leeftijd (in dagen)
pt_br: Idade máxima (em dias)
ru: Максимальный возраст (в днях)
tr: Maksimum yaş (gün olarak)
zh_tw: 最長有效期限（以天為單位）

# s9307f3dbb07a73b5
source: Only fail the policy, don't invalidate user's password
cs_cz: Pouze selhání zásady, nikoli zneplatnění hesla uživatele
de: Nur die Richtlinie fehlschlagen lassen, das Passwort des Benutzers nicht ungültig machen.
es: Solo falla la política, no invalida la contraseña del usuario
fi: Estä käytännön läpimeno, mutta älä mitätöi käyttäjän salasanaa
fr: Seulement faire échouer la politique, ne pas invalider le mot de passe de l'utilisateur.
it: Fallisci solo il criterio, non invalidare la password dell'utente
ko: 정책만 실패하고 사용자의 비밀번호는 무효화하지 않습니다.
nl: Keur alleen het beleid af, maak het wachtwoord van de gebruiker niet ongeldig
pt_br: Apenas falhe a política, não invalide a senha do usuário
ru: Только провал политики, не аннулировать пароль пользователя
tr: Yalnızca ilkede başarısız olun, kullanıcının parolasını geçersiz kılmayın
zh_tw: 僅不通過政策，不取消使用者密碼的有效性

# scea1f16238093e35
source: Executes the python snippet to determine whether to allow or deny a request.
cs_cz: Spustí úryvek kódu v Pythonu, který určí, zda požadavek povolit, nebo zamítnout.
de: Führt das Python-Snippet aus, um zu bestimmen, ob eine Anfrage zugelassen oder abgelehnt werden soll.
es: Ejecuta el fragmento de Python para determinar si se permite o deniega una solicitud.
fi: Suorittaa python-koodinpätkän, jonka perusteella päätetään, sallitaanko vai estetäänkö pyyntö.
fr: Exécute le fragment de code python pour décider d'autoriser ou non la demande.
it: Esegue il frammento di codice Python per determinare se consentire o negare una richiesta.
ko: 파이썬 스니펫을 실행하여 요청을 허용할지 거부할지 결정합니다.
nl: Voert het Python fragment uit om te bepalen of een verzoek wordt toegestaan of geweigerd.
pt_br: Executa o snippet python para determinar se deve permitir ou negar uma solicitação.
ru: Выполняет python snippet, чтобы определить, разрешить или запретить запрос.
tr: Bir isteğe izin verip reddedilmeyeceğini belirlemek için python parçacığını çalıştırır.
zh_tw: 執行 Python 程式片段以決定是否允許或拒絕要求。

# sabd1bc9fb7da71e7
source: Expression using Python.
cs_cz: Výraz používá Python.
de: Ausdruck mit Python.
es: Expresión con Python.
fi: Python-lauseke.
fr: Expression en python
it: Espressione in Python.
ko: 파이썬을 사용하는 정규표현식.
nl: Expressie met behulp van Python.
pt_br: Expressão usando Python.
ru: Выражение с использованием Python.
tr: Python kullanarak ifade.
zh_tw: 使用 Python 的表示式。

# s8d08843f397d9e81
source: See documentation for a list of all variables.
cs_cz: Viz dokumentace pro seznam všech proměnných.
de: Eine Liste aller Variablen finden Sie in der Dokumentation.
es: Consulte la documentación para obtener una lista de todas las variables.
fi: Katso lista kaikista käytettävistä muuttujista dokumentaatiosta.
fr: Consultez la documentation pour la liste de toutes les variables.
it: Guarda la documentazione per la lista di tutte le variabili.
ko: 모든 변수의 목록은 문서를 참조하세요.
nl: Zie documentatie voor een lijst van alle beschikbare variabelen.
pt_br: Consulte a documentação para obter uma lista de todas as variáveis.
ru: Список всех переменных см. в документации.
tr: Tüm değişkenlerin listesi için belgelere bakın.
zh_tw: 有關所有變數列表請參考官方文件。

# sc362f1f1e4044878
source: Ensure the user satisfies requirements of geography or network topology, based on IP address. If any of the configured values match, the policy passes.
cs_cz: Zajistěte, aby uživatel splňoval požadavky na geografii nebo síťovou topologii na základě IP adresy. Pokud se shoduje jakákoli z nakonfigurovaných hodnot, zásada projde.
de: Stellt sicher, dass der Benutzer Anforderungen an Geografie oder Netzwerktopologie basierend auf der IP-Adresse erfüllt. Wenn einer der konfigurierten Werte zutrifft, wird die Richtlinie erfüllt.
es: Asegura que el usuario cumpla con los requisitos geográficos o topológicos de la red, según la dirección IP. Si alguno de los valores configurados coincide, se aprueba la política.
fi: Varmista, että käyttäjä täyttää vaatimukset maantieteen tai verkkotopologian osalta IP-osoitteen perusteella. Jos mikä tahansa määritellyistä arvoista on vastaava, käytäntö hyväksytään.
fr: S'assure que l'utilisateur répond aux exigences de géographie ou de topologie du réseau, en fonction de l'adresse IP. Si l'une des valeurs configurées correspond, la politique est validée.
it: Assicurarsi che l'utente soddisfi i requisiti di geografia o topologia di rete, in base all'indirizzo IP. Se uno qualsiasi dei valori configurati corrisponde, la politica passa.
pt_br: Garanta que o usuário satisfaça os requisitos de geografia ou topologia de rede, com base no endereço IP. Se algum dos valores configurados corresponder, a política será aprovada.
ru: Проверка, что пользователь удовлетворяет требованиям географии или топологии сети, основываясь на IP-адресе. Если любое из настроенных значений совпадает, политика проходит.
tr: Kullanıcının IP adresine göre coğrafya veya ağ topolojisi gereksinimlerini karşıladığından emin olun. Yapılandırılan değerlerden herhangi biri eşleşirse, ilke geçer.

# s035bfd9c5f97e4d3
source: Distance settings
cs_cz: Nastavení vzdálenosti
de: Abstandseinstellungen
es: Configuración de distancia
fr: Réglages de distance
it: Impostazioni distanza
pt_br: Configurações de distância

# s207e6f8a8b3515fd
source: Check historical distance of logins
cs_cz: Kontrolovat historickou vzdálenost přihlášení
de: Historische Abstände von Anmeldungen prüfen
es: Comprobar la distancia histórica de los inicios de sesión
fr: Vérifier l'historique de distance des connexions
it: Controlla la distanza storica degli accessi
pt_br: Verificar distância histórica de logins

# s8158f4b3e5c869be
source: When this option enabled, the GeoIP data of the policy request is compared to the specified number of historical logins.
cs_cz: Když je tato možnost povolena, GeoIP data žádosti o zásady jsou porovnána s určeným počtem historických přihlášení.
de: Wenn diese Option aktiviert ist, werden die GeoIP-Daten der Richtlinienanfrage mit der angegebenen Anzahl vergangener Anmeldungen verglichen.
es: Cuando esta opción está habilitada, los datos GeoIP de la solicitud de política se comparan con la cantidad especificada de inicios de sesión históricos.
fr: Lorsque cette option est activée, les données GeoIP de la demande de politique sont comparées au nombre spécifié de connexions historiques.
it: Se questa opzione è abilitata, i dati GeoIP della richiesta di policy vengono confrontati con il numero specificato di accessi storici.
pt_br: Quando esta opção está habilitada, os dados GeoIP da solicitação de política são comparados ao número especificado de logins históricos.

# sb8b7450c8515894c
source: Maximum distance
cs_cz: Maximální vzdálenost
de: Maximaler Abstand
es: Distancia máxima
fr: Distance maximale
it: Distanza massima
pt_br: Distância máxima

# s40cdbaa532bc9899
source: Maximum distance a login attempt is allowed from in kilometers.
cs_cz: Maximální vzdálenost, ze které je povolena pokus o přihlášení, v kilometrech.
de: Maximal zulässiger Abstand eines Anmeldeversuchs in Kilometern.
es: Distancia máxima permitida para un intento de inicio de sesión en kilómetros.
fr: Distance maximale autorisée pour une tentative de connexion en kilomètres.
it: Distanza massima consentita per un tentativo di accesso, espressa in chilometri.
pt_br: Distância máxima permitida para uma tentativa de login em quilômetros.

# seef852b5c0f8a529
source: Distance tolerance
cs_cz: Tolerance vzdálenosti
de: Abstandstoleranz
es: Tolerancia de distancia
fr: Tolérance de distance
it: Tolleranza della distanza
pt_br: Tolerância de distância

# sce567ced300aeb8a
source: Tolerance in checking for distances in kilometers.
cs_cz: Tolerance při kontrole vzdáleností v kilometrech.
de: Toleranz bei der Abstandsprüfung in Kilometern.
es: Tolerancia en la comprobación de distancias en kilómetros.
fr: Tolérance de vérification des distances en kilomètres.
it: Tolleranza nel verificare le distanze in chilometri.
pt_br: Tolerância na verificação de distâncias em quilômetros.

# s9ea9cdabd74f8f97
source: Historical Login Count
cs_cz: Historický počet přihlášení
de: Anzahl vergangener Anmeldungen
es: Conteo Histórico de Inicios de Sesión
fr: Nombre de connexions historiques
it: Conteggio Storico Accessi
pt_br: Contagem de Logins Históricos
