Repository: goauthentik/authentik
Catalog: web/xliff/*.xlf
Languages: cs_cz, de, es, fi, fr, it, ko, nl, pt_br, ru, tr, zh_tw

# s4bc7a1a88961be90
source: Configure if sessions created by this stage should be bound to their GeoIP-based location
cs_cz: Nastavit, zda by měly být relace vytvořené v tomto kroku svázány s jejich umístěním na základě GeoIP
de: Konfiguriere, ob Sitzungen, die von dieser Stage erstellt werden, an ihren GeoIP-basierten Standort gebunden werden sollen.
es: Configurar si las sesiones creadas en esta etapa deben estar vinculadas a su ubicación basada en GeoIP
fi: Määritä, liitetäänkö tällä vaiheella luodut istunnot niiden GeoIP-lokaatioon
fr: Configurer si les sessions créer par cette étape doivent être liées à la localisation GeoIP depuis lesquelles elle ont été créées.
it: Configurare se le sessioni create da questa fase dovrebbero essere legate alla loro posizione basata su GEOIP
pt_br: Configure se as sessões criadas por este estágio devem ser vinculadas à sua localização baseada em GeoIP
ru: Настройте, должны ли сеансы, созданные на этом этапе, привязываться к местоположению на основе GeoIP.
tr: Bu aşama tarafından oluşturulan oturumların GeoIP tabanlı konumlarına bağlı olup olmayacağını yapılandırın

# s542a71bb8f41e057
source: Terminate other sessions
cs_cz: Ukončit ostatní relace
de: Andere Sitzungen beenden
es: Terminar otras sesiones
fi: Katkaise muut istunnot
fr: Terminer les autres sessions
it: Terminare altre sessioni
ko: 다른 세션 종료
nl: Beëindig andere sessies
pt_br: Terminar outras sessões
ru: Прервать другие сеансы
tr: Diğer oturumları sonlandırma
zh_tw: 終止其他會談

# sa920231366378c90
source: When enabled, all previous sessions of the user will be terminated.
cs_cz: Pokud je povoleno, všechny předchozí relace uživatele budou ukončeny.
de: Wenn aktiviert, werden alle vorherigen Sitzungen des Benutzers beendet.
es: Cuando está habilitado, se terminarán todas las sesiones anteriores del usuario.
fi: Kun tämä on valittu, kaikki käyttäjän aiemmat istunnot katkaistaan.
fr: Lorsqu'activé, toutes les sessions précédentes de l'utilisateur seront terminées.
it: Se abilitato, tutte le sessioni precedenti dell'utente verranno terminate.
ko: 활성화하면 사용자의 이전 세션이 모두 종료됩니다.
nl: Indien ingeschakeld, worden alle vorige sessies van de gebruiker beëindigd.
pt_br: Quando ativado, todas as sessões anteriores do usuário serão encerradas.
ru: Если включено, все предыдущие сеансы пользователя будут завершены.
tr: Etkinleştirildiğinde, kullanıcının önceki tüm oturumları sonlandırılacaktır.
zh_tw: 當啟用後，所有之前的會談將會被終止。

# sfee06600c15082a9
source: Remove the user from the current session.
cs_cz: Odebrat uživatele z aktuální relace.
de: Entfernen Sie den Benutzer aus der aktuellen Sitzung.
es: Elimina al usuario de la sesión actual.
fi: Poista käyttäjä nykyisestä istunnosta.
fr: Supprimer l'utilisateur de la session actuelle.
it: Rimuovere l'utente dalla sessione corrente.
ko: 현재 세션에서 사용자를 제거합니다.
nl: Verwijder de gebruiker uit de huidige sessie.
pt_br: Remova o usuário da sessão atual.
ru: Удалить пользователя из текущей сессии.
tr: Kullanıcıyı geçerli oturumdan kaldırın.
zh_tw: 移除使用者目前的會談。

# s927398c400970760
source: Write any data from the flow's context's 'prompt_data' to the currently pending user. If no user is pending, a new user is created, and data is written to them.
cs_cz: Zapsat jakákoliv data z kontextu toku 'prompt_data' do aktuálně čekajícího uživatele. Pokud žádný uživatel nečeká, je vytvořen nový uživatel a data jsou zapsána do něj.
de: Schreibt beliebige Daten aus dem 'prompt_data' des Flow-Kontexts in den aktuell ausstehenden Benutzer. Wenn kein Benutzer aussteht, wird ein neuer Benutzer erstellt und die Daten werden diesem zugewiesen.
es: Escribe cualquier dato del contexto 'prompt_data' del flujo en el usuario pendiente actual. Si no hay ningún usuario pendiente, se crea un nuevo usuario y se le escriben los datos.
fi: Tallenna kaikki tiedot prosessin kontekstin 'prompt_data'-muuttujasta keskeneräisen käyttäjän tietoihin. Jos keskeneräistä käyttäjää ei ole, luodaan uusi käyttäjä ja tiedot tallennetaan luotuun käyttäjään.
fr: Écrit toute donnée provenant du contexte du flux 'prompt_data' à l'utilisateur en attente. Si aucun utilisateur n'est en attente, un nouvel utilisateur est créé avec ces données.
it: Scrivi qualsiasi dati dal contesto del flusso "prompt_data" all'utente attualmente in sospeso. Se nessun utente è in sospeso, viene creato un nuovo utente e vengono scritti dati.
ko: 플로우 컨텍스트의 'prompt_data'에 있는 데이터를 현재 대기 중인 사용자에게 씁니다. 대기 중인 사용자가 없는 경우 새 사용자가 생성되고 해당 사용자에게 데이터가 기록됩니다.
nl: Schrijf alle gegevens van 'prompt_data' in de context van de flow naar de huidige in behandeling zijnde gebruiker. Als er geen gebruiker in behandeling is, wordt er een nieuwe gebruiker aangemaakt en worden de gegevens naar hen geschreven.
pt_br: Escreva qualquer dado do 'prompt_data' do contexto do fluxo para o usuário pendente atualmente. Se nenhum usuário estiver pendente, um novo usuário será criado e os dados serão escritos para ele.
ru: Запишите любые данные из контекста потока 'prompt_data' текущему пользователю. Если пользователя нет, создается новый пользователь, и данные записываются ему.
tr: Akışın bağlamının 'prompt_data' bölümündeki tüm verileri şu anda bekleyen kullanıcıya yazın. Kullanıcı yoksa beklemedeyse, yeni bir kullanıcı oluşturulur ve bu kullanıcıya veri yazılır.
zh_tw: 將流程上下文中的「prompt_data」的任何資料寫入當前待處理的使用者。如果沒有待處理的使用者，則建立一個新使用者，並將資料寫入該使用者。

# sb379d861cbed0b47
source: Never create users
cs_cz: Nikdy nevytvářet uživatele
de: Benutzer niemals erstellen
es: Nunca crear usuarios
fi: Älä koskaan luo käyttäjiä
fr: Ne jamais créer d'utilisateurs
it: Non creare mai utenti
ko: 사용자 생성 안 함
nl: Maak nooit gebruikers aan
pt_br: Nunca criar usuários
ru: Никогда не создавать пользователей
tr: Hiçbir zaman kullanıcı oluşturma
zh_tw: 不建立使用者

# s81d673755a86a4f0
source: When no user is present in the flow context, the stage will fail.
cs_cz: Pokud v kontextu toku není přítomen žádný uživatel, krok selže.
de: Wenn kein Benutzer im Flow-Kontext vorhanden ist, schlägt die Stage fehl.
es: Cuando no hay ningún usuario presente en el contexto del flujo, la etapa fallará.
fi: Jos prosessin kontekstissa ei ole käyttäjää, vaihe epäonnistuu.
fr: Si aucun utilisateur n'est présent dans le contexte du flux, l'étape va échouer.
it: Quando nessun utente è presente nel contesto del flusso, lo stadio fallirà.
ko: 플로우 컨텍스트에 사용자가 없으면 스테이지가 실패합니다.
nl: Als er geen gebruiker aanwezig is in de flow-context, zal de fase mislukken.
pt_br: Quando nenhum usuário estiver presente no contexto do fluxo, o estágio falhará.
ru: Если в контексте потока нет пользователя, этап завершится неудачей.
tr: Akış bağlamında hiçbir kullanıcı olmadığında aşama başarısız olur.
zh_tw: 當流程上下文中不存在使用者時，階段將會失敗。

# s9940e3f073fbdbd4
source: Create users when required
cs_cz: Vytvářet uživatele, když je to potřeba
de: Benutzer bei Bedarf erstellen
es: Crear usuarios cuando sea requerido
fi: Luo käyttäjä tarvittaessa
fr: Créer des utilisateurs si nécessaire
it: Creare utenti quando richiesto
ko: 필요할 때 사용자 생성
nl: Maak gebruikers aan wanneer nodig
pt_br: Criar usuários quando necessário
ru: Создание пользователей при необходимости
tr: Gerektiğinde kullanıcı oluşturma
zh_tw: 需要時建立使用者

# s5414356cc10e80fe
source: When no user is present in the the flow context, a new user is created.
cs_cz: Když není v kontextu toku přítomen žádný uživatel, je vytvořen nový uživatel.
de: Wenn kein Benutzer im Flow-Kontext vorhanden ist, wird ein neuer Benutzer erstellt.
es: Cuando no hay ningún usuario presente en el contexto del flujo, se crea un nuevo usuario.
fi: Jos prosessin kontekstissa ei ole käyttäjää, luodaan uusi käyttäjä.
fr: Si aucun utilisateur n'est présent dans le contexte du flux, un nouvel utilisateur est créé.
it: Quando non è presente alcun utente nel contesto del flusso, viene creato un nuovo utente.
ko: 플로우 컨텍스트에 사용자가 없는 경우 새 사용자를 생성합니다.
nl: Als er geen gebruiker aanwezig is in de flow-context, wordt er een nieuwe gebruiker aangemaakt.
pt_br: Quando nenhum usuário estiver presente no contexto do fluxo, um novo usuário será criado.
ru: Если в контексте потока нет пользователя, создается новый пользователь.
tr: Akış bağlamında hiçbir kullanıcı olmadığında yeni bir kullanıcı oluşturulur.
zh_tw: 當流程上下文中不存在使用者時，建立使用者。

# s57337099d96ce6d2
source: Always create new users
cs_cz: Vždy vytvořit nové uživatele
de: Immer neuen Benutzer erzeugen
es: Siempre crear nuevos usuarios
fi: Luo aina uusi käyttäjä
fr: Toujours créer de nouveaux utilisateurs
it: Creare sempre nuovi utenti
ko: 항상 새 사용자 생성
nl: Maak altijd nieuwe gebruikers aan
pt_br: Sempre criar novos usuários
ru: Всегда создавать новых пользователей
tr: Her zaman yeni kullanıcılar oluşturun
zh_tw: 總是建立使用者

# se80dd66f23b4fc39
source: Create a new user even if a user is in the flow context.
cs_cz: Vytvořit nového uživatele, i když je uživatel již v kontextu toku.
de: Erstelle einen neuen Benutzer, auch wenn bereits ein Benutzer im Flow-Kontext vorhanden ist.
es: Crear un nuevo usuario incluso si el usuario está en el contexto de flujo.
fi: Luo aina uusi käyttäjä, vaikka prosessin kontekstissa olisikin käyttäjä.
fr: Créer un nouvel utilisateur même si un utilisateur est déjà présent dans le contexte du flux.
it: Crea un nuovo utente anche se un utente è nel contesto di flusso.
ko: 사용자가 플로우 컨텍스트에 있는 경우에도 새 사용자를 만듭니다.
nl: Maak een nieuwe gebruiker aan, zelfs als er al een gebruiker aanwezig is in de flow-context.
pt_br: Criar um novo usuário mesmo que um usuário esteja no contexto do fluxo.
ru: Создать нового пользователя, даже если он уже находится в контексте потока.
tr: Bir kullanıcı akış bağlamında olsa bile yeni bir kullanıcı oluşturun.
zh_tw: 總是建立使用者，即便流程上下文中存在使用者。

# sed3512fe4560c7f4
source: Create users as inactive
cs_cz: Vytvářet uživatele jako neaktivní
de: Benutzer als inaktiv anlegen
es: Crear usuarios como inactivos
fi: Luo käyttäjät ei-aktiivisina
fr: Créer des utilisateurs inactifs
it: Creare utenti come inattivi
ko: 사용자를 비활성 상태로 생성
nl: Maak gebruikers aan als inactief
pt_br: Criar usuários como inativos
ru: Создание пользователей как неактивных
tr: Kullanıcıları etkin olmayan olarak oluşturma
zh_tw: 建立停用狀態的使用者

# s9193ef1a39a6c872
source: Mark newly created users as inactive.
cs_cz: Označit nově vytvořené uživatele jako neaktivní.
de: Neu erstellte Benutzer als inaktiv markieren.
es: Marcar los usuarios recién creados como inactivos.
fi: Merkitse luodut käyttäjät ei-aktiivisiksi.
fr: Marquer les utilisateurs nouvellements créés comme inactifs.
it: Segna i nuovi utenti come inattivi.
ko: 새로 생성된 사용자를 비활성으로 표시합니다.
nl: Markeer nieuw aangemaakte gebruikers als inactief.
pt_br: Marcar usuários recém-criados como inativos.
ru: Отмечать вновь созданных пользователей как неактивных.
tr: Yeni oluşturulan kullanıcıları etkin değil olarak işaretleyin.
zh_tw: 將建立的使用者標記為停用狀態。

# scef2eb6a2bfe3110
source: Internal users might be users such as company employees, which will get access to the full Enterprise feature set.
cs_cz: Interní uživatelé mohou být uživatelé, jako jsou zaměstnanci společnosti, kteří získají přístup k plné sadě funkcí Enterprise.
de: Interne Benutzer sind z. B. Mitarbeiter des Unternehmens, die Zugriff auf den vollen Funktionsumfang von Unternehmen erhalten.
es: Los usuarios internos pueden ser usuarios como empleados de la empresa, quienes tendrán acceso completo al conjunto de funciones Empresariales.
fi: Sisäiset käyttäjät voivat olla esimerkiksi yrityksen työntekijöitä, jotka saavat käyttöönsä kaikki Enterprise-ominaisuudet.
fr: Les utilisateurs internes peuvent être des employées de l'entreprise, qui auront accès à l'ensemble des fonctionnalités entreprise.
it: Gli utenti interni potrebbero essere utenti come i dipendenti dell'azienda, che avranno accesso al set di funzionalità aziendali completo.
ko: 내부 사용자는 회사 직원과 같은 사용자로, 전체 엔터프라이즈 기능 세트에 액세스할 수 있습니다.
nl: Interne gebruikers kunnen gebruikers zijn zoals bedrijfsmedewerkers, die toegang krijgen tot de volledige set Enterprise-functies.
pt_br: Usuários internos podem ser usuários como funcionários da empresa, que terão acesso ao conjunto completo de recursos corporativos.
ru: Внутренними пользователями могут быть такие пользователи, как сотрудники компании, которые получат доступ к полному набору функций Enterprise.
tr: Dahili kullanıcılar, şirket çalışanları gibi kullanıcılar olabilir ve bu kullanıcılar Enterprise özellik kümesinin tamamına erişim elde eder.
zh_tw: 內部使用者可能是像公司員工這樣的使用者，他們將取得全部企業版功能的存取權限。

# sf66389b04fcc219c
source: External users might be external consultants or B2C customers. These users don't get access to enterprise features.
cs_cz: Externí uživatelé mohou být externí konzultanti nebo B2C zákazníci. Tito uživatelé nemají přístup k funkcím podniku.
de: Externe Benutzer sind beispielsweise externe Berater oder B2C-Kunden. Diese Benutzer erhalten keinen Zugang zu den Unternehmensfunktionen.
es: Los usuarios externos pueden ser consultores externos o clientes B2C. Estos usuarios no tienen acceso a las funciones empresariales.
fi: Ulkoiset käyttäjät voivat olla esimerkiksi konsultteja tai B2C-asiakkaita. Nämä käyttäjät eivät saa käyttöönsä Enterprise-ominaisuuksia.
fr: Les utilisateurs externes peuvent être des consultants externes ou des clients B2C (business to customers). Ces utilisateurs n'ont pas accès aux fonctionnalités entreprise.
it: Gli utenti esterni potrebbero essere consulenti esterni o clienti B2C. Questi utenti non hanno accesso alle funzionalità aziendali.
ko: 외부 사용자는 외부 컨설턴트나 B2C 고객일 수 있습니다. 이러한 사용자는 엔터프라이즈 기능에 액세스할 수 없습니다.
nl: Externe gebruikers kunnen externe consultants of B2C-klanten zijn. Deze gebruikers hebben geen toegang tot enterprise functies.
pt_br: Usuários externos podem ser consultores externos ou clientes B2C. Esses usuários não têm acesso aos recursos corporativos.
ru: Внешние пользователи могут быть внешними консультантами или клиентами B2C. Эти пользователи не получают доступа к enterprise функциям.
tr: Dış kullanıcılar, dış danışmanlar veya B2C müşterileri olabilir. Bu kullanıcılar kurumsal özelliklere erişemez.
zh_tw: 外部使用者可能是像顧問或是 B2C 客戶這樣的使用者，這些使用者不會取得企業版功能的存取權限。

# s77e8668a27dbc402
source: Service accounts should be used for machine-to-machine authentication or other automations.
cs_cz: Účty služeb by měly být použity pro autentizaci machine-to-machine nebo jiné automatizace.
de: Dienstkonten sollten für die Maschine-Maschine-Authentifizierung oder andere Automatisierungen verwendet werden.
es: Las cuentas de servicio deben usarse para la autenticación entre máquinas o para otras automatizaciones.
fi: Palvelutilejä tulisi käyttää laitteiden väliseen tunnistautumiseen tai muihin automaatioihin.
fr: Les comptes de services devraient être utilisés pour de l'authentification machine-to-machine ou autres automatisations.
it: Gli account di servizio devono essere utilizzati per l'autenticazione macchina a macchina o altre automazione.
ko: 서비스 계정은 M2M(기계 간 인증) 또는 기타 자동화에 사용되어야 합니다.
nl: Serviceaccounts moeten worden gebruikt voor machine-to-machine-verificatie of andere automatiseringen.
pt_br: Contas de serviço devem ser usadas para autenticação máquina-a-máquina ou outras automações.
ru: Сервисные учетные записи следует использовать для межмашинной аутентификации или других автоматических операций.
tr: Hizmet hesapları, makineler arası kimlik doğrulaması veya diğer otomasyonlar için kullanılmalıdır.
zh_tw: 服務帳號應用於機器對機器的身份認證或其他自動化操作。

# s32babfed740fd3c1
source: User type used for newly created users.
cs_cz: Typ uživatele používaný pro nově vytvořené uživatele.
de: Benutzertyp, der für neu angelegte Benutzer verwendet wird.
es: Tipo de usuario utilizado para usuarios recién creados.
fi: Luotujen käyttäjien tyyppi.
fr: Type d'utilisateur pour les utilisateurs nouvellement créés.
it: Tipo di utente utilizzato per gli utenti appena creati.
ko: 새로 생성된 사용자에 사용되는 사용자 유형입니다.
pt_br: Tipo de usuário usado para usuários recém-criados.
ru: Тип пользователя, используемый для вновь созданных пользователей.
tr: Yeni oluşturulan kullanıcılar için kullanılan kullanıcı türü.
zh_tw: 用於建立使用者的使用者類型。

# s89d1847b5e4ad225
source: User path template
cs_cz: Šablona cesty uživatele
de: Benutzerpfadvorlage
es: Plantilla de ruta de usuario
fi: Käyttäjän polkumalli
fr: Modèle de chemin des utilisateurs
it: Modello percorso utente
ko: 사용자 경로 템플릿
nl: Gebruikerspad sjabloon
pt_br: Modelo de caminho do usuário
ru: Шаблон пути пользователя
tr: Kullanıcı yolu şablonu
zh_tw: 使用者路徑範本

# s18269e3889d6fa54
source: Path new users will be created under. If left blank, the default path will be used.
cs_cz: Cesta, pod kterou budou vytvořeni noví uživatelé. Pokud zůstane prázdná, použije se výchozí cesta.
de: Pfad, unter dem neue Benutzer erstellt werden sollen. Wenn Sie nichts angeben, wird der Standardpfad verwendet.
es: Ruta en la que se crearán los nuevos usuarios. Si se deja en blanco, se utilizará la ruta predeterminada.
fi: Polku, jonka alle uudet käyttäjät luodaan. Jos tämä jätetään tyhjäksi, käytetään oletuspolkua.
fr: Chemin sous lequel les nouveaux utilisateurs seront créés. Si laissé vide, le chemin par défaut sera utilisé.
it: Percorso verranno creati nuovi utenti. Se lasciato vuoto, verrà utilizzato il percorso predefinito.
ko: 새 사용자가 생성될 경로입니다. 비워 두면 기본 경로가 사용됩니다.
nl: Pad waar nieuwe gebruikers onder worden gemaakt. Als dit leeg wordt gelaten, wordt het standaard pad gebruikt.
pt_br: Caminho sob o qual novos usuários serão criados. Se deixado em branco, o caminho padrão será usado.
ru: Путь, по которому будут создаваться новые пользователи. Если оставить пустым, будет использоваться путь по умолчанию.
tr: Yeni kullanıcıların oluşturulacağı yol. Boş bırakılırsa varsayılan yol kullanılır.
zh_tw: 使用者將會建立在此路徑下。如果留空則使用預設路徑。

# sc1cb0eef9ed94e6a
source: Newly created users are added to this group, if a group is selected.
cs_cz: Nově vytvoření uživatelé jsou přidáni do této skupiny, pokud je skupina vybrána.
de: Neu erstellte Benutzer werden dieser Gruppe hinzugefügt, wenn eine Gruppe ausgewählt ist.
es: Los usuarios recién creados se agregan a este grupo, si se selecciona un grupo.
fi: Luodut käyttäjät lisätään tähän ryhmään, jos ryhmä on valittu.
fr: Les utilisateurs nouvellement créés sont ajoutés à ce groupe, si un groupe est sélectionné.
it: Gli utenti appena creati vengono aggiunti a questo gruppo, se viene selezionato un gruppo.
ko: 그룹이 선택되어 있으면 새로 생성된 사용자가 이 그룹에 추가됩니다.
nl: Nieuw aangemaakte gebruikers worden aan deze groep toegevoegd als er een groep is geselecteerd.
pt_br: Usuários recém-criados são adicionados a este grupo, se um grupo for selecionado.
ru: Вновь созданные пользователи добавляются в эту группу, если группа выбрана.
tr: Bir grup seçiliyse, yeni oluşturulan kullanıcılar bu gruba eklenir.
zh_tw: 如果有選擇群組，使用者將會被加入到該群組。

# sff5bb7742c2896c8
source: Target
cs_cz: Cíl
de: Ziel
es: Objetivo
fi: Kohde
fr: Cible
it: Bersaglio
ko: 타겟
nl: Doel
pt_br: Alvo
ru: Цель
tr: Hedef
zh_tw: 目標

# sae5da213b7f896ed
source: Stage
cs_cz: Krok
es: Escenario
fi: Vaihe
fr: Étape
it: Fase
ko: 스테이지
nl: Fase
pt_br: Estágio
ru: Этап
tr: Aşama
zh_tw: 階段

# s0a61796c1956d32c
source: Evaluate when flow is planned
cs_cz: Vyhodnotit, když je tok plánován
de: Prüfen, wenn der Flow geplant wird
es: Evaluar cuando se planea el flujo
fi: Suorita kun prosessi suunnitellaan
fr: Évaluer quand le flux est planifié
it: Valuta quando è pianificato il flusso
ko: 플로우가 계획될 때 평가
nl: Evalueer wanneer flow is gepland
pt_br: Avaliar quando o fluxo está planejado
ru: Оценка, когда поток запланирован
tr: Akışın ne zaman planlandığını değerlendirin
zh_tw: 在計劃流程時進行評估

# sf533f13321fee530
source: Evaluate policies during the Flow planning process.
cs_cz: Vyhodnotit zásady během procesu plánování toku.
de: Policies während der Flow-Planung evaluieren.
es: Evaluar las políticas durante el proceso de planificación del Flujo.
fi: Suorita käytännöt prosessin sunnitteluvaiheessa.
fr: Évaluer les politiques pendant le processus de planification du flux
it: Valutare le policies durante il processo di pianificazione del flusso.
ko: 플로우 계획 프로세스 중에 정책을 평가합니다.
nl: Evalueer beleid tijdens het flowplanningsproces.
pt_br: Avaliar políticas durante o processo de planejamento do fluxo.
ru: Оценка политик во время процесса планирования потока.
tr: Akış planlama sürecinde ilkeleri değerlendirin.
zh_tw: 在計劃流程執行時評估政策。

# s6336fa345e96dde9
source: Evaluate when stage is run
cs_cz: Vyhodnotit při běhu kroku
de: Evaluierung beim Ausführen der Stage
es: Evaluar cuando se ejecuta la etapa
fi: Suorita kun vaihe ajetaan
fr: Évaluer quand l'étape est exécutée
it: Valutare quando la fase è eseguita
ko: 스테이지가 실행될 때 평가
nl: Evalueer wanneer fase wordt uitgevoerd
pt_br: Avaliar quando o estágio é executado
ru: Оценка когда этап запущен
tr: Aşamanın ne zaman çalıştırıldığını değerlendirin
zh_tw: 在執行階段時進行評估

# s37e1bad4bf0e9241
source: Evaluate policies before the Stage is presented to the user.
cs_cz: Vyhodnotit zásady před tím, než je krok předložen uživateli.
de: Richtlinien auswerten, bevor die Stage dem Benutzer angezeigt wird.
es: Evaluar las políticas antes de presentar la etapa al usuario.
fr: Évaluer les politiques avant la présentation de l'étape à l'utilisateur
it: Valutare i criteri prima che la fase venga presentata all'utente.
pt_br: Avaliar políticas antes que a Etapa seja apresentada ao usuário.

# s0dc46deb8f181baf
source: Invalid response behavior
cs_cz: Chování při neplatné odpovědi
de: Ungültiges Antwortverhalten
es: Comportamiento de respuesta inválido
fi: Virheellinen vastauksen toiminta
fr: Comportement de réponse invalide
it: Comportamento risposta non valida
ko: 유효하지 않은 응답 동작
nl: Ongeldig responsgedrag
pt_br: Comportamento de resposta inválido
ru: Недопустимое поведение ответа
tr: Geçersiz yanıt davranışı
zh_tw: 無效的回應行為

# seb0805249661d15b
source: Returns the error message and a similar challenge to the executor
cs_cz: Vrátí chybovou zprávu a podobnou výzvu vykonavateli
de: Gibt die Fehlermeldung und eine ähnliche Challenge an den Executor zurück.
es: Devuelve el mensaje de error y un desafío similar al ejecutor
fi: Palauttaa virheilmoituksen ja samanlaisen haasteen suorittimelle
fr: Retourne le message d'erreur et un défi similaire à l'exécuteur
it: Restituisce il messaggio di errore e una sfida simile all'esecutore
ko: 실행자에게 오류 메시지와 유사한 챌린지를 반환합니다
nl: Geeft de foutmelding en een vergelijkbare uitdaging terug aan de uitvoerder
pt_br: Retorna a mensagem de erro e um desafio semelhante ao executor
ru: Возвращает сообщение об ошибке и аналогичный вызов исполнителю
tr: Hata iletisini ve benzer bir sorgulamayı yürütücüye döndürür
zh_tw: 回傳錯誤訊息以及類似的挑戰到執行器

# sd891d8463d0ebace
source: Restarts the flow from the beginning
cs_cz: Restartuje tok od začátku
de: Startet den Flow von Anfang an neu.
es: Reinicia el flujo desde el principio
fi: Aloittaa prosessin alusta
fr: Redémarre le flux depuis le début
it: Riavvia il flusso dall'inizio
ko: 플로우를 처음부터 다시 시작
nl: Start de flow opnieuw vanaf het begin
pt_br: Reinicia o fluxo do início
ru: Перезапуск потока с самого начала
tr: Akışı baştan başlatır
zh_tw: 從頭開始重新啟動流程

# s6b9a1dd402750a8a
source: Restarts the flow from the beginning, while keeping the flow context
cs_cz: Restartuje tok od začátku, přičemž zachová kontext toku
de: Startet den Flow von Anfang an neu, wobei der Flow-Kontext erhalten bleibt.
es: Reinicia el flujo desde el principio, manteniendo el contexto del flujo
fi: Aloittaa prosessin alusta, säilyttää prosessin kontekstin
fr: Redémarre le flux depuis le début, en gardant le contexte du flux
it: Riavvia il flusso dall'inizio, mantenendo il contesto del flusso
ko: 플로우 컨텍스트를 유지하면서 플로우를 처음부터 다시 시작합니다
nl: Start de flow opnieuw vanaf het begin, terwijl de flowcontext behouden blijft
pt_br: Reinicia o fluxo do início, mantendo o contexto do fluxo
ru: Перезапускает поток с самого начала, сохраняя контекст потока
tr: Akış bağlamını korurken akışı baştan başlatır
zh_tw: 從頭開始重新啟動流程，但保持流程的上下文
