Repository: goauthentik/authentik
Catalog: web/xliff/*.xlf
Languages: cs_cz, de, es, fi, fr, it, ko, nl, pt_br, ru, tr, zh_tw

# s128e7f5f34bfa155
source: Stage used to configure a static authenticator (i.e. static tokens). This stage should be used for configuration flows.
cs_cz: Krok sloužící ke konfiguraci statického autentizátoru (tj. statických tokenů). Tento krok by měl být použit pro konfigurační toky.
de: Stage, die zum Konfigurieren eines statischen Authenticator (d. h. statischer Token) verwendet wird. Diese Stage sollte für Konfigurations-Flows verwendet werden
es: Etapa utilizada para configurar un autenticador estático (es decir, tokens estáticos). Esta etapa se debe usar para los flujos de configuración.
fi: Vaihe, jolla määritellään staattinen todentaja (eli staattiset tunnisteet). Tätä vaihetta tulisi käyttää määrittelyprosesseissa.
fr: Étape de configuration d'un authentificateur statique (jetons statiques). Cette étape devrait être utilisée en flux de configuration.
it: Fase utilizzato per configurare un autenticatore statico (ovvero token statici). Questa fase dovrebbe essere utilizzata per i flussi di configurazione.
ko: 정적 인증자(즉, 정적 토큰)를 구성하는 데 사용되는 스테이지입니다. 이 단계는 구성 플로우에 사용해야 합니다.
nl: Fase gebruikt om een statische authenticator te configureren (bijv. statische tokens). Deze fase moet worden gebruikt voor configuratiestromen.
pt_br: Estágio usado para configurar um autenticador estático (ou seja, tokens estáticos). Este estágio deve ser usado para fluxos de configuração.
ru: Этап, используемый для настройки статического аутентификатора (т.е. статических токенов). Этот этап следует использовать для потоков конфигурации.
tr: Statik kimlik doğrulayıcısını (yani statik belirteçleri) yapılandırmak için kullanılan aşama. Bu aşama yapılandırma akışları için kullanılmalıdır.
zh_tw: 用於設定靜態身分認證器的流程（即靜態權杖）。此階段應用於設定流程。

# sabf67834e35dede5
source: Token count
cs_cz: Počet tokenů
es: Recuento de tokens
fi: Tunnisteiden määrä
fr: Compteur jeton
it: Conteggio dei token
ko: 토큰 수
nl: Aantal tokens
pt_br: Contagem de tokens
ru: Количество токенов
tr: Belirteç sayısı
zh_tw: 權杖計數

# s7caa8f7edb920909
source: The number of tokens generated whenever this stage is used. Every token generated per stage execution will be attached to a single static device.
cs_cz: Počet tokenů vygenerovaných při každém použití této fáze. Každý token vygenerovaný při provádění fáze bude připojen k jednomu statickému zařízení.
de: Die Anzahl der Tokens, die generiert werden, wenn diese Stage verwendet wird. Jedes pro Stage-Ausführung generierte Token wird einem einzelnen statischen Gerät zugeordnet.
es: La cantidad de tokens generados cada vez que se utiliza esta etapa. Cada token generado por ejecución de la etapa se asociará a un único dispositivo estático.
fi: Montako tunnistetta luodaan tätä vaihetta käytettäessä. Jokainen vaiheen suorituksen luoma tunniste liitetään yhteen staattiseen laitteeseen.
fr: Le nombre de jetons générés lorsque cette étape est utilisée. Chaque jeton généré par exécution de l'étape sera rattaché à un seul appareil statique.
it: Il numero di token generati ogni volta che viene utilizzata questa fase. Ogni token generato per fase di esecuzione sarà collegato a un singolo dispositivo statico.
ko: 이 스테이지가 사용될 때마다 생성되는 토큰의 수입니다. 스테이지가 실행될 때마다 생성되는 모든 토큰은 하나의 정적 디바이스에 연결됩니다.
nl: Het aantal tokens dat wordt gegenereerd telkens wanneer deze fase wordt gebruikt. Elke gegenereerde token per fase-uitvoering wordt gekoppeld aan een enkel statisch apparaat.
pt_br: O número de tokens gerados sempre que esta etapa é usada. Cada token gerado por execução de etapa será vinculado a um único dispositivo estático.
ru: Количество токенов, генерируемых при каждом использовании этого этапа. Каждый токен, сгенерированный за время выполнения этапа, будет прикреплен к одному статическому устройству.
tr: Bu aşama her kullanıldığında oluşturulan belirteç sayısı. Aşama yürütmesi başına oluşturulan her belirteç, tek bir statik cihaza eklenecektir.
zh_tw: 每當使用此階段時產生的權杖數量。每次階段執行產生的每個權杖都將附加到一個固定裝置上。

# s4aacc4e0277c1042
source: Token length
cs_cz: Délka tokenu
de: Token-Länge
es: Longitud de token
fi: Tunnisteen pituus
fr: Longueur du jeton
it: Lunghezza Token
ko: 토큰 길이
nl: Tokenlengte
pt_br: Comprimento do token
ru: Длина токена
tr: Belirteç uzunluğu
zh_tw: 權杖長度

# s6931695c4f563bc4
source: The length of the individual generated tokens. Can be increased to improve security.
cs_cz: Délka jednotlivých generovaných tokenů. Může být zvýšena pro zlepšení zabezpečení.
de: Die Länge der einzelnen generierten Token. Kann zur Verbesserung der Sicherheit erhöht werden.
es: La longitud de los tokens generados individualmente. Puede aumentarse para mejorar la seguridad.
fi: Yksittäisen luodun tunnisteen pituus. Voidaan kasvattaa tietoturvan parantamiseksi.
fr: La taille d'un des jetons généré. Peut être augmenté pour améliorer la sécurité.
it: La lunghezza dei token generati individuali. Può essere aumentato per migliorare la sicurezza.
ko: 개별적으로 생성된 토큰의 길이입니다. 보안을 강화하기 위해 늘릴 수 있습니다.
nl: De lengte van de individueel gegenereerde tokens. Kan worden verhoogd voor een betere beveiliging.
pt_br: O comprimento dos tokens gerados individualmente. Pode ser aumentado para melhorar a segurança.
ru: Длина отдельных генерируемых токенов. Может быть увеличена для повышения безопасности.
tr: Bireysel olarak oluşturulan belirteçlerin uzunluğu. Güvenliği artırmak için artırılabilir.
zh_tw: 每個產生的權杖長度。可以增加以提高安全性。

# sc5a4711395ffb043
source: Stage used to configure a TOTP authenticator (i.e. Authy/Google Authenticator).
cs_cz: Krok sloužící ke konfiguraci autentizátoru TOTP (např. Authy/Google Authenticator).
de: Stage zum Konfigurieren eines TOTP-Authentifikators (z. B. Authy/Google Authenticator)
es: Etapa utilizada para configurar un autenticador TOTP (es decir, Authy/Google Authenticator).
fi: Vaihe, jota käytetään TOTP-todentajan määrittämiseen (eli Authy/Google Authenticator).
fr: Étape utilisée pour configurer un authentificateur TOTP (comme Authy ou Google Authenticator).L
it: Fase utilizzato per configurare un Autenticatore TOTP (ovvero Authy/Google Authenticator).
ko: TOTP 인증자를 구성하는 데 사용되는 단계(예: Authy/Google 인증자)입니다.
nl: Fase gebruikt om een TOTP-authenticator te configureren (bijv. Authy/Google Authenticator).
pt_br: Estágio usado para configurar um autenticador TOTP (ou seja, Authy/Google Authenticator).
ru: Этап, используемый для настройки аутентификатора TOTP (например, Authy/Google Authenticator).
tr: Bir TOTP kimlik doğrulayıcısını (Authy/Google Authenticator) yapılandırmak için kullanılan aşama.
zh_tw: 用於設定 TOTP 身分認證器的階段（即 Authy/Google 身分認證器）。

# s9d8ad4b85287131f
source: Digits
cs_cz: Číslice
de: Ziffern
es: dígitos
fi: Numerot
fr: Chiffres
it: Cifre
ko: PIN(Digits)
nl: Cijfers
pt_br: Dígitos
ru: Цифры
tr: Rakamlar
zh_tw: 位數

# sc04e92d753742189
source: 6 digits, widely compatible
cs_cz: 6 číslic, široce kompatibilní
de: 6 Ziffern, weitestgehend kompatibel
es: 6 dígitos, ampliamente compatible
fi: 6 numeroa, yleisesti tuettu
fr: 6 chiffres, largement compatible
it: 6 cifre, ampia compatibilità
ko: 6자리 숫자, 폭넓은 호환성
nl: 6 cijfers, breed compatibel
pt_br: 6 dígitos, amplamente compatível
ru: 6 цифр, широкая совместимость
tr: 6 basamaklı, yaygın olarak uyumlu
zh_tw: 6位數字，廣泛相容各類認證器

# sdc70195469e83e3f
source: 8 digits, not compatible with apps like Google Authenticator
cs_cz: 8 číslic, není kompatibilní s aplikacemi jako Google Authenticator
de: 8 Ziffern, nicht kompatibel mit Anwendungen wie Google Authenticator
es: 8 dígitos, no compatible con aplicaciones como Google Authenticator
fi: 8 numeroa, ei yhteensopiva sovellusten kuten Google Authenticator kanssa
fr: 8 chiffres, incompatible avec certaines applications telles que Google Authenticator
it: 8 cifre, non compatibile con app come Google Authenticator
ko: 8자리 숫자, Google 인증기와 같은 앱과 호환되지 않음
nl: 8 cijfers, niet compatibel met apps zoals Google Authenticator
pt_br: 8 dígitos, não compatível com aplicativos como Google Authenticator
ru: 8 цифр, не совместим с такими приложениями, как Google Authenticator
tr: Google Authenticator gibi uygulamalarla uyumlu olmayan 8 haneli
zh_tw: 8位數字，不相容於類似 Google Authenticator 等認證器

# s97d1b0070f50c07f
source: Static Tokens
cs_cz: Statické tokeny
de: Statische Token
es: Fichas estáticas
fi: Staattiset tunnisteet
fr: Jetons statiques
it: Token statici
ko: 정적 토큰
nl: Statische tokens
pt_br: Tokens Estáticos
ru: Статические токены
tr: Statik Belirteçler
zh_tw: 靜態權杖

# sb8168ae309c66abc
source: TOTP Authenticators
cs_cz: TOTP autentikátory
de: TOTP-Authentifikatoren
es: Autenticadores TOTP
fi: TOTP-todentajat
fr: Authentificateur TOTP
it: Autenticatori TOTP
ko: TOTP 인증기
pt_br: Autenticadores TOTP
ru: Аутентификаторы TOTP
tr: TOTP Kimlik Doğrulayıcıları
zh_tw: TOTP 身分認證器

# sde47e4d8b9b21b59
source: WebAuthn Authenticators
cs_cz: WebAuthn autentikátory
de: WebAuthn-Authentifikatoren
es: Autenticadores WebAuthn
fi: WebAuthn-todentajat
fr: Authentificateurs WebAuthn
it: Autenticatori WebAuthn
ko: WebAuthn 인증기
pt_br: Autenticadores WebAuthn
ru: Аутентификаторы WebAuthn
tr: WebAuthn Kimlik Doğrulayıcıları
zh_tw: WebAuthn 身分認證器

# s8da88a8a5750bce1
source: Duo Authenticators
cs_cz: Duo Autentikátory
de: Duo-Authentifikatoren
es: Autenticadores Duo
fi: Duo-todentajat
fr: Authentificateurs Duo
it: Autenticatori Duo
ko: Duo 인증기
pt_br: Autenticadores Duo
ru: Аутентификаторы Duo
tr: Duo Kimlik Doğrulayıcıları
zh_tw: Duo 身分認證器

# s4d182bae8a578010
source: SMS-based Authenticators
cs_cz: Autentikátory založené na SMS
de: SMS-basierte Authentifikatoren
es: Autenticadores basados en SMS
fi: Tekstiviestipohjaiset todentajat
fr: Authenticatificateurs basé sur SMS
it: Autenticatori bassati su SMS
ko: SMS-기반 인증기
nl: SMS-gebaseerde authenticators
pt_br: Autenticadores baseados em SMS
ru: Аутентификаторы на основе SMS
tr: SMS Tabanlı Kimlik Doğrulayıcıları
zh_tw: 透過簡訊進行身分認證

# s15986693bfc99fb7
source: Email-based Authenticators
cs_cz: Autentifikátory založené na e-mailu
de: E-Mail-basierte Authentifikatoren
es: Autenticadores basados en correo electrónico
fr: Authenticatificateurs basé sur courriel
it: Autenticatori basati su email
pt_br: Autenticadores baseados em e-mail

# s0e15f678445dfc45
source: Stage used to validate any authenticator. This stage should be used during authentication or authorization flows.
cs_cz: Krok používaný k ověření jakéhokoli autentikátoru. Tento krok by měl být použit během ověřovacích nebo autorizačních toků.
de: Stage, die verwendet wird, um einen beliebigen Authentifikator zu validieren. Diese Stage sollte während Authentifizierungs- oder Autorisierungs-Flows verwendet werden.
es: Etapa utilizada para validar cualquier autenticador. Esta etapa se debe usar durante los flujos de autenticación o autorización.
fi: Vaihe, jolla validoidaan mikä tahansa todentaja. Tätä vaihetta tulisi käyttää tunnistautumis- tai valtuutusprosesseissa.
fr: Étape utilisée pour valider tout type d'authentificateur. Cette étape devrait être utilisée en flux d'authentification ou d'autorisation.
it: Stage utilizzato per convalidare qualsiasi autenticatore. Questa fase dovrebbe essere utilizzata durante i flussi di autenticazione o di autorizzazione.
ko: 인증기의 유효성을 검사하는 데 사용되는 스테이지입니다. 이 스테이지는 인증 또는 인가 플로우 중에 사용해야 합니다.
nl: Fase gebruikt om elke authenticator te valideren. Deze fase moet worden gebruikt tijdens authenticatie- of autorisatiestromen.
pt_br: Estágio usado para validar qualquer autenticador. Este estágio deve ser usado durante fluxos de autenticação ou autorização.
ru: Этап, используемый для проверки любого аутентификатора. Этот этап должен использоваться в потоках аутентификации или авторизации.
tr: Aşama, herhangi bir kimlik doğrulayıcıyı doğrulamak için kullanılır. Bu aşama kimlik doğrulama veya yetkilendirme akışları sırasında kullanılmalıdır.
zh_tw: 用於驗證任何身分認證器的階段。此階段應用於身分認證或授權流程。

# s73c13e5a6f5e38a3
source: Device classes
cs_cz: Třídy zařízení
de: Geräteklassen
es: Clases de dispositivos
fi: Laitetyypit
fr: Classes d'équipement
it: Classi dispositivi
ko: 디바이스 클래스
nl: Apparaatklassen
pt_br: Classes de dispositivo
ru: Классы устройств
tr: Cihaz sınıfları
zh_tw: 裝置類別

# sd8d9451f86502d1a
source: Device classes which can be used to authenticate.
cs_cz: Třídy zařízení, které lze použít k ověření.
de: Geräteklassen, die zur Authentifizierung verwendet werden können.
es: Clases de dispositivos que se pueden usar para autenticarse.
fi: Laitetyypit, joita voidaan käyttää tunnistautumiseen.
fr: Classe d'équipement qui peut être utilisé pour s'authentifier
it: Classi di dispositivi che possono essere utilizzati per autenticare.
ko: 인증에 사용할 수 있는 디바이스 클래스입니다.
nl: Apparaatklassen die kunnen worden gebruikt om te verifiëren.
pt_br: Classes de dispositivo que podem ser usadas para autenticar.
ru: Классы устройств, которые можно использовать для аутентификации
tr: Kimlik doğrulaması için kullanılabilecek aygıt sınıfları.
zh_tw: 可用於身分認證的類別。

# se2e9f5a32c93e5f7
source: Last validation threshold
cs_cz: Práh posledního ověření
de: Letzte Validierungsschwelle
es: Umbral de última validación
fi: Viimeinen validaatiokynnys
fr: Seuil de dernière validation
it: Ultima soglia di convalida
ko: 최종 유효성 검사 임계치
nl: Laatste validatiedrempel
pt_br: Último limite de validação
ru: Последний порог валидации
tr: Son doğrulama eşiği
zh_tw: 最後驗證的時間閾值

# s23ed998c51cbe38f
source: If the user has successfully authenticated with a device in the classes listed above within this configured duration, this stage will be skipped.
cs_cz: Pokud se uživatel úspěšně ověřil pomocí zařízení v třídách uvedených výše během této nastavené doby, tento krok bude přeskočen.
de: Hat sich der Benutzer innerhalb der konfigurierten Dauer erfolgreich mit einem Gerät aus den oben aufgeführten Klassen authentifiziert, wird diese Stage übersprungen.
es: Si el usuario se ha autenticado exitosamente con un dispositivo en las clases enumeradas anteriormente dentro de esta duración configurada, se omitirá esta etapa.
fi: Jos käyttäjä on tunnistautunut jollakin yllä luetelluista laitetyypeistä tämän aikarajan sisällä, tämä vaihe ohitetaan.
fr: Si un utilisateur s'est authentifié avec succès avec un type d'appareil contenu dans ceux listés ci-dessus dans le temps configuré ici, cette étape sera passée.
it: Se l'utente ha autenticato correttamente con un dispositivo nelle classi sopra elencate in questa durata configurata, questa fase verrà saltata.
pt_br: Se o usuário tiver se autenticado com sucesso em um dispositivo nas classes listadas acima dentro desta duração configurada, esta etapa será ignorada.
ru: Если пользователь успешно прошел аутентификацию на устройстве из перечисленных выше классов в течение этого заданного времени, этот этап будет пропущен.
tr: Kullanıcı, bu yapılandırılan süre içinde yukarıda listelenen sınıflardaki bir cihazla başarıyla kimlik doğrulaması yaptıysa, bu aşama atlanır.

# s681074b6c1f19c08
source: Not configured action
cs_cz: Akce při chybějící konfiguraci
de: Nicht konfigurierte Aktion
es: Acción no configurada
fi: Ei määriteltyä toimintoa
fr: Action non configurée
it: Azione non configurata
ko: 구성되지 않은 액션
nl: Niet geconfigureerde actie
pt_br: Ação não configurada
ru: Действие не настроено
tr: Yapılandırılmamış eylem
zh_tw: 未設定時的動作

# sa2c29dc5ed47b26d
source: Force the user to configure an authenticator
cs_cz: Vynutit uživateli konfiguraci autentikátoru
de: Benutzer auffordern einen Authenticator einzurichten
es: Obliga al usuario a configurar un autenticador
fi: Pakota käyttäjä määrittämään todentaja
fr: Obliger l'utilisateur à configurer un authentificateur
it: Costringere l'utente a configurare un autenticatore
ko: 사용자가 인증기를 구성하도록 강제
nl: Forceer de gebruiker om een authenticator te configureren
pt_br: Forçar o usuário a configurar um autenticador
ru: Принудить пользователя настроить аутентификатор
tr: Kullanıcıyı bir kimlik doğrulayıcı yapılandırmaya zorla
zh_tw: 強制使用者設定一個身分認證器

# sa30c58514a3dc0fb
source: Deny the user access
cs_cz: Zamítnout uživateli přístup
de: Dem Benutzer den Zugang verweigern
es: Denegar el acceso al usuario
fi: Estä käyttäjän pääsy
fr: Refuser l'accès à l'utilisateur
it: Nega l'accesso utente
ko: 사용자 액세스 거부
nl: Weiger de gebruiker toegang
pt_br: Negar o acesso ao usuário
ru: Запрет доступа пользователю
tr: Kullanıcı erişimini engelle
zh_tw: 拒絕使用者存取

# scae166352a31032c
source: Configuration stages
cs_cz: Kroky konfigurace
de: Konfiguration Stages
es: Etapas de configuración
fi: Määritysvaiheet
fr: Étapes de Configuration
it: Configurazione fasi
ko: 스테이지 구성
nl: Configuratiefases
pt_br: Etapas de configuração
ru: Этапы конфигурации
tr: Yapılandırma aşamaları
zh_tw: 設定階段

# s7bd456df0becbbff
source: Available Stages
cs_cz: Dostupné kroky
de: Verfügbare Stages
es: Etapas Disponibles
fi: Saatavilla olevat vaiheet
fr: Étapes disponibles
it: Fasi disponibili
pt_br: Etapas Disponíveis
tr: Mevcut Aşamalar

# sf80798d2f56b540b
source: Selected Stages
cs_cz: Vybrané kroky
de: Ausgewählte Stages
es: Etapas Seleccionadas
fi: Valitut vaiheet
fr: Étapes sélectionnées
it: Fasi selezionate
pt_br: Etapas Selecionadas
tr: Seçilmiş Aşamalar

# s6941a67f0038ba4c
source: Stages used to configure Authenticator when user doesn't have any compatible devices. After this configuration Stage passes, the user is not prompted again.
cs_cz: Kroky používané ke konfiguraci autentizátoru, když uživatel nemá žádná kompatibilní zařízení. Po úspěšném dokončení tohoto konfiguračního kroku již uživatel není znovu vyzván.
de: Stages zur Konfiguration des Authenticators, wenn der Benutzer keine kompatiblen Geräte besitzt. Nachdem diese Konfiguration Stage abgeschlossen ist, wird der Benutzer nicht mehr dazu aufgefordert.
es: Etapas usadas para configurar el Autenticador cuando el usuario no tiene ningún dispositivo compatible. Una vez superada esta etapa de configuración, el usuario no volverá a recibir ninguna solicitud.
fi: Vaiheet, joita käytetään todentajan määrittämiseen kun käyttäjällä ei ole yhteensopivaa laitetta. Kun tämä vaihe on suoritettu, käyttäjältä ei kysytä enää uudestaan.
fr: Étapes utilisées pour configurer Authentifcateur (Authenticator) lorsque l’utilisateur n’a pas d’appareil compatible. Une fois cette étape passée, l’utilisateur ne sera pas sollicité de nouveau.
it: Fase utilizzate per configurare Authenticator quando l'utente non ha dispositivi compatibili. Dopo questa fase di configurazione passa, all'utente non viene nuovamente richiesto.
ko: 사용자에게 호환되는 디바이스가 없는 경우 인증기를 구성하는 데 사용되는 단계입니다. 이 구성 스테이지를 통과한 후에는 사용자에게 다시 메시지가 표시되지 않습니다.
nl: Fases gebruikt om Authenticator te configureren wanneer de gebruiker geen compatibele apparaten heeft. Nadat deze configuratiefase is doorlopen, wordt de gebruiker niet opnieuw gevraagd.
pt_br: Etapas usadas para configurar o autenticador quando o usuário não possui dispositivos compatíveis. Após essa etapa de configuração ser concluída, o usuário não será solicitado novamente.
ru: Этапы использованные для конфигурации Аутентификатора когда у пользователя нет совместимых устройств. После этого конфигурационного этапа пользователю больше не запрашивается.
tr: Kullanıcının uyumlu bir cihazı olmadığında Authenticator'ı yapılandırmak için kullanılan aşamalar. Bu yapılandırma Aşaması geçtikten sonra kullanıcıya yeniden sorulmaz.
zh_tw: 用於當使用者沒有相容的裝置時，設定身分認證器的階段。通過此階段後，使用者將不會再收到提示。

# s7e5af9c6ba6f5cc6
source: When multiple stages are selected, the user can choose which one they want to enroll.
cs_cz: Když je vybráno více kroků, uživatel si může zvolit, který chce registrovat.
de: Wenn mehrere Stages ausgewählt sind, kann der Benutzer wählen, welche er registrieren möchte.
es: Cuando se seleccionan varias etapas, el usuario puede elegir en cuál desea inscribirse.
fi: Kun useita vaiheita on valittu, käyttäjä voi valita, minkä hän ottaa käyttöön.
fr: Lorsque plusieurs étapes sont sélectionnées, les utilisateurs peuvent choisir celle qu’ils souhaient utiliser pour s’enrôler.
it: Quando vengono selezionate più fasi, l'utente può scegliere a quale desidera iscriversi.
ko: 여러 스테이지를 선택한 경우 사용자는 등록할 스테이지를 선택할 수 있습니다.
nl: Als meerdere fases zijn geselecteerd, kan de gebruiker kiezen welke hij wil inschrijven.
pt_br: Quando várias etapas são selecionadas, o usuário pode escolher qual delas deseja se inscrever.
ru: Если выбрано несколько этапов, пользователь может выбрать, на каком из них он хочет зарегистрироваться.
tr: Birden fazla aşama seçildiğinde, kullanıcı hangisini kaydetmek istediğini seçebilir.
zh_tw: 當選擇多個階段時，使用者可選擇想使用哪一個註冊。

# s4d4f52ccfd9d6adf
source: WebAuthn-specific settings
cs_cz: Specifická nastavení WebAuthn
de: WebAuthn-spezifische Einstellungen
es: Ajustes específicos de WebAuthn
fi: WebAuthn-kohtaiset asetukset
fr: Réglages spécifiques à WebAuthn
it: Impostazioni specifiche WebAuthn
pt_br: Configurações específicas do WebAuthn
ru: Настройки, специфичные для WebAuthn
tr: WebAuthn'a özgü ayarlar

# s1e0de9c4f66dc371
source: WebAuthn User verification
cs_cz: WebAuthn ověření uživatele
de: WebAuthn-Benutzerverifizierung
es: Verificación de Usuario WebAuthn
fi: WebAuthn-käyttäjän vahvistus
fr: Vérification Utilisateur WebAuthn
it: Verifica utente WebAuthn
ko: WebAuthn 사용자 확인
nl: WebAuthn Gebruikersverificatie
pt_br: Verificação de usuário WebAuthn
ru: WebAuthn Верификация пользователя
tr: WebAuthn Kullanıcı doğrulaması
zh_tw: WebAuthn 使用者驗證

# sdb7b2173869822bc
source: User verification must occur.
cs_cz: Musí proběhnout oveření uživatele.
de: Die Benutzerüberprüfung muss erfolgen.
es: Debe realizarse la verificación del usuario.
fi: Käyttäjän vahvistuksen tulee tapahtua.
fr: La vérification utilisateur doit avoir lieu.
it: È necessario che venga effettuata la verifica dell'utente.
ko: 사용자 확인이 이루어져야 합니다.
nl: Gebruikersverificatie moet plaatsvinden.
pt_br: A verificação do usuário deve ocorrer.
ru: Должна выполняться проверка пользователя.
tr: Kullanıcı doğrulaması gerçekleşmelidir.
zh_tw: 使用者驗證必需發生。

# s7683363cdf78cf31
source: User verification is preferred if available, but not required.
cs_cz: Ověření uživatele je upřednostňováno pokud je k dispozici, ale není vyžadováno.
de: Die Benutzerüberprüfung wird bevorzugt, falls verfügbar, aber nicht erforderlich.
es: Se prefiere la verificación del usuario si está disponible, pero no es obligatoria.
fi: Käyttäjän vahvistusta suositaan jos se on saatavilla, mutta se ei ole pakollinen.
fr: La vérification utilisateur est préférée si disponible, mais non obligatoire.
it: La verifica dell'utente è preferita se disponibile, ma non richiesta.
ko: 가능한 경우 사용자 확인이 선호되지만 필수는 아닙니다.
nl: Gebruikersverificatie heeft de voorkeur indien beschikbaar, maar is niet vereist.
pt_br: A verificação do usuário é preferida, se disponível, mas não é obrigatória.
ru: Верификация пользователя предпочтительна, если она доступна, но не обязательна.
tr: Kullanıcı doğrulaması varsa tercih edilir, ancak gerekli değildir.
zh_tw: 使用者驗證作為可選項目而非必需。

# scb43f5faeb6a7ca9
source: User verification should not occur.
cs_cz: Ověření uživatele by nemělo proběhnout.
de: Die Benutzerüberprüfung sollte nicht stattfinden.
es: No se debe realizar la verificación del usuario.
fi: Käyttäjän vahvistamista ei tulisi tapahtua.
fr: La vérification utilisateur ne doit pas avoir lieu.
it: La verifica dell'utente non dovrebbe verificarsi.
ko: 사용자 확인이 이루어지지 않아야 합니다.
nl: Gebruikersverificatie mag niet plaatsvinden.
pt_br: A verificação do usuário não deve ocorrer.
ru: Не должна выполняться проверка пользователя.
tr: Kullanıcı doğrulaması gerçekleşmemelidir.
zh_tw: 使用者驗證不應發生。

# sb46d2e64f64c6284
source: WebAuthn Device type restrictions
cs_cz: Omezení typu zařízení WebAuthn
de: WebAuthn-Gerätetypbeschränkungen
es: Restricciones del tipo de Dispositivo de WebAuthn
fi: WebAuthn-laitetyyppirajoitukset
fr: Restrictions de type d'appareil WebAuthn
it: Restrizioni del tipo di dispositivo WebAuthn
pt_br: Restrições de tipo de dispositivo WebAuthn
ru: Ограничения типа устройства WebAuthn
tr: WebAuthn Cihaz türü kısıtlamaları
