Repository: goauthentik/authentik
Catalog: web/xliff/*.xlf
Languages: cs_cz, de, es, fi, fr, it, ko, nl, pt_br, ru, tr, zh_tw

# sa248e1021d2c27b5
source: Verify the user's email address by sending them a one-time-link. Can also be used for recovery to verify the user's authenticity.
cs_cz: Ověřte e-mailovou adresu uživatele zasláním jednorázového odkazu. Lze také použít pro obnovení k ověření pravosti uživatele.
de: Überprüfen Sie die E-Mail-Adresse des Benutzers, indem Sie ihm einen einmaligen Link senden. Kann auch für die Wiederherstellung verwendet werden, um die Authentizität des Benutzers zu überprüfen.
es: Verifique la dirección de correo electrónico del usuario enviándole un enlace único. También se puede utilizar para la recuperación para verificar la autenticidad del usuario.
fi: Vahvista käyttäjän sähköpostiosoite lähettämällä heille kertakäyttöinen linkki. Voidaan käyttää myös palautusprosessissa käyttäjän vahvistamiseen.
fr: Vérifier le courriel de l'utilisateur en lui envoyant un lien à usage unique. Peut également être utilisé lors de la récupération afin de vérifier l'authenticité de l'utilisateur.
it: Verifica l'indirizzo e-mail dell'utente inviando loro un collegamento una tantum. Può anche essere utilizzato per il recupero per verificare l'autenticità dell'utente.
ko: 일회성 링크를 전송하여 사용자의 이메일 주소를 확인합니다. 사용자의 진위 여부를 확인하기 위한 복구용으로도 사용할 수 있습니다.
nl: Verifieer het e-mailadres van de gebruiker door hen een eenmalige link te sturen. Kan ook worden gebruikt voor herstel om de authenticiteit van de gebruiker te verifiëren.
pt_br: Verifica o email do usuário enviando-lhe um link de uso único. Também pode ser utilizado na recuperação para verificar a autenticidade do usuário.
ru: Проверка адреса электронной почты пользователя путем отправки ему одноразовой ссылки. Может также использоваться для восстановления, чтобы проверить подлинность пользователя.
tr: Kullanıcının e-posta adresini bir kerelik bağlantı göndererek doğrulayın. Kullanıcının orijinalliğini doğrulamak için kurtarma için de kullanılabilir.
zh_tw: 通過發送一次性連結驗證使用者的電子郵件地址。也可用於救援過程中驗證使用者的真實性。

# s87b7e3bc944c728c
source: Activate pending user on success
cs_cz: Aktivovat čekajícího uživatele při úspěchu
de: Aktiviere ausstehenden Benutzer bei Erfolg
es: Activar usuario pendiente en caso de éxito
fi: Aktivoi keskeneräinen käyttäjä toiminnon onnistuessa
fr: Activer l'utilisateur en attente en cas de réussite
it: Attiva l'utente in sospeso sul successo
ko: 성공 시 보류 중인 사용자 활성화
nl: Activeer de in behandeling zijnde gebruiker bij succes
pt_br: Ativar usuário pendente em caso de sucesso
ru: Активировать ожидающего пользователя при успехе
tr: Bekleyen kullanıcıyı başarı durumunda etkinleştir
zh_tw: 成功時啟用待處理的使用者

# s9e9c8d99f4c26baf
source: When a user returns from the email successfully, their account will be activated.
cs_cz: Když se uživatel úspěšně vrátí z e-mailu, jeho účet bude aktivován.
de: Wenn ein Benutzer erfolgreich von der E-Mail zurückkehrt, wird sein Konto aktiviert
es: Cuando un usuario regresa del correo electrónico con éxito, su cuenta se activará.
fi: Kun käyttäjä palaa palveluun sähköpostista, hänen tilinsä aktivoidaan.
fr: Lorsqu'un utilisateur revient du courriel avec succès, son compte sera activé.
it: Quando un utente ritorna correttamente dall'e -mail, il loro account verrà attivato.
ko: 사용자가 이메일에서 성공적으로 돌아오면 계정이 활성화됩니다.
nl: Wanneer een gebruiker succesvol terugkeert vanuit de e-mail, wordt hun account geactiveerd.
pt_br: Quando um usuário retornar do email com sucesso, sua conta será ativada.
ru: Когда пользователь успешно вернется из электронной почты, его учетная запись будет активирована.
tr: Bir kullanıcı e-postadan başarıyla döndüğünde, hesabı etkinleştirilir.
zh_tw: 當使用者成功透過電子郵件返回時，重新啟用他們的帳號。

# s618d4e53f455c834
source: Use global settings
cs_cz: Použít globální nastavení
de: Verwende globale Einstellungen
es: Usar la configuración global
fi: Käytä yleisiä asetuksia
fr: Utiliser les paramètres globaux
it: Usa impostazioni globali
ko: 전역 설정 사용
nl: Gebruik wereldwijde instellingen
pt_br: Usar configurações globais
ru: Использовать глобальные настройки
tr: Genel ayarları kullan
zh_tw: 使用全域設定

# sae1e1a59d22609c4
source: When enabled, global Email connection settings will be used and connection settings below will be ignored.
cs_cz: Když je povoleno, budou použita globální nastavení e-mailového spojení a níže uvedená nastavení spojení budou ignorována.
de: Wenn diese Option aktiviert ist, werden die globalen E-Mail Verbindungseinstellungen benutzt und die unten angegebenen Einstellungen ignoriert
es: Cuando se habilita, se utilizará la configuración global de conexión de correo electrónico y se ignorarán las configuraciones de conexión que se indican a continuación
fi: Kun tämä on käytössä, käytetään globaaleja sähköpostiyhteysasetuksia, ja alla olevat yhteysasetukset ohitetaan.
fr: Si activé, les paramètres globaux de connexion courriel seront utilisés et les paramètres de connexion ci-dessous seront ignorés.
it: Se abilitato, verranno utilizzate le impostazioni di connessione e -mail globali e le impostazioni di connessione di seguito verranno ignorate.
ko: 활성화하면, 전역 이메일 연결 설정이 사용되며 아래의 연결 설정은 무시됩니다.
nl: Indien ingeschakeld, worden de wereldwijde e-mail verbindingsinstellingen gebruikt en worden de onderstaande verbindingsinstellingen genegeerd.
pt_br: Quando ativado, as configurações globais de conexão de email serão usadas e as configurações de conexão abaixo serão ignoradas.
ru: Если эта функция включена, будут использоваться глобальные настройки подключения к электронной почте, а настройки подключения, указанные ниже, будут игнорироваться.
tr: Etkinleştirildiğinde, genel E-posta bağlantısı ayarları kullanılır ve aşağıdaki bağlantı ayarları yoksayılır.
zh_tw: 啟用時，將使用全域電子郵件連線設定，以下的連線設定將被忽略。

# sa3fc920064fc8380
source: Time the token sent is valid.
cs_cz: Čas, po který je odeslaný token platný.
de: Gültigkeitsdauer des gesendeten Tokens.
es: Hora en que el token enviado es válido.
fr: Temps durant lequel le jeton envoyé est valide.
it: Tempo di validità del token inviato.
pt_br: Tempo em que o token enviado é válido.
ru: Время, в течение которого отправленный токен является действительным.

# s32fc592c4a264edd
source: Account Recovery Max Attempts
cs_cz: Max. počet pokusů o obnovu účtu
pt_br: Máximas Tentativas de Recuperação de Conta

# s8341dba451980abe
source: Account Recovery Cache Timeout
cs_cz: Časový limit cache obnovy účtu
pt_br: Tempo Limite de Cache de Recuperação de Conta

# sede4ad68849ce0c5
source: The time window used to count recent account recovery attempts.
cs_cz: Časové okno použité pro počítání pokusů o obnovu přístupu k účtu.
pt_br: A janela de tempo usada para contar as tentativas recentes de recuperação de conta.

# sc7d071fb5cc1f6bf
source: A selection is required
cs_cz: Je vyžadován výběr
de: Eine Auswahl ist erforderlich
es: Se requiere una selección
fi: Valinta tarvitaan
fr: Une sélection est requise
it: È richiesta una selezione
pt_br: Uma seleção é necessária
ru: Выбор обязателен
tr: Bir seçim gereklidir

# s4af8a3ce5a600855
source: Let the user identify themselves with their username or Email address.
cs_cz: Umožnit uživateli identifikovat se uživatelským jménem nebo emailovou adresou.
de: Lassen Sie den Benutzer sich mit seinem Benutzernamen oder seiner E-Mail-Adresse identifizieren.
es: Permite que el usuario se identifique con su nombre de usuario o dirección de correo electrónico.
fi: Salli käyttäjän tunnistautua käyttäjätunnuksella tai sähköpostiosoitteella.
fr: Laisser l'utilisateur s'identifier lui-même avec son nom d'utilisateur ou son adresse courriel.
it: Lascia che l'utente si identifichi con il proprio nome utente o indirizzo e -mail.
ko: 사용자가 사용자 아이디 또는 이메일 주소로 신원을 확인할 수 있도록 합니다.
nl: Laat de gebruiker zichzelf identificeren met hun gebruikersnaam of e-mailadres.
pt_br: Permitir que o usuário se identifique com seu nome de usuário ou endereço de email.
ru: Позволить пользователю идентифицировать себя с помощью имени пользователя или адреса электронной почты.
tr: Kullanıcının kullanıcı adı veya E-posta adresi ile kendilerini tanımlamasına izin verin.
zh_tw: 讓使用者利用使用者名稱或電子郵件來標示自己。

# s592ab7d2bc1b8973
source: User fields
cs_cz: Uživatelská pole
de: Benutzerfelder
es: Campos de usuario
fi: Käyttäjän kentät
fr: Champs de l'utilisateur
it: Campi utente
ko: 사용자 필드
nl: Gebruikersvelden
pt_br: Campos do usuário
ru: Пользовательские поля
tr: Kullanıcı alanları
zh_tw: 使用者欄位

# s4cdae7635e757555
source: Fields a user can identify themselves with. If no fields are selected, the user will only be able to use sources.
cs_cz: Pole, kterými se uživatel může identifikovat. Pokud nejsou vybrána žádná pole, uživatel bude moci používat pouze zdroje.
de: Felder, mit denen sich ein Benutzer identifizieren kann. Wenn keine Felder ausgewählt sind, kann der Benutzer nur Quellen verwenden.
es: Campos con los que un usuario puede identificarse. Si no se seleccionan campos, el usuario solo podrá usar fuentes.
fi: Kentät, joilla käyttäjä voi tunnistautua. Jos kenttiä ei ole valittu, käyttäjä voi käyttää vain lähteitä.
fr: Champs avec lesquels un utilisateur peut s'identifier. Si aucun champ n'est sélectionné, l'utilisateur ne pourra utiliser que des sources.
it: Campi con cui un utente può identificarsi. Se non vengono selezionati campi, l'utente sarà in grado di utilizzare solo fonti.
ko: 사용자가 자신을 식별할 수 있는 필드입니다. 필드를 선택하지 않으면 사용자는 소스만 사용할 수 있습니다.
nl: Velden waarmee een gebruiker zich kan identificeren. Als er geen velden zijn geselecteerd, kan de gebruiker alleen bronnen gebruiken.
pt_br: Campos que um usuário pode usar para se identificar. Se nenhum campo for selecionado, o usuário só poderá usar fontes.
ru: Поля, по которым пользователь может идентифицировать себя. Если ни одно из полей не выбрано, пользователь сможет использовать только источники.
tr: Kullanıcının kendilerini tanımlayabileceği alanlar. Herhangi bir alan seçilmezse, kullanıcı yalnızca kaynakları kullanabilir.
zh_tw: 使用者可以用來標示自己的欄位。如果沒有選擇任何欄位，使用者將只能使用來源。

# s3380d7cbcebe50f6
source: Password stage
cs_cz: Krok hesla
de: Passwort-Stage
es: Etapa de contraseña
fi: Salasanavaihe
fr: Étape de mot de passe
it: Fase password
ko: 비밀번호 스테이지
nl: Wachtwoordfase
pt_br: Etapa de senha
ru: Этап пароля
tr: Parola aşaması
zh_tw: 密碼階段

# s08c91cb1a2cd3d97
source: When selected, a password field is shown on the same page instead of a separate page. This prevents username enumeration attacks.
cs_cz: Když je vybráno, pole pro heslo se zobrazí na stejné stránce místo samostatné stránky. Tím se zabrání útokům na výčet uživatelských jmen.
de: Wenn diese Option ausgewählt ist, wird ein Passwortfeld auf derselben Seite statt auf einer separaten Seite angezeigt. Dadurch werden Angriffe auf die Aufzählung von Benutzernamen verhindert.
es: Cuando se selecciona, se muestra un campo de contraseña en la misma página en lugar de en una página separada. Esto evita ataques de enumeración de nombres de usuario.
fi: Kun tämä on valittu, salasanakenttä näytetään samalla sivulla eikä erillisellä sivulla. Tämä estää käyttäjätunnukseen kohdistuvat luettelohyökkäykset.
fr: Si activée, un champ de mot de passe est affiché sur la même page au lieu d'une page séparée. Cela permet d'éviter les attaques par énumération de noms d'utilisateur.
it: Quando selezionato, un campo password viene mostrato nella stessa pagina anziché una pagina separata. Ciò impedisce gli attacchi di enumerazione del nome utente.
ko: 이 옵션을 선택하면 비밀번호 필드가 별도의 페이지가 아닌 같은 페이지에 표시됩니다. 이렇게 하면 사용자명 무차별 입력 공격을 방지할 수 있습니다.
nl: Indien geselecteerd, wordt een wachtwoordveld weergegeven op dezelfde pagina in plaats van een aparte pagina. Dit voorkomt aanvallen voor het opsporen van gebruikersnamen.
pt_br: Quando selecionado, um campo de senha é exibido na mesma página em vez de uma página separada. Isso evita ataques de enumeração de nomes de usuário.
ru: При выборе этого параметра поле для ввода пароля отображается на той же странице, а не на отдельной. Это предотвращает атаки с перечислением имен пользователей.
tr: Seçildiğinde, ayrı bir sayfa yerine aynı sayfada bir parola alanı gösterilir. Bu, kullanıcı adı numaralandırma saldırılarını engeller.
zh_tw: 當選擇時，密碼欄位將會顯示在同一頁面上，這樣可以防止使用者名稱列舉攻擊。

# s54154a8d64a3597b
source: Captcha stage
cs_cz: Captcha krok
es: Etapa de Captcha
fi: Captcha-vaihe
fr: Étape de Captcha
pt_br: Etapa de Captcha
tr: Captcha aşaması

# s0c250af62ddbf801
source: When set, adds functionality exactly like a Captcha stage, but baked into the Identification stage.
cs_cz: Pokud je nastaveno, přidá funkcionalitu přesně jako krok Captcha, ale integrovanou do kroku Identifikace.
de: Wenn aktiviert, wird dieselbe Funktionalität wie bei einer Captcha-Stage hinzugefügt, jedoch in die Identifikationsstage integriert.
es: Cuando se configura, agrega funcionalidad exactamente como una etapa de Captcha, pero integrada en la etapa de Identificación.
fi: Kun tämä on asetettu, lisää saman toiminnallisuuden kuin Captcha-vaihe, mutta liitettynä suoraan tunnistautumisvaiheeseen.
fr: Si défini, ajoute la fonctionnalité d'une étape Captcha, mais intégré dans l'étape d'identification.
it: Se impostato, aggiunge funzionalità come un captcha, ma nella fase di identificazione.
pt_br: Quando definido, adiciona funcionalidade exatamente como uma etapa de Captcha, mas incorporada na etapa de Identificação.
tr: Ayarlandığında, tam olarak bir Captcha aşaması gibi işlevsellik ekler, ancak Kimlik aşamasına eklenir.

# sd97d8d0906e6cc47
source: Case insensitive matching
cs_cz: Nerozlišování velkých a malých písem
de: Abgleich ohne Berücksichtigung der Groß-/Kleinschreibung
es: Coincidencia insensible a mayúsculas
fi: Älä erottele isoja ja pieniä kirjaimia
fr: Correspondance insensible à la casse
it: Corrispondenza senza distinzione tra maiuscole e minuscole
ko: 대소문자를 구분하지 않는 매칭
nl: Hoofdletterongevoelige vergelijking
pt_br: Correspondência sem distinção entre maiúsculas e minúsculas
ru: Нечувствительное к регистру соответствие
tr: Harf büyüklüğüne duyarsız eşleştirme
zh_tw: 使用者名稱配對不分大小寫

# s8aaad223e954f9ca
source: When enabled, user fields are matched regardless of their casing.
cs_cz: Když je povoleno, pole uživatele jsou porovnávána bez ohledu na velikost písmen.
de: Wenn diese Option aktiviert ist, werden Benutzerfelder unabhängig von ihrem Format abgeglichen.
es: Cuando se habilita, los campos de usuario coinciden independientemente de su carcasa.
fi: Kun tämä on käytössä, käyttäjän kenttien arvojen vertailussa ei eritellä isoja ja pieniä kirjaimia.
fr: Si activé, les champs de l'utilisateur sont mis en correspondance en ignorant leur casse.
it: Se abilitato, i campi utente vengono abbinati indipendentemente dal loro involucro.
ko: 활성화하면 사용자 필드를 대소문자에 관계없이 매치합니다.
nl: Indien ingeschakeld, worden gebruikersvelden vergeleken ongeacht de hoofdletters.
pt_br: Quando ativado, os campos do usuário são correspondidos independentemente de sua capitalização.
ru: Если эта функция включена, пользовательские поля будут сопоставляться независимо от их регистра.
tr: Etkinleştirildiğinde, kullanıcı alanları muhafazası ne olursa olsun eşleştirilir.
zh_tw: 啟用時，配對使用者名稱時將無視大小寫。

# s62e7f6ed7d9cb3ca
source: Pretend user exists
cs_cz: Předstírat že uživatel existuje
de: Benutzer als vorhanden simulieren
es: Pretende que el usuario existe
fi: Teeskentele että käyttäjä on olemassa
fr: Faire comme si l'utilisateur existe
it: Fingere che l'utente esista
ko: 사용자가 존재하는 것처럼 가장
pt_br: Simular que o usuário existe
ru: Делать вид, что пользователь существует
tr: Kullanıcı varmış gibi davran
zh_tw: 存在模擬的使用者

# s52bdc80690a9a8dc
source: When enabled, the stage will always accept the given user identifier and continue.
cs_cz: Pokud je povoleno, krok vždy přijme daný identifikátor uživatele a bude pokračovat.
de: Wenn aktiviert, akzeptiert die Stage immer den angegebenen Benutzerbezeichner und fährt fort.
es: Cuando está habilitado, el escenario siempre aceptará el identificador de usuario dado y continuará.
fi: Kun tämä on käytössä, vaihe hyväksyy annetun käyttäjätunnisteen aina ja jatkaa.
fr: Lorsqu'activé, l'étape acceptera toujours l'identifiant utilisateur donné et continuera.
it: Se abilitato, lo stadio accetterà sempre l'identificatore dell'utente dato e continuerà.
ko: 활성화되면 해당 스테이지는 항상 제공된 사용자 식별자를 수락하고 계속 진행합니다.
pt_br: Quando ativado, o estágio sempre aceitará o identificador de usuário fornecido e continuará.
ru: Если включено, этап всегда будет принимать заданный идентификатор пользователя и продолжать работу.
tr: Etkinleştirildiğinde, aşama her zaman verilen kullanıcı tanımlayıcısını kabul eder ve devam eder.
zh_tw: 啟用時，該階段將始終接受給定的使用者識別碼並繼續執行。

# sbab723b98dcfe23f
source: Show matched user
cs_cz: Zobrazit nalezeného uživatele
de: Passenden Benutzer anzeigen
es: Mostrar usuario coincidente
fi: Näytä löytynyt käyttäjä
fr: Afficher l'utilisateur correspondant
it: Mostra l'utente corrispondente
ko: 일치하는 사용자 표시
nl: Toon overeenkomende gebruiker
pt_br: Mostrar usuário correspondente
ru: Показать совпадающего пользователя
tr: Eşleşen kullanıcıyı göster
zh_tw: 顯示符合的使用者

# se50a08ab71bb96ed
source: When a valid username/email has been entered, and this option is enabled, the user's username and avatar will be shown. Otherwise, the text that the user entered will be shown.
cs_cz: Když bylo zadáno platné uživatelské jméno/e-mail a tato možnost je povolena, zobrazí se uživatelské jméno a avatar uživatele. V opačném případě se zobrazí text, který uživatel zadal.
de: Sofern eine gültige E-Mail-Adresse oder Benutzername angegeben wurde und diese Option aktiviert ist, wird das Profilbild und der Benutzername des Benutzers angezeigt. Ansonsten wird der vom Benutzer eingegebene Text angezeigt.
es: Cuando se haya introducido un nombre de usuario/correo electrónico válido y esta opción esté habilitada, se mostrarán el nombre de usuario y el avatar del usuario. De lo contrario, se mostrará el texto introducido por el usuario.
fi: Kun validi käyttäjätunnus tai sähköpostiosoite on syötetty ja tämä valinta on käytössä, käyttäjän käyttäjätunnus ja avatar näytetään. Muussa tapauksessa näytetään käyttäjän kirjoittama teksti.
fr: Lorsqu'un nom d'utilisateur/adresse courriel valide a été saisi, et si cette option est active, le nom d'utilisateur et l'avatar de l'utilisateur seront affichés. Sinon, le texte que l'utilisateur a saisi sera affiché.
it: Quando è stato inserito un nome utente/e -mail valido e questa opzione è abilitata, verranno visualizzati il ​​nome utente e l'avatar dell'utente. Altrimenti, verrà visualizzato il testo che l'utente immesso.
ko: 유효한 사용자 아이디/이메일을 입력하고 이 옵션을 활성화하면 사용자의 사용자 아이디와 아바타가 표시됩니다. 그렇지 않으면 사용자가 입력한 텍스트가 표시됩니다.
nl: Wanneer een geldige gebruikersnaam/e-mail is ingevoerd en deze optie is ingeschakeld, wordt de gebruikersnaam en avatar van de gebruiker weergegeven. Anders wordt de tekst die de gebruiker heeft ingevoerd, weergegeven.
pt_br: Quando um nome de usuário/email válido foi inserido e esta opção está ativada, o nome de usuário e o avatar do usuário serão exibidos. Caso contrário, o texto que o usuário inseriu será exibido.
ru: Если введено правильное имя пользователя/электронная почта и эта опция включена, будет показано имя пользователя и аватар. В противном случае будет показан текст, который ввел пользователь.
tr: Geçerli bir kullanıcı adı/e-posta girildiğinde ve bu seçenek etkinleştirildiğinde, kullanıcının kullanıcı adı ve avatarı gösterilir. Aksi takdirde, kullanıcının girdiği metin gösterilir.
zh_tw: 當啟用了此選項，且輸入了有效的使用者名稱或電子郵件時，將顯示使用者的使用者名稱和個人檔案圖片。否則，將顯示使用者輸入的文字。

# s844baf19a6c4a9b4
source: Enable "Remember me on this device"
pt_br: Ativar "Lembrar de mim neste dispositivo"

# sfa72bca733f40692
source: When enabled, the user can save their username in a cookie, allowing them to skip directly to entering their password.
cs_cz: Je-li povoleno, uživatel si může uložit své uživatelské jméno do cookie, což mu umožní přeskočit přímo k zadání hesla.
de: Wenn aktiviert, kann der Benutzer seinen Benutzernamen in einem Cookie speichern, sodass er direkt zur Passworteingabe springen kann.
es: Cuando esta opción está habilitada, el usuario puede guardar su nombre de usuario en una cookie, lo que le permite pasar directamente a ingresar su contraseña.
fr: Si cette option est activée, l'utilisateur peut enregistrer son nom d'utilisateur dans un cookie, ce qui lui permet de passer directement à la saisie de son mot de passe.
it: Se abilitata, l'utente può salvare il proprio nome utente in un cookie, così da poter inserire direttamente la password.
pt_br: Quando ativado, o usuário pode salvar seu nome de usuário em um cookie, permitindo que ele pule diretamente para a entrada de sua senha.

# s0295ce5d6f635d75
source: Source settings
cs_cz: Nastavení zdroje
de: Quelleneinstellungen
es: Ajustes de fuente
fi: Lähteen asetukset
fr: Paramètres de la source
it: Impostazioni sorgenti
ko: 소스 설정
nl: Broninstellingen
pt_br: Configurações de fonte
ru: Настройки источника
tr: Kaynak ayarları
zh_tw: 來源設定

# s91e3a47599412f51
source: Sources
cs_cz: Zdroje
de: Quellen
es: Fuentes
fi: Lähteet
it: Sorgenti
ko: 소스
nl: Bronnen
pt_br: Fontes
ru: Источники
tr: Kaynaklar
zh_tw: 來源

# s17a679298216aca9
source: Select sources should be shown for users to authenticate with. This only affects web-based sources, not LDAP.
cs_cz: Vyberte zdroje, které by měly být zobrazeny uživatelům pro ověření. Toto ovlivňuje pouze webové zdroje, nikoli LDAP.
de: Es sollten ausgewählte Quellen angezeigt werden, mit denen sich Benutzer authentifizieren können. Dies betrifft nur webbasierte Quellen, nicht LDAP.
es: Se deben mostrar las fuentes seleccionadas para que los usuarios se autentiquen con ellas. Esto solo afecta a las fuentes basadas en web, no a LDAP.
fi: Valitse lähteet, jotka näytetään käyttäjille tunnistautumista varten. Tämä vaikuttaa vain web-pohjaisiin lähteisiin, ei LDAPiin.
fr: Sélectionnez les sources à afficher aux utilisateurs pour s'authentifier. Cela affecte uniquement les sources web, pas LDAP.
it: Selezionare le fonti devono essere mostrate per gli utenti con cui l'autenticazione. Ciò influisce solo sulle fonti basate sul Web, non LDAP.
ko: 사용자가 인증할 소스를 선택할 수 있도록 표시해야 합니다. 이는 웹 기반 소스에만 영향을 미치며 LDAP에는 영향을 미치지 않습니다.
nl: Selectiebronnen moeten worden getoond aan gebruikers om mee te authenticeren. Dit heeft alleen invloed op webgebaseerde bronnen, niet op LDAP.
pt_br: Selecione as fontes que devem ser exibidas para os usuários se autenticarem. Isso afeta apenas fontes baseadas na web, não LDAP.
ru: Для аутентификации пользователей необходимо выбрать источники. Это касается только веб-источников, но не LDAP.
tr: Kullanıcıların kimlik doğrulaması için belirli kaynaklar gösterilmelidir. Bu, LDAP'yi değil, yalnızca web tabanlı kaynakları etkiler.
zh_tw: 選擇當使用者進行認證時應顯示的來源。此選項將只會影響基於網頁的來源，LDAP 不受影響。

# sa41aee3ae04c9216
source: Show sources' labels
cs_cz: Zobrazit popisky zdrojů
de: Bezeichnungen der Quellen anzeigen
es: Mostrar etiquetas de fuentes
fi: Näytä lähteiden nimet
fr: Afficher les étiquettes des sources
it: Mostra le etichette di fonti
ko: 소스의 라벨 표시
nl: Toon labels van bronnen
pt_br: Mostrar rótulos das fontes
ru: Показать метки источников
tr: Kaynakların etiketlerini göster
zh_tw: 顯示來源標籤
