Repository: goauthentik/authentik
Catalog: web/xliff/*.xlf
Languages: cs_cz, de, es, fi, fr, it, ko, nl, pt_br, ru, tr, zh_tw

# sc6e8a34361c7c272
source: Forward auth (domain-level)
cs_cz: Přesměrovaná autentizace (na úrovni domény)
de: Authentifizierung weiterleiten (Domänenebene)
es: Autenticación por reenvío (nivel de dominio)
fi: Forward auth (verkkotunnustaso)
fr: Transférer l'authentification (niveau domaine)
nl: Doorsturen van autorisatie (domein-niveau)
pt_br: Autenticação de encaminhamento (nível de domínio)
ru: Прямая аутентификация (на уровне домена)
tr: İleri kimlik doğrulama (alan düzeyi)
zh_tw: 轉發身分認證（網域級別）

# s2345170f7e272668
source: Unknown proxy mode
cs_cz: Neznámý režim proxy
de: Unbekannter Proxy Modus
es: Modo de proxy desconocido
fi: Tuntematon välityspalvelimen tila
fr: Mode proxy inconnu
it: Modalità proxy sconosciuta
ko: 알려지지 않은 프록시 모드
nl: Onbekende proxy-modus
pt_br: Modo de proxy desconhecido
ru: Неизвестный режим прокси
tr: Bilinmeyen proxy modu
zh_tw: 未知的代理模式

# s37cbecaec58e2192
source: Mode
cs_cz: Režim
de: Modus
es: Moda
fi: Tila
it: Modalità
ko: 모드
nl: Modus
pt_br: Modo
ru: Режим
tr: Mod
zh_tw: 模式

# s4a1e774ab25aa232
source: Internal Host
cs_cz: Interní Hostitel
de: Interner Host
es: Anfitrión interno
fi: Sisäinen palvelinosoite
fr: Hôte interne
it: Host Interno
ko: 내부 호스트
nl: Interne host
pt_br: Host Interno
ru: Внутренний хост
tr: Dahili Ana Bilgisayar
zh_tw: 內部主機

# sc9c3578cce3cf7a8
source: External Host
cs_cz: Externí Hostitel
de: Externer Host
es: Anfitrión externo
fi: Ulkoinen palvelinosoite
fr: Hôte externe
it: Host Esterno
ko: 외부 호스트
nl: Externe host
pt_br: Host Externo
ru: Внешний хост
tr: Harici Ana Bilgisayar
zh_tw: 外部主機

# s7a141f1b61074fbe
source: Basic-Auth
cs_cz: Jednoduché Ověření
es: Autenticación básica
nl: Basis-Authenticatie
pt_br: Autenticação Básica
ru: Базовая аутентификация
zh_tw: 基本身分認證

# sa43153d53ae65063
source: Unknown type
cs_cz: Neznámý typ
de: Unbekannter Typ
es: Tipo desconocido
fi: Tuntematon tyyppi
fr: Type inconnu
it: Tipo sconosciuto
ko: 알 수 없는 유형
nl: Onbekend type
pt_br: Tipo desconhecido
ru: Неизвестный тип
tr: Bilinmeyen tür
zh_tw: 未知的類型

# s56806e9f63efa298
source: Redirect URIs
cs_cz: URI pro Přesměrování
de: URIs weiterleiten
es: Redirigir los URI
fi: Uudelleenohjaus-URIt
fr: URIs de redirection
it: URI di reindirizzamento
ko: 리디렉션 URI
nl: Omleidings-URL's
pt_br: URIs de redirecionamento
ru: Ссылка перенаправления
tr: URI'leri yeniden yönlendirme
zh_tw: 重新導向 URI

# sd226dc54c414585a
source: Review and Submit Application
cs_cz: Zkontrolovat a odeslat aplikaci
de: Anwendung prüfen und abschicken
es: Revisar y enviar la solicitud
fi: Tarkista ja lähetä sovellus
fr: Passer en revue et soumettre l'application
it: Esamina e Crea l'Applicazione
pt_br: Revisar e Enviar Aplicação

# sb3d4f79d9d8b71e5
source: Submit
cs_cz: Odeslat
de: Übermitteln
es: Enviar
fi: Lähetä
fr: Soumettre
it: Invia
ko: 제출
pt_br: Enviar
ru: Отправить
tr: Gönder
zh_tw: 提交

# scda8dc24b561e205
source: There was an error in the application.
cs_cz: V aplikaci se vyskytla chyba.
de: In der Anwendung ist ein Fehler aufgetreten.
es: Hubo un error en la aplicación.
fi: Sovelluksessa oli virhe.
fr: Une erreur a été rencontrée dans l'application.
it: C'è stato un errore nell'applicazione.
ko: 애플리케이션에 오류가 발생했습니다.
pt_br: Houve um erro na aplicação.
ru: В приложении произошла ошибка.
tr: Uygulamada bir hata oluştu.

# sdaca9c2c0361ed3a
source: Review the application.
cs_cz: Zkontrolujte aplikaci.
de: Anwendung überprüfen
es: Evalúa la aplicación.
fi: Tarkista sovellus.
fr: Passer en revue l'application.
it: Rivedi l'applicazione.
ko: 애플리케이션 검토하기.
pt_br: Revise a aplicação.
ru: Проверить приложение.
tr: Uygulamayı gözden geçirin.

# sb50000a8fada5672
source: There was an error in the provider.
cs_cz: V poskytovateli došlo k chybě.
de: Im Provider ist ein Fehler aufgetreten.
es: Hubo un error en el proveedor.
fi: Palveluntarjoajassa oli virhe.
fr: Une erreur a été rencontrée dans le fournisseur.
it: C'è stato un errore nel provider.
ko: 공급자에 오류가 발생했습니다.
pt_br: Houve um erro no provedor.
ru: В провайдере произошла ошибка.
tr: Sağlayıcıda bir hata oluştu.

# s21f95eaf151d4ce3
source: Review the provider.
cs_cz: Zkontrolujte poskytovatele.
de: Überprüfe den Provider.
es: Evaluá el proveedor.
fi: Tarkista palveluntarjoaja.
fr: Passer en revue le fournisseur.
it: Rivedere il fornitore.
ko: 공급자 검토하기.
pt_br: Revise o provedor.
ru: Проверить провайдера.
tr: Sağlayıcıyı gözden geçirin.

# s828ded9ade500ffc
source: There was an error. Please go back and review the application.
cs_cz: Vyskytla se chyba. Prosím, vraťte se zpět a zkontrolujte aplikaci.
de: Es ist ein Fehler aufgetreten. Bitte gehe zurück und überprüfe die Anwendung.
es: Hubo un error. Por favor, revise la solicitud.
fi: Tapahtui virhe. Palaa tarkistamaan sovellus.
fr: Une erreur a été rencontrée. Merci de revenir en arrière et de passer en revue l'application.
it: Si è verificato un errore. Torna indietro e rivedi l'applicazione.
pt_br: Ocorreu um erro. Por favor, volte e revise a aplicação.

# s9fdda682893624a1
source: There was an error:
cs_cz: Vyskytla se chyba:
de: Es ist ein Fehler aufgetreten:
es: Hubo un error:
fi: Tapahtui virhe:
fr: Une erreur a été rencontrée :
it: Si è verificato un errore:
pt_br: Ocorreu um erro:
ru: Произошла ошибка:

# s201ee6bc6d9f97da
source: Please go back and review the application.
cs_cz: Prosím, vraťte se zpět a zkontrolujte aplikaci.
de: Bitte gehe zurück und überprüfe die Anwendung.
es: Por favor, vuelve y revisa la aplicación.
fi: Palaa tarkistamaan sovellus.
fr: Merci de revenir en arrière et de passer en revue l'application.
it: Torna indietro e rivedi l'applicazione.
pt_br: Por favor, volte e revise a aplicação.

# s7a6b3453209e1066
source: There was an error creating the application, but no error message was sent. Please review the server logs.
cs_cz: Při vytváření aplikace došlo k chybě, ale nebyla odeslána žádná chybová zpráva. Prosím zkontrolujte logy serveru.
de: Beim Erstellen der Anwendung ist ein Fehler aufgetreten, jedoch wurde keine Fehlermeldung übermittelt. Bitte überprüfe die Serverprotokolle.
es: Hubo un error al crear la aplicación, pero no se recibió ningún mensaje de error. Por favor, revisa los registros del servidor.
fi: Sovelluksen luonnissa tapahtui virhe, mutta virheviestiä ei lähtetty. Tarkista palvelimen logit.
fr: Il y a eu une erreur lors de la création de l'application, mais aucun message d'erreur n'a été envoyé. Veuillez consulter les logs du serveur.
it: Si è verificato un errore creando l'applicazione, ma non è stato inviato alcun messaggio di errore. Si prega di rivedere i registri del server.
ko: 애플리케이션을 만드는 동안 오류가 발생했지만, 오류 메시지는 전송되지 않았습니다. 서버 로그를 검토해 보세요.
pt_br: Houve um erro ao criar a aplicação, mas nenhuma mensagem de erro foi enviada. Por favor, revise os logs do servidor.
ru: При создании приложения произошла ошибка, но сообщение об ошибке не было отправлено. Пожалуйста, просмотрите логи сервера.
tr: Uygulama oluşturulurken bir hata oluştu, ancak herhangi bir hata iletisi gönderilmedi. Lütfen sunucu günlüklerini gözden geçirin.

# s9c09ef16900241fa
source: Review the Application and Provider
cs_cz: Zkontrolovat aplikaci a poskytovatele
de: Überprüfen Sie die Anwendung und den Provider
es: Revisar la Solicitud y el Proveedor
fi: Tarkista sovellus ja palveluntarjoaja
fr: Passer en revue l'application et le fournisseur.
it: Esamina l'Applicazione e il Fornitore
pt_br: Revisar a Aplicação e o Provedor

# s7f5869b3d14d7cbc
source: Provider
cs_cz: Poskytovatel
de: Schnittstellen
es: Proveedor
fi: Palveluntarjoaja
fr: Fournisseur
ko: 공급자
pt_br: Provedor
ru: Провайдер
tr: Sağlayıcı
zh_tw: 供應商

# s848288f8c2265aad
source: Your application has been saved
cs_cz: Vaše aplikace byla uložena
de: Ihre Anwendung wurde gespeichert
es: Tu aplicación fue guardada
fi: Sovelluksesi on tallennettu
fr: L'application a été sauvegardée
it: La tua applicazione è stata salvata
ko: 애플리케이션 저장됨
pt_br: Sua aplicação foi salva
ru: Ваше приложение было сохранено
tr: Uygulamanız kaydedildi
zh_tw: 已經儲存您的應用程式

# s0a0a21f7bcf9d865
source: Saving application...
cs_cz: Ukládání aplikace...
de: Anwendung speichern ...
es: Guardando aplicación...
fi: Tallennetaan sovellusta...
fr: Enregistrement de l'application...
it: Salvataggio dell'applicazione...
pt_br: Salvando aplicação...

# se669a4b939be0891
source: authentik was unable to complete this process.
cs_cz: authentik nebyl schopný dokončit tento proces.
de: authentik konnte den Vorgang nicht abschließen.
es: authentik no pudo completar este proceso.
fi: authentik ei pystynyt suorittamaan tätä prosessia loppuun.
fr: authentik n'a pas pu compléter cette opération.
it: authentik non è riuscito a completare questo processo.
pt_br: O authentik não conseguiu concluir este processo.

# s71c5d51d5a357dbd
source: Don't show this message again.
cs_cz: Tuto zprávu již nezobrazovat.
de: Diese Meldung nicht mehr anzeigen.
es: No mostrar este mensaje de nuevo.
fi: Älä näytä tätä viestiä enää.
fr: Ne plus montrer ce message.
it: Non mostrare di nuovo questo messaggio.
ko: 이 메시지를 다시 표시하지 마세요.
pt_br: Não mostrar esta mensagem novamente.
ru: Больше не показывать это сообщение.
tr: Bu mesajı bir daha göstermeyin.
zh_tw: 不要再顯示這個通知。

# s070fdfb03034ca9b
source: One hint, 'New Application Wizard', is currently hidden
cs_cz: Nápověda, 'Nový průvodce aplikací', je aktuálně skryta
de: Ein Hinweis, der „Assistent für neue Anwendungen“ ist derzeit ausgeblendet
es: Una pista, 'Asistente para nueva aplicación', está oculta actualmente
fi: Yksi vihje, 'Uusi sovellusavustin', on tällä hetkellä piilotettu
fr: Un indice, l'assistant nouvelle application est actuellement caché
it: Un suggerimento, "New Application Wizard", è attualmente nascosto
ko: 힌트, '새 애플리케이션 마법사'는 현재, 숨겨져 있습니다.
pt_br: Uma dica, 'Assistente de Nova Aplicação', está atualmente oculta
ru: Одна подсказка, "Мастер создания нового приложения", в настоящее время скрыта
tr: Bir ipucu, 'Yeni Uygulama Sihirbazı' şu anda gizli
zh_tw: 提示：「新增應用程式設定精靈」目前處於隱藏中

# sf2da0e95c78f2cb7
source: Restore Application Wizard Hint
cs_cz: Obnovení průvodce aplikací
de: Hinweis für Anwendungsassistent wiederherstellen
es: Restaurar la Pista del Asistente de la Aplicación
fi: Palauta sovellusavustimen vihje
fr: Restaurer l'indice de l'assistant de création d'application
it: Ripristina il suggerimento per la procedura guidata dell'applicazione
pt_br: Restaurar dica do assistente de aplicativo
ru: Восстановить подсказку Мастера создания Приложения
tr: Uygulama Geri Yükleme Sihirbazı İpucu

# s8aac845c63f45ca2
source: Create with wizard
cs_cz: Vytvořit pomocí průvodce
de: Mit Assistent erstellen
es: Crear con asistente
fi: Luo avustajalla
fr: Créer avec l'assistant
it: Crea con la procedura guidata
pt_br: Criar com assistente
ru: Создать с помощью мастера

# sd1a5560fde6f2271
source: Successfully imported provider.
cs_cz: Poskytovatel byl úspěšně importován.
de: Provider erfolgreich importiert.
es: Proveedor importado correctamente.
fi: Palveluntarjoajan tuonti onnistui.
fr: Fournisseur importé avec succès
it: Fornitore importato correttamente.
ko: 성공적으로 공급자를 불러왔습니다.
nl: Provider succesvol geïmporteerd.
pt_br: Fornecedor importado com sucesso.
ru: Провайдер успешно импортирован.
tr: Sağlayıcı başarıyla içe aktarıldı.
zh_tw: 成功匯入供應商。

# s252a52330d32b900
source: Metadata
de: Metadaten
es: Metadatos
fi: Metatiedot
fr: Métadonnées
it: Metadati
ko: 메타데이터
pt_br: Metadados
ru: Метаданные
tr: Meta veriler
zh_tw: 中繼資料

# s382a2aa3984474dd
source: Create
cs_cz: Vytvořit
de: Erstellen
es: Crear
fi: Luo
fr: Créer
it: Crea
ko: 생성
nl: Aanmaken
pt_br: Criar
ru: Создать
tr: Oluştur
zh_tw: 建立

# s58d1eb482059da12
source: New provider
cs_cz: Nový poskytovatel
de: Neuer Provider
es: Nuevo proveedor
fi: Uusi palveluntarjoaja
fr: Nouveau fournisseur
it: Nuovo provider
ko: 새 공급자
nl: Nieuwe provider
pt_br: Novo provedor
ru: Новый провайдер
tr: Yeni sağlayıcı
zh_tw: 新增供應商

# sa661ea7d7a50f2e9
source: Create a new provider.
cs_cz: Vytvořit nového poskytovatele.
de: Neuen Provider erstellen.
es: Crear un nuevo proveedor.
fi: Luo uusi palveluntarjoaja.
fr: Créer un nouveau fournisseur.
it: Crea un nuovo provider.
ko: 새 공급자를 만듭니다.
nl: Maak een nieuwe provider aan.
pt_br: Criar um novo provedor.
ru: Создание нового провайдера.
tr: Yeni bir sağlayıcı oluşturun.
zh_tw: 建立一個新的供應商。

# s5d6af4c100ad321b
source: Create ${type.name}
cs_cz: Vytvořit ${type.name}
de: Erstelle ${type.name}
es: Crear ${type.name}
fi: Luo ${type.name}
fr: Créer ${type.name}
it: Crea ${type.name}
ko: ${type.name} 생성
nl: Maak ${type.name} aan
pt_br: Criar ${type.name}
ru: Создать ${type.name}
tr: ${type.name} Oluştur
zh_tw: 建立 ${type.name}

# sa9a4ce20b507b232
source: New Provider
cs_cz: Nový poskytovatel
pt_br: Novo Provedor

# sf397c39bda7abfc6
source: Open the wizard to create a new provider.
pt_br: Abrir o assistente para criar um novo provedor.

# sa817aa9f6f88a991
source: Credentials
cs_cz: Pověření
de: Anmeldedaten
es: Credenciales
fi: Tunnistetiedot
fr: Identifiants
it: Credenziali
pt_br: Credenciais
ru: Учетные данные
tr: Kimlik bilgi -leri

# sc7d6bc4aebb58fe9
source: Google Cloud credentials file.
cs_cz: Soubor pověření Google Cloud.
de: Google Cloud Anmeldedatei.
es: Archivo de credenciales de Google Cloud.
fi: Google Cloud -tunnistetiedosto.
fr: Fichier d'identifiants Google Cloud.
it: File di credenziali di Google Cloud.
pt_br: Arquivo de credenciais do Google Cloud.
ru: Файл учетных данных Google Cloud.
tr: Google Cloud kimlik bilgileri dosyası.

# sc668815044e218c2
source: Delegated Subject
cs_cz: Delegovaný předmět
de: Delegiertes Subjekt
es: Sujeto Delegado
fi: Delegoitu aihe
fr: Sujet délégué
it: Soggetto delegato
pt_br: Assunto Delegado
ru: Делегированный субъект
tr: Yetkilendirilen Konu

# s2e707072d5a9615d
source: Email address of the user the actions of authentik will be delegated to.
cs_cz: Emailová adresa uživatele, kterému budou akce authentiku delegovány.
de: E-Mail-Adresse des Benutzers, an den die Aktionen von authentik delegiert werden.
es: Dirección de correo electrónico del usuario a quien se delegarán las acciones de authentik.
fi: Sen käyttäjän sähköpostiosoite, jolle authentikin toiminnot delegoidaan.
fr: Courriel de l'utilisateur auquel les actions d'authentik seront déléguées.
it: Indirizzo e -mail dell'utente Le azioni di authentik saranno delegate.
pt_br: Endereço de e-mail do usuário para o qual as ações do authentik serão delegadas.
ru: Адрес электронной почты пользователя, которому будут делегированы действия authentik.
tr: Authentik eylemlerinin devredileceği kullanıcının e-posta adresi.

# se89a9ecf275e4343
source: Default group email domain
cs_cz: Výchozí doména emailu skupiny
de: Standard-E-Mail-Domain für Gruppen
es: Grupo predeterminado de dominio de correo electrónico
fi: Ryhmien oletussähköpostidomain
fr: Domaine de courriel de groupe par défaut
it: Dominio e -mail del gruppo predefinito
pt_br: Domínio de e-mail do grupo padrão
ru: Почтовый домен группы по умолчанию
tr: Varsayılan grup e-posta etki alanı

# s64a0a6da6ed6d680
source: Default domain that is used to generate a group's email address. Can be customized using property mappings.
cs_cz: Výchozí doména, která se používá k vygenerování emailové adresy skupiny. Lze přizpůsobit pomocí mapování vlastností.
de: Standarddomain, die zur Generierung der E-Mail-Adresse einer Gruppe verwendet wird. Kann über Property-Mappings angepasst werden.
es: Dominio predeterminado que es usado para generar una dirección de correo electrónico del grupo. Puede personalizarse usando asignaciones de propiedades.
fi: Oletusverkkotunnus, jota käytetään luomaan ryhmän sähköpostiosoite. Voidaan räätälöidä käyttämällä ominaisuuksien kytkentöjä.
fr: Domain par défaut utilisé pour générer le courriel d'un groupe. Peut être personnalisé avec des mappages de propriété.
it: Dominio predefinito che viene utilizzato per generare l'indirizzo e -mail di un gruppo. Può essere personalizzato utilizzando mapping di proprietà.
pt_br: Domínio padrão que é usado para gerar o endereço de e-mail de um grupo. Pode ser personalizado usando mapeamentos de propriedades.
ru: Домен по умолчанию, который используется для создания адреса электронной почты группы. Может быть настроен с помощью сопоставления свойств.
tr: Bir grubun e-posta adresini oluşturmak için kullanılan varsayılan etki alanı. Özellik eşlemeleri kullanılarak özelleştirilebilir.

# sd061e65955e036ca
source: User deletion action
cs_cz: Akce při smazání uživatele
de: Aktion bei Benutzerlöschung
es: Acción de eliminación de usuario
fi: Käyttäjän poisto -toiminto
fr: Action de suppression d'un utilisateur
it: Azione di cancellazione dell'utente
pt_br: Ação de exclusão de usuário
ru: Действие удаления пользователя
tr: Kullanıcı silme işlemi

# s87f86f65b5e19ea7
source: User is deleted
cs_cz: Uživatel je smazán
de: Benutzer ist gelöscht
es: El usuario esta eliminado
fi: Käyttäjä on poistettu
fr: L'utilisateur est supprimé
it: Utente cancellato
pt_br: Usuário excluído
ru: Пользователь удален
tr: Kullanıcı silindi

# s3906cd4a102867a3
source: Suspend
cs_cz: Pozastavit
de: Suspendieren
es: Suspender
fi: Hyllytä
fr: Suspendre
it: Sospendi
pt_br: Suspender
ru: Приостановить
tr: Asmak

# s0bf5b364e2c79392
source: User is suspended, and connection to user in authentik is removed.
cs_cz: Uživatel je pozastaven a spojení s uživatelem v authentiku je odstraněno.
de: Der Benutzer wird suspendiert und die Verbindung zum Benutzer in authentik wird entfernt.
es: El usuario está suspendido y se elimina la conexión con el usuario en authentik.
fi: Käyttäjä on hyllytetty ja yhteys authentik-käyttäjään on poistettu.
fr: L'utilisateur est suspendu, et la connection à authentik est supprimée.
it: L'utente viene sospeso e la connessione all'utente in Autenik viene rimossa.
pt_br: Usuário suspenso, e a conexão com o usuário no authentik é removida.
ru: Пользователь приостановлен, и соединение с пользователем в authentik удалено.
tr: Kullanıcı askıya alınır ve authentik'te kullanıcıyla olan bağlantı kaldırılır.

# s4acb0250d735c2a9
source: Do Nothing
cs_cz: Nedělat nic
de: Nichts tun
es: No Hacer Nada
fi: Älä tee mitään
fr: Ne rien faire
it: Fai Nulla
pt_br: Não fazer nada
ru: Ничего не делать
tr: Hiçbir şey yapma

# s5fe525d19499ed47
source: The connection is removed but the user is not modified
cs_cz: Spojení je odstraněno, ale uživatel není změněn
de: Die Verbindung wird entfernt, aber der Benutzer wird nicht geändert.
es: Se elimina la conexión pero no se modifica el usuario
fi: Yhteys on poistettu mutta käyttäjää ei ole muokattu.
fr: La connexion est supprimée mais l'utilisateur n'est pas modifié
it: La connessione viene rimossa ma l'utente non viene modificato
pt_br: A conexão é removida, mas o usuário não é modificado
ru: Соединение удалено, но пользователь не изменен
tr: Bağlantı kaldırılır, ancak kullanıcı değiştirilmez

# s676a0127c35d240a
source: Determines what authentik will do when a User is deleted.
cs_cz: Určuje, co authentik udělá, když je uživatel smazán.
de: Legt fest, was authentik tut, wenn ein Benutzer gelöscht wird.
es: Determina lo que hará authentik cuando se elimine un usuario.
fi: Määrittää, mitä authentik tekee kun käyttäjä poistetaan.
fr: Détermine ce qu'authentik fera si un utilisateur est supprimé.
it: Determina cosa farà authentik quando viene eliminato un utente.
pt_br: Determina o que o authentik fará quando um usuário for excluído.
ru: Определяет, что будет делать authentik при удалении пользователя.
tr: Bir Kullanıcı silindiğinde authentik'in ne yapacağını belirler.

# sd1aa04cc32caf2b0
source: Group deletion action
cs_cz: Akce při smazání skupiny
de: Aktion bei Gruppenlöschung
es: Acción de eliminación de grupo
fi: Ryhmän poisto -toiminto
fr: Action de suppression d'un groupe
it: Azione di cancellazione del gruppo
pt_br: Ação de exclusão de grupo
ru: Действие удаления группы
tr: Grup silme işlemi

# s874c788479481131
source: Group is deleted
cs_cz: Skupina je smazána
de: Gruppe ist gelöscht
es: El grupo esta eliminado
fi: Ryhmä on poistettu
fr: Le groupe est supprimé
it: Gruppo cancellato
pt_br: Grupo excluído
ru: Группа удалена
tr: Grup silindi

# s0983fa9b84e4a9f7
source: The connection is removed but the group is not modified
cs_cz: Spojení je odstraněno, ale skupina není změněna
de: Die Verbindung wird entfernt, aber die Gruppe wird nicht geändert.
es: Se elimina la conexión pero no se modifica el grupo
fi: Yhteys on poistettu mutta ryhmää ei ole muokattu
fr: La connexion est supprimée mais le groupe n'est pas modifié
it: La connessione viene rimossa ma il gruppo non viene modificato
pt_br: A conexão é removida, mas o grupo não é modificado
ru: Соединение удалено, но группа не изменена
tr: Bağlantı kaldırılır, ancak grup değiştirilmez

# sdb872a9f425937fa
source: Determines what authentik will do when a Group is deleted.
cs_cz: Určuje, co authentik udělá, když je skupina smazána.
de: Legt fest, was authentik tut, wenn eine Gruppe gelöscht wird.
es: Determina lo que hará authentik cuando se elimine un grupo.
fi: Määrittää, mitä authentik tekee kun ryhmä poistetaan
fr: Détermine ce qu'authentik fera si un groupe est supprimé.
it: Determina cosa farà authentik quando viene eliminato un gruppo.
pt_br: Determina o que o authentik fará quando um grupo for excluído.
ru: Определяет, что будет делать authentik при удалении группы.
tr: Bir Grup silindiğinde authentik'in ne yapacağını belirler.

# s03a759e65ceb722d
source: Client ID for the app registration.
cs_cz: ID klienta pro registraci aplikace.
de: Client-ID für die App-Registrierung.
es: ID de cliente para el registro de la aplicación.
fi: Sovellusrekisteröinnin Client ID.
fr: Client ID pour l'enregistrement de l'application.
it: ID client per la registrazione dell'app.
pt_br: ID do cliente para o registro do aplicativo.
ru: ID клиента для регистрации приложения.
tr: Uygulama kaydı için istemci kimliği.

# s479980cf9252628c
source: Client secret for the app registration.
cs_cz: Secret klienta pro registraci aplikace.
de: Client-Secret für die App-Registrierung.
es: Secreto del cliente para el registro de la aplicación.
fi: Sovellusrekisteröinnin Client Secret.
fr: Client secret pour l'enregistrement de l'application.
it: Segreto del cliente per la registrazione dell'app.
pt_br: Segredo do cliente para o registro do aplicativo.
ru: Секрет клиента для регистрации приложения.
tr: Uygulama kaydı için istemci gizli anahtarı.

# s25c2392ffcb78df2
source: Tenant ID
de: Mandanten-ID
es: ID del Inquilino
fi: Haltijan ID
pt_br: ID do locatário
ru: ID арендатора
tr: Kiracı Kimliği

# s89e4e698cdb1187f
source: ID of the tenant accounts will be synced into.
cs_cz: ID tenant účtů, do kterých budou synchronizovány.
de: ID des Tenants, in den Konten synchronisiert werden.
es: El ID de las cuentas de inquilino se sincronizará en.
fi: Sen haltijan ID, johon tilit synkronoidaan.
fr: ID du tenant dans lequel les comptes seront synchronisés.
it: ID dei conti degli inquilini verrà sincronizzato.
pt_br: ID das contas do locatário que serão sincronizadas.
ru: ID учетной записи арендатора, с которым она будет синхронизирована.
tr: Kiracı hesaplarının kimliği eşitlenir.

# s56bc67239b9255a2
source: Delete authorization on disconnect
cs_cz: Odstranit autorizaci při odpojení
de: Autorisierung bei Trennung löschen
es: Eliminar autorización al desconectarse
fi: Poista valtuutus yhteyden katketessa
fr: Supprimer l’autorisation à la déconnexion
it: Elimina l'autorizzazione su disconnessione
pt_br: Excluir autorização ao desconectar
ru: Удалить авторизацию при отключении
tr: Bağlantı kesildiğinde yetkilendirmeyi sil
