Repository: goauthentik/authentik
Catalog: web/xliff/*.xlf
Languages: cs_cz, de, es, fi, fr, it, ko, nl, pt_br, ru, tr, zh_tw

# sab1786ef3c0383ba
source: Bind policy/group/user
cs_cz: Svázat zásadu/skupinu/uživatele
de: Richtlinie/Gruppe/Benutzer Binden
es: Vincular política/grupo/usuario
fi: Liitä käytäntö/ryhmä/käyttäjä
fr: Lier politique/groupe/utilisateur
it: Associa policy/group/user
pt_br: Vincular política/grupo/usuário
ru: Привязать политику/группу/пользователя

# s082ea0f3c0a854ff
source: Configure Policy Bindings
cs_cz: Konfigurace vazeb zásad
de: Richtlinien-Bindings konfigurieren
es: Configurar Vinculaciones de Políticas
fi: Määritä käytännön liitokset
fr: Configurer les liaisons de politiques
it: Configura Associazione Criteri
pt_br: Configurar Vínculos de Política
ru: Настройка политики привязок

# s2e422519ed38f7d8
source: Pass
cs_cz: Povolit
de: Bestanden
es: Aprobado
fi: Päästä läpi
fr: Réussir
ko: 통과
pt_br: Aprovado
ru: Пропуск
tr: Geçmek
zh_tw: 通過

# sac315d5bd28d4efa
source: Don't Pass
cs_cz: Nepovolit
de: Nicht bestehen
es: No Pasa
fi: Estä
fr: Échouer
it: Non Passare
pt_br: Não Passar

# s40b80eb4cc1f0e0c
source: Edit Binding
cs_cz: Upravit vazbu
de: Binding bearbeiten
es: Editar Vínculo
fi: Muokkaa liitosta
fr: Éditer la liaison
it: Modifica Associazione
ko: 바인딩 편집
nl: Binding bewerken
pt_br: Editar Vínculo
ru: Изменить привязку
tr: Bağlamayı Düzenle
zh_tw: 編輯附加

# s54a37223ce938349
source: Save Binding
cs_cz: Uložit vazbu
de: Binding Speichern
es: Guardar Vinculación
fi: Tallenna liitos
fr: Sauvegarder la liaison
it: Salva associazione
pt_br: Salvar Vínculo

# s931754aabd4a6a47
source: Create a Policy/User/Group Binding
cs_cz: Vytvořit zásadu/uživatele/vazbu skupiny
de: Richtlinien-/Benutzer-/Gruppen Binding erstellen
es: Crear una Vinculación de Política/Usuario/Grupo
fi: Luo käytännön/käyttäjän/ryhmän liitos
fr: Créer une liaison vers politique/utilisateur/groupe
it: Crea una associazione Policy/User/Group
pt_br: Criar um Vínculo de Política/Usuário/Grupo

# s042baf59902a711f
source: Policy
cs_cz: Zásada
de: Richtlinie
es: Política
fi: Käytäntö
fr: Politique
it: Criterio
ko: 정책
nl: Beleid
pt_br: Documentação
ru: Политика
tr: İlke
zh_tw: 政策

# s6b85380416964890
source: Negate result
cs_cz: Negovat výsledek
de: Ergebnis verneinen
es: Negar el resultado
fi: Käännä tulos vastakkaiseksi
fr: Inverser le résultat
it: Negare il risultato
ko: 결과 무효화
nl: Resultaat omkeren
pt_br: Negar resultado
ru: Отрицать результат
tr: Negate sonucu
zh_tw: 反向结果

# s3bfa0258999fb629
source: Negates the outcome of the binding. Messages are unaffected.
cs_cz: Neguje výsledek vazby. Zprávy nejsou ovlivněny.
de: Negiert das Ergebnis der Bindung. Nachrichten sind nicht betroffen.
es: Niega el resultado de la vinculación. Los mensajes no se ven afectados.
fi: Kääntää liitoksen tuloksen vastakkaiseksi. Ei vaikuta viesteihin.
fr: Inverse le résultat de la liaison. Les messages ne sont pas affectés.
it: Nega il risultato dell'associazione. I messaggi non vengono influenzati.
ko: 바인딩 결과를 무효화합니다. 메시지는 영향을 받지 않습니다.
nl: Keert de uitkomst van de binding om. Berichten worden niet beïnvloed.
pt_br: Nega o resultado da vinculação. As mensagens não são afetadas.
ru: Отменяет результат привязки. Сообщения не затрагиваются.
tr: Bağlamanın sonucunu susturur. Mesajlar etkilenmez.
zh_tw: 反轉附加的結果。訊息不受影響。

# s6b1ed7507f26cb4a
source: Failure result
cs_cz: Výsledek selhání
de: Fehlergebnis
es: Resultado fallido
fi: Epäonnistumisen tulos
fr: Résultat échoué
it: Risultato fallimento
ko: 실패한 결과
pt_br: Resultado de falha
ru: Результат сбоя
tr: Başarısızlık sonucu
zh_tw: 失敗的結果

# sfdfa5bb4ddd99d70
source: Enterprise only
cs_cz: Pouze podnik
de: Enterprise-Feature
es: Solo para Enterprise
fi: Vain Enterprise
fr: Entreprise uniquement
it: Solo Enterprise
pt_br: Apenas para empresas
ru: Только для Enterprise
tr: Yalnızca kurumsal

# s5eba8fa19126f70a
source: Learn more about the enterprise license.
cs_cz: Dozvědět se více o podnikové licenci.
pt_br: Saiba mais sobre a licença empresarial.

# s7181a5504472e856
source: Apply changes
cs_cz: Použít změny
de: Änderungen anwenden
es: Aplicar cambios
fi: Tallenna muutokset
fr: Appliquer les changements
it: Applica modifiche
ko: 변경사항 저장
nl: Wijzigingen toepassen
pt_br: Aplicar modificações
ru: Применить изменения
tr: Değişiklikleri uygula
zh_tw: 套用變更

# s48a2e97afd62c35e
source: Close wizard
pt_br: Fechar assistente

# s74b47e964bb82e5f
source: Wizard content
pt_br: Conteúdo do Assistente

# sad59707375956ad2
source: Finish
cs_cz: Dokončit
de: Beenden
es: Terminar
fi: Viimeistele
fr: Terminer
it: Concludi
ko: 마침
nl: Voltooien
pt_br: Finalizar
ru: Завершить
tr: Bitirmek
zh_tw: 完成

# s74475586afc1fb0f
source: Select type
cs_cz: Vyberte typ
de: Wählen Sie einen Typen.
es: Selecciona un tipo
fi: Valitse tyyppi
fr: Sélectionnez le type
it: Seleziona il tipo
ko: 유형 선택
nl: Selecteer type
pt_br: Selecione o tipo
ru: Выбрать тип
tr: Tür seçin
zh_tw: 選擇類型

# sa782d5a1919bcbb1
source: Select a provider type
cs_cz: Vyberte typ poskytovatele
pt_br: Selecione um tipo de provedor

# scffa59cfac1951f2
source: ${type.name} Icon
cs_cz: ${type.name} ikona
es: ${type.name} Icono
fi: ${type.name} -kuvake
fr: Icône ${type.name}
it: ${type.name} Icona
pt_br: Ícone de ${type.name}
ru: ${type.name} Иконка

# s7d4ec232535a36f0
source: Choose a Provider
cs_cz: Vyberte poskytovatele
de: Wähle einen Provider
es: Elige un Proveedor
fr: Choisir un fournisseur
it: Scegli un Provider
pt_br: Escolher um Provedor

# sb7be945aa799b8d7
source: Please choose a provider type before proceeding.
cs_cz: Než budete pokračovat, vyberte typ poskytovatele.
de: Bitte wähle einen Providertyp, bevor du fortfährst.
es: Seleccione un tipo de proveedor antes de continuar.
fi: Valitse palveluntarjoajan tyyppi ennen jatkamista.
fr: Veuillez choisir un type de fournisseur avant de continuer.
it: Selezionare un tipo di provider prima di procedere.
pt_br: Por favor, escolha um tipo de provedor antes de prosseguir.
ru: Пожалуйста, выберите тип провайдера, прежде чем продолжить.

# s2289ff3b411251d8
source: Choose a Provider Type
cs_cz: Vyberte typ poskytovatele
de: Wähle einen Provider-Typ
es: Elige un Tipo de Proveedor
fi: Valitse palveluntarjoajan tyyppi
fr: Choisir un type de fournisseur
it: Scegli un tipo di provider
pt_br: Escolher um Tipo de Provedor
ru: Выбрать тип провайдера

# sb157267c85fdff30
source: Certificate
cs_cz: Certifikát
de: Zertifikat
es: Certificado
fi: Sertifikaatti
fr: Certificat
it: Certificato
ko: 인증서
nl: Certificaat
pt_br: Certificado
ru: Сертификат
tr: Sertifika
zh_tw: 憑證

# s9bcd7cad5f5e2b15
source: Select a certificate...
cs_cz: Vyberte certifikát...
pt_br: Selecionar um certificado...

# sc25edca57df81461
source: Authentication
cs_cz: Autentizace
de: Authentifizierung
es: autenticación
fi: Todennus
fr: Authentification
it: Autenticazione
ko: 인증
nl: Authenticatie
pt_br: Autenticação
ru: Аутентификация
tr: Kimlik Doğrulama
zh_tw: 身分認證

# s6dfb7283452f78fe
source: Authorization
cs_cz: Autorizace
de: Autorisierung
es: Autorización
fi: Valtuutus
fr: Authorisation
it: Autorizzazione
ko: 인가
nl: Autorisatie
pt_br: Autorização
ru: Авторизация
tr: Yetkilendirme
zh_tw: 授權

# sddcfc6ab24e3a6ed
source: Enrollment
cs_cz: Zápis
de: Registrierung
es: Inscripción
fi: Rekisteröityminen
fr: Inscription
it: Iscrizione
ko: 등록
nl: Inschrijving
pt_br: Inscrição
ru: Регистрация
tr: Kayıt
zh_tw: 註冊

# s1fc9c70610c4c67d
source: Invalidation
cs_cz: Zneplatnění
de: Invalidierung
es: Invalidación
fi: Mitätöinti
it: Invalidazione
ko: 무효
nl: Ongeldig maken
pt_br: Invalidação
ru: Аннулирование
tr: Geçersiz
zh_tw: 失效

# sdf22dcf939c27cc7
source: Stage Configuration
cs_cz: Nastavení kroku
de: Stage Konfiguration
es: Configuración de escenario
fi: Vaiheen määrittely
fr: Configuration de l'étape
it: Configurazione della fase
ko: 스테이지 설정
nl: Stadiumconfiguratie
pt_br: Configuração de Stage
ru: Этап конфигурации
tr: Aşama Konfigürasyonu
zh_tw: 階段設定

# s6d5bce4321f57cda
source: Unenrollment
cs_cz: Zrušení zápisu
de: Abmeldung
es: Anular la inscripción
fi: Rekisteröitymisen peruutus
fr: Désinscription
it: Disiscrizione
ko: 등록 취소
nl: Uitschrijving
pt_br: Desinscrição
ru: Отмена регистрации
tr: Kayıttan Çıkarma
zh_tw: 取消註冊

# sde2bb5418562c5b2
source: Unknown designation
cs_cz: Neznámé označení
de: Unbekannte Kennzeichnung
es: Designación desconocida
fi: Tuntematon nimitys
fr: Désignation inconnue
it: Designazione sconosciuta
ko: 지정할 수 없는 지정
nl: Onbekende aanduiding
pt_br: Designação desconhecida
ru: Неизвестное назначение
tr: Bilinmeyen atama
zh_tw: 未知命名

# sb9834316ffd4ae3e
source: Stacked
cs_cz: Pod sebou
de: Gestapelt
es: Apilado
fi: Pinottu
fr: Empilé
it: Impilato
nl: Gestapeld
pt_br: Empilhado
ru: Сверху вниз
tr: Yığılı
zh_tw: 堆疊

# s12146091b2b539a3
source: Content left
cs_cz: Obsah vlevo
de: Inhalt links
es: Contenido izquierdo
fi: Sisältö vasemmalla
fr: Contenu gauche
it: Contenuto a sinistra
ko: 왼쪽 콘텐츠
nl: Inhoud links
pt_br: Conteúdo à esquerda
ru: Контент слева
tr: Kalan içerik
zh_tw: 內容置左

# sa800871782eba1ac
source: Content right
cs_cz: Obsah vpravo
de: Inhalt rechts
es: Contenido derecho
fi: Sisältö oikealla
fr: Contenu droit
it: Contenuto a destra
ko: 오른쪽 콘텐츠
nl: Inhoud rechts
pt_br: Conteúdo à direita
ru: Контент справа
tr: İçerik hakkı
zh_tw: 內容置右

# sb4e50ca3cffdbc10
source: Sidebar left
cs_cz: Postranní panel vlevo
de: Sidebar links
es: Barra lateral izquierda
fi: Sivupalkki vasemmalla
fr: Sidebar gauche
it: Sidebar a sinistra
ko: 왼쪽 사이드바
nl: Zijbalk links
pt_br: Sidebad à esquerda
ru: Боковая панель слева
tr: Sol kenar çubuğu
zh_tw: 側邊攔置左

# s745a55f9abf9f2e5
source: Sidebar right
cs_cz: Postranní panel vpravo
de: Sidebar rechts
es: Barra lateral derecha
fi: Sivupalkki oikealla
fr: Sidebar droite
it: Sidebar a destra
ko: 오른쪽 사이드바
nl: Zijbalk rechts
pt_br: Sidebar à direita
ru: Боковая панель справа
tr: Sağ kenar çubuğu
zh_tw: 側邊攔置右

# sb3182a87ded1bc91
source: Unknown layout
cs_cz: Neznámé rozložení
de: Unbekanntes Layout
es: Diseño desconocido
fi: Tuntematon mallipohja
fr: Disposition inconnue
it: Layout sconosciuto
ko: 지정할 수 없는 배치
nl: Onbekende lay-out
pt_br: Layout desconhecido
ru: Неизвестный макет
tr: Bilinmeyen düzen
zh_tw: 未知的版面設計

# sd939185840181160
source: Select a flow...
cs_cz: Vyberte tok...
pt_br: Selecionar um fluxo...

# s0db494ff61b48438
source: Add All Available
cs_cz: Přidat vše dostupné
de: Alle verfügbaren hinzufügen
es: Agrega Todos los Disponibles
fi: Lisää kaikki saatavilla olevat
fr: Ajouter tous disponibles
it: Aggiungi Tutti Disponibili
pt_br: Adicionar Todos os Disponíveis
ru: Добавить все доступные
tr: Mevcut Tümünü Ekle

# s2f68faa5b84ee9fd
source: Remove All Available
cs_cz: Odstranit vše dostupné
de: Alle verfügbaren entfernen
es: Elimina Todos los Disponibles
fi: Poista kaikki saatavilla olevat
fr: Enlever tous disponibles
it: Rimuovi Tutti Disponibili
pt_br: Remover Todos os Disponíveis
ru: Удалить все доступные
tr: Mevcut Olanların Tümünü Kaldır

# sea4f08110bb8f15d
source: Remove
cs_cz: Odstranit
de: Entfernen
es: Eliminar
fi: Poista
fr: Retirer
it: Rimuovi
ko: 제거
nl: Verwijderen
pt_br: Remover
ru: Удалить
tr: Kaldırmak
zh_tw: 移除

# s0ba85594344a5c02
source: Remove All
cs_cz: Odstranit vše
de: Alle entfernen
es: Eliminar Todos
fi: Poista kaikki
fr: Retirer tout
it: Rimuovi Tutti
pt_br: Remover Todos
ru: Удалить все
tr: Tümünü Kaldır

# s3dc14a4b8129f989
source: Pagination
cs_cz: Stránkování
de: Seitennavigation
es: Paginación
fi: Sivutus
it: Impaginazione
pt_br: Paginação
ru: Нумерация
tr: Sayfalandırma

# s1efa17e3407e0f56
source: Available options
cs_cz: Dostupné možnosti
de: Verfügbare Optionen
es: Opciones disponibles
fi: Saatavilla olevat vaihtoehdot
fr: Options disponibles
it: Opzioni disponibili
pt_br: Opções disponíveis
ru: Доступные варианты
tr: Mevcut seçenekler

# s886db4d476f66522
source: Selected options
cs_cz: Vybrané možnosti
de: Ausgewählte Optionen
es: Opciones seleccionadas
fi: Valitut vaihtoehdot
fr: Options sélectionnées
it: Opzioni selezionate
pt_br: Opções selecionadas
ru: Выбранные варианты
tr: Seçilen seçenekler

# sd429eba21dd59f44
source: ${availableCount} item(s) marked to add.
cs_cz: ${availableCount} položka(y) označené k přidání.
de: ${availableCount} Element(e) zum Hinzufügen markiert.
es: ${availableCount} artículo(s) marcado para agregar.
fi: ${availableCount} kohde(tta) merkattu lisättäväksi.
fr: ${availableCount} objet(s) marqué à ajouter.
it: ${availableCount} elemento(i) contrassegnato per l'aggiunta.
pt_br: ${availableCount} item(s) marcados para adicionar.
ru: ${availableCount} элемент(а/ов) отмечено для добавления.
tr: ${availableCount} eklemek için işaretlenmiş öğe(ler).

# s4abfe4e0d0665fd1
source: ${selectedTotal} item(s) selected.
cs_cz: Vybráno ${selectedTotal} položek.
de: ${selectedTotal} Element(e) ausgewählt.
es: ${selectedTotal} elemento(s) seleccionado(s).
fi: ${selectedTotal} kohde(tta) valittu.
fr: ${selectedTotal} objet(s) sélectionné,
it: ${selectedTotal} elemento(i) selezionato.
pt_br: ${selectedTotal} item(s) selecionados.
ru: ${selectedTotal} элемент(а/ов) выбран(о).
tr: ${selectedTotal} öğe(ler) seçildi.

# s56b3d54118c34b2f
source: ${selectedCount} item(s) marked to remove.
cs_cz: ${selectedCount} položka(y) označené ke smazání.
de: ${selectedCount} Element(e) zum Entfernen markiert.
es: Se marcaron ${selectedCount} elemento(s) para eliminar.
fi: ${selectedCount} kohde(tta) merkattu poistettavaksi.
fr: ${selectedCount} objet(s) marqué à retirer.
it: ${selectedCount} elemento(i) contrassegnato per la rimozione.
pt_br: ${selectedCount} item(s) marcados para remover.
ru: ${selectedCount} элемент(а/ов) помечен(о) для удаления.
tr: ${selectedCount} kaldırılmak üzere işaretlenmiş öğe(ler).

# s4127b943d6826b8b
source: Search ${this.availableLabel}...
cs_cz: Hledání ${this.availableLabel}...
pt_br: Pesquisar ${this.availableLabel}...

# ha8e91858b300a3b7
source: (Format: <code>hours=-1;minutes=-2;seconds=-3)</code>.
cs_cz: (Formát: <code>hours=-1;minutes=-2;seconds=-3)</code>.
es: (Formato: <code>hours=-1;minutes=-2;seconds=-3)</code>.
it: (Formato: <code>hours=-1;minutes=-2;seconds=-3)</code>.
pt_br: (Formato: <code>hours=-1;minutes=-2;seconds=-3)</code>.

# hbe8e6353371ecb22
source: (Format: <code>hours=1;minutes=2;seconds=3).</code>
cs_cz: (Formát: <code>hours=1;minutes=2;seconds=3).</code>
es: (Formato: <code>hours=1;minutes=2;seconds=3).</code>
it: (Formato: <code>hours=1;minutes=2;seconds=3).</code>
pt_br: (Formato: <code>hours=1;minutes=2;seconds=3).</code>

# sbb8ad22c83d375b1
source: The following keywords are supported:
cs_cz: Podporována jsou následující klíčová slova:
de: Die folgenden Keywords werden unterstützt:
es: Las siguientes palabras clave están soportadas:
fi: Seuraavat hakusanat ovat tuettuja:
fr: Les mots clés suivants sont supportés :
it: I seguenti parole chiave sono supportate:
ko: 지원하는 키워드:
nl: De volgende trefwoorden worden ondersteund:
pt_br: As seguintes palavras-chave são permitidas:
ru: Поддерживаются следующие ключевые слова:
tr: Aşağıdaki anahtar sözcükler desteklenir:
zh_tw: 支援以下的關鍵字：

# s8915e64b8b999bfe
source: Cached binding
cs_cz: Vazba v mezipaměti
de: Gecachtes Binding
es: Vinculación en caché
fi: Välimuistissa oleva liitos
fr: Liaison en cache
it: Asociazione in cache
ko: 캐시된 바인딩
nl: Gecachte binding
pt_br: Vínculo cacheado
ru: Кэшированная привязка
tr: Önbelleğe alınmış bağlama
zh_tw: 儲存在快取的附加

# s842d690eb3c11762
source: Flow is executed and session is cached in memory. Flow is executed when session expires
cs_cz: Tok se provede a relace se uloží do mezipaměti. Po vypršení platnosti relace se tok spustí znovu
de: Flow wird ausgeführt und die Sitzung Zwischengespeichert. Flow wird ausgeführt, wenn die Sitzung abläuft.
es: El flujo se ejecuta y la sesión se almacena en caché en la memoria. El flujo se ejecuta cuando la sesión expira
fi: Prosessi suoritetaan ja istunto tallennetaan välimuistiin. Prosessi suoritetaan, kun istunto vanhenee.
fr: Le flux est exécuté et la session est mise en cache en mémoire. Le flux est exécuté lorsque la session expire
it: Il flusso viene eseguito e la sessione viene memorizzata nella cache. Il flusso viene eseguito alla scadenza della sessione
ko: 플로우가 실행되고 세션이 메모리에 캐시됩니다. 세션이 만료되면 플로우를 실행
nl: De flow wordt uitgevoerd en de sessie wordt in het geheugen gecachet. De flow wordt uitgevoerd wanneer de sessie verloopt.
pt_br: Flow é executado e a sessão é cacheada na memória. Flow é executado quando a sessão expira
ru: Поток выполняется, а сессия кэшируется в памяти. Поток выполняется, когда истекает срок действия сессии
tr: Akış yürütülür ve oturum bellekte önbelleğe alınır. Akış, oturumun süresi dolduğunda yürütülür
zh_tw: 當流程執行後，會談訊息將儲存在記憶體中。一旦會談過期，該流程將重新執行

# s6a66759749bf31ed
source: Direct binding
cs_cz: Přímá vazba
de: Direkte Bindung
es: Vinculación directa
fi: Suora liitos
fr: Liaison directe
it: Associazione diretta
ko: 직접 바인딩
nl: Directe binding
pt_br: Vínculo direto
ru: Прямая привязка
tr: Doğrudan bağlama
zh_tw: 直接附加

# se0adaf83627104fb
source: Always execute the configured bind flow to authenticate the user
cs_cz: Vždy provést nakonfigurovaný tok vazby pro ověření uživatele
de: Führt immer den konfigurierten Flow zur Authentifizierung des Benutzers aus
es: Ejecute siempre el flujo de vinculación configurado para autenticar al usuario
fi: Suorita liitetty prosessi aina kun käyttäjää tunnistautuu.
fr: Toujours exécuter la liaison de flux configurée pour authentifier l'utilisateur
it: Esegui sempre il flusso di collegamento configurato per autenticare l'utente
ko: 항상 구성된 바인드 플로우를 실행하여 사용자를 인증
nl: Voer altijd de geconfigureerde bindflow uit om de gebruiker te authenticeren
pt_br: Sempre executar a vinculação de Flow configurada para autenticar o usuário
ru: Всегда выполнять настроенный поток привязки для аутентификации пользователя
tr: Kullanıcının kimliğini doğrulamak için her zaman yapılandırılan bağlama akışını yürütün
zh_tw: 總是執行設定的附加流程來驗證使用者

# s9065fcccd837a679
source: Cached querying
cs_cz: Dotazování z mezipaměti
de: Cached-Abfragen
es: Consulta en caché
fi: Haku välimuistilla
fr: Requête en cache
it: Interrogazione cache
ko: 캐시된 쿼리
nl: Gecachte query's
pt_br: Busca cacheada
ru: Кэшированные запросы
tr: Önbelleğe alınmış sorgulama
zh_tw: 快取中的查詢

# s30d0d0e6c626a234
source: The outpost holds all users and groups in-memory and will refresh every 5 Minutes
cs_cz: Outpost uchovává všechny uživatele a skupiny v paměti a obnovuje se každých 5 minut
de: Der Outpost hält alle Nutzer und Gruppen im Speicher und wird alle 5 Minuten aktualisiert
es: El puesto avanzado mantiene a todos los usuarios y grupos en memoria, y se actualizará cada 5 Minutos
fi: Tukikohta pitää kaikki käyttäjät ja ryhmät muistissaan ja päivittää viiden minuutin välein.
fr: L'avant-poste conserve tous les utilisateurs et groupes en mémoire et se rafraîchira toutes les 5 minutes.
it: L'avamposto tiene tutti gli utenti e i gruppi in memoria e li aggiorna ogni 5 Minuti
ko: Outpost는 모든 사용자와 그룹을 인메모리에 보관하며 5분마다 새로 고칩니다.
nl: De buitenpost houdt alle gebruikers en groepen in het geheugen vast en vernieuwt elke 5 minuten.
pt_br: O Outpost mantém todos usuários e grupos na memória e atualiza a cada 5 minutos
ru: Внешний компонент хранит всех пользователей и группы в памяти и будет обновляться каждые 5 минут.
tr: Karakol, tüm kullanıcıları ve grupları bellekte tutar ve her 5 Dakikada bir yenilenir
zh_tw: Outpost 將所有使用者和群組保存在記憶體中，並每5分鐘重新整理。

# sffc14b8200a9f938
source: Direct querying
cs_cz: Přímé dotazování
de: Direkt-Abfrage
es: Consulta directa
fi: Suora haku
fr: Requête directe
it: Interrogazione diretta
ko: 직접 쿼리
nl: Directe query's
pt_br: Busca direta
ru: Прямой запрос
tr: Doğrudan sorgulama
zh_tw: 直接查詢

# sdce4680288083fe3
source: Always returns the latest data, but slower than cached querying
cs_cz: Vždy vrací nejnovější data, ale je pomalejší než dotazování z mezipaměti
de: Gibt immer die aktuellsten Daten zurück, ist aber langsamer als Cached-Abfragen
es: Siempre devuelve los datos más recientes, pero más lento que la consulta en caché
fi: Palauttaa aina viimeisimmän datan, mutta on hitaampi kuin haku välimuistilla.
fr: Fournit toujours les données les plus récentes, mais plus lent que les recherches en cache.
it: Ritorna sempre i dati più recenti, ma è più lento del cached querying
ko: 항상 최신 데이터를 반환하지만 캐시된 쿼리보다는 느립니다.
nl: Levert altijd de nieuwste gegevens op, maar langzamer dan gecachte query's
pt_br: Sempre retorna os dados mais recentes, mas é mais lento que a busca cacheada
ru: Всегда возвращать последние данные, но медленнее, чем кэшированный запрос
tr: Her zaman en son verileri döndürür, ancak önbelleğe alınmış sorgulamadan daha yavaştır
zh_tw: 總是回傳最新的資料，但這會比快取查詢慢上許多
