Repository: goauthentik/authentik
Catalog: web/xliff/*.xlf
Languages: cs_cz, de, es, fi, fr, it, ko, nl, pt_br, ru, tr, zh_tw

# s6e612e5a6a359bbb
source: Optional Private Key. If this is set, you can use this keypair for encryption.
cs_cz: Volitelný soukromý klíč. Pokud je nastaven, můžete tento pár klíčů použít pro šifrování.
de: Optionaler privater Schlüssel. Wenn dies eingestellt ist, können Sie dieses Schlüsselpaar für die Verschlüsselung verwenden.
es: Clave Privada opcional. Si está configurado, puede utilizar este par de claves para la encriptación.
fi: Valinnainen yksityinen avain. Jos tämä on asetettu, voit käyttää avainparia salaukseen.
fr: Clé privée optionnelle. Si définie, vous pouvez utiliser pour le chiffrement.
it: Chiave privata opzionale. Se impostata, puoi utilizzare questa coppia di chiavi per la crittografia.
ko: 선택적 개인 키. 이 옵션을 설정하면 이 키쌍을 암호화에 사용할 수 있습니다.
nl: Optionele privésleutel. Als dit is ingesteld, kunt u dit sleutelpaar gebruiken voor versleuteling.
pt_br: Chave Privada Opcional. Se isso estiver definido, você pode usar este par de chaves para criptografia.
ru: Дополнительный закрытый ключ. Если этот параметр установлен, вы можете использовать эту пару ключей для шифрования.
tr: İsteğe Bağlı Özel Anahtar. Bu ayarlanırsa, şifreleme için bu anahtar çiftini kullanabilirsiniz.
zh_tw: 可選：私鑰。如果設定此項，您可以使用金鑰對來加密。

# s27ac7a47b390e3cb
source: Certificate-Key Pairs
cs_cz: Páry certifikát-klíč
de: Zertifikat-Schlüsselpaare
es: Pares Certificado-Clave
fi: Sertifikaatti-avainparit
fr: Paires de clé/certificat
it: Coppie di certificato-chiave
ko: 인증서-키 쌍
nl: Certificaat-sleutelparen
pt_br: Par de Chaves de Certificado
ru: Пары сертификат-ключ
tr: Sertifika Anahtarı Çiftleri
zh_tw: 憑證金鑰對

# sb72ebab438cb2983
source: Import certificates of external providers or create certificates to sign requests with.
cs_cz: Importujte certifikáty externích poskytovatelů nebo vytvořte certifikáty pro podepisování požadavků.
de: Importieren Sie Zertifikate externer Provider oder erstellen Sie Zertifikate zum Signieren von Anfragen.
es: Importar certificado de proveedores externos o cree certificados para firmar solicitudes.
fi: Tuo ulkoisten palvelintarjoajien sertifikaatit tai luo sertifikaatit, joilla pyynnöt allekirjoitetaan.
fr: Importer les certificats des fournisseurs externes ou créer des certificats pour signer les demandes.
it: Importa certificati di fornitori esterni o crea certificati per firmare le richieste con.
ko: 외부 공급자의 인증서를 가져오거나 요청에 서명할 인증서를 만들 수 있습니다.
nl: Importeer certificaten van externe leveranciers of maak certificaten aan om verzoeken te ondertekenen.
pt_br: Importar certificados de provedores externos ou criar certificados para assinar solicitações.
ru: Импортируйте сертификаты внешних провайдеров или создавайте сертификаты для подписания запросов.
tr: Harici sağlayıcıların sertifikalarını içe aktarın veya istekleri imzalamak için sertifikalar oluşturun.
zh_tw: 匯入外部供應商的憑證或建立用於簽署請求的憑證。

# s4b5af7736aedd6c1
source: Private key available?
cs_cz: Soukromý klíč k dispozici?
de: Privater Schlüssel vorhanden?
es: ¿Clave privada disponible?
fi: Yksityinen avain saatavilla?
fr: Clé privée disponible ?
it: Chiave privata è disponibile?
ko: 개인 키를 사용할 수 있나요?
nl: Privésleutel beschikbaar?
pt_br: Chave privada disponível?
ru: Закрытый ключ доступен?
tr: Özel anahtar mevcut mu?
zh_tw: 是否含有私鑰

# s1d6e16d86961c782
source: Certificate-Key Pair(s)
cs_cz: Pár(y) certifikát-klíč
de: Zertifikat Schlüsselpaar(e)
es: Par(es) Certificado-Clave
fi: Sertifikaatti-avainpari(t)
fr: Paire(s) de clé/certificat
it: Coppia(e) Certificato-Chiave
ko: 인증서 키 쌍
nl: Certificaat-sleutelpaar(len)
pt_br: Par de Chaves de Certificado(s)
ru: Пара(ы) сертификат-ключ
tr: Sertifika Anahtarı Çiftleri
zh_tw: 憑證金鑰對

# sc1ce2f758935ff48
source: Managed by authentik
cs_cz: Spravováno systémem authentik
de: Verwaltet durch Authentik
es: Administrado por authentik
fi: authentikin hallinnoima
fr: Géré par authentik
it: Gestito da authentik
ko: Authentik에서 관리
nl: Beheerd door authentik
pt_br: Gerenciado pelo authentik
ru: Управляется authentik
tr: Auentik tarafından yönetiliyor
zh_tw: 由 authentik 管理

# sf53a78d889b6c775
source: Managed by authentik (Discovered)
cs_cz: Spravováno systémem authentik (Objeveno)
de: Verwaltet von authentik (Discovered)
es: Administrado por authentik (descubierto)
fi: authentikin hallinnoima (löydetty)
fr: Géré par authentik (Découvert)
it: Gestito da authentik (Scoperto)
ko: Authentik에서 관리(발견함)
nl: Beheerd door authentik (Ontdekt)
pt_br: Gerenciado pelo authentik (Descoberto)
ru: Управляется authentik (Discovered)
tr: Auentik tarafından yönetilen (Keşfedildi)
zh_tw: 由 authentik 管理（已發現）

# s33aa05f435c29753
source: Update Certificate-Key Pair
cs_cz: Aktualizovat pár certifikát-klíč
de: Aktualisieren Sie das Zertifikatschlüsselpaar
es: Actualizar Par Certificado-Clave
fi: Päivitä sertifikaatti-avainpari
fr: Mettre à jour la paire clé/certificat
it: Aggiorna la coppia Certificato-Chiave
ko: 인증서-키 쌍 업데이트
nl: Certificaat-sleutelpaar bijwerken
pt_br: Atualizar Par de Chaves de Certificado
ru: Обновление пары сертификат-ключ
tr: Sertifika Anahtarı Çiftini Güncelleştir
zh_tw: 更新憑證金鑰對

# seffdf887fed7f668
source: Certificate Fingerprint (SHA1)
cs_cz: Otisk certifikátu (SHA1)
de: Zertifikat-Fingerabdruck (SHA1)
es: Huella digital de certificado (SHA1)
fi: Sertifikaatin sormenjälki (SHA1)
fr: Empreinte du certificat (SHA1)
it: Fingerprint Certificato (SHA1)
ko: 인증서 지문(SHA1)
nl: Certificaat vingerafdruk (SHA1)
pt_br: Impressão Digital do Certificado (SHA1)
ru: Отпечаток сертификата (SHA1)
tr: Sertifika Parmak İzi (SHA1)
zh_tw: 憑證指紋 (SHA1)

# sdd6b8b56a811080e
source: Certificate Fingerprint (SHA256)
cs_cz: Otisk certifikátu (SHA256)
de: Zertifikat-Fingerabdruck (SHA256)
es: Huella digital de certificado (SHA256)
fi: Sertifikaatin sormenjälki (SHA256)
fr: Empreinte du certificat (SHA256)
it: Fingerprint Certificato (SHA256)
ko: 인증서 지문(SHA256)
nl: Certificaat vingerafdruk (SHA256)
pt_br: Impressão Digital do Certificado (SHA256)
ru: Отпечаток сертификата (SHA256)
tr: Sertifika Parmak İzi (SHA256)
zh_tw: 憑證指紋 (SHA256)

# s2a2d3e7c379e9518
source: Certificate Subject
cs_cz: Předmět certifikátu
de: Zertifikat Betreff
es: Asunto del certificado
fi: Sertifikaatin aihe
fr: Sujet du certificat
it: Soggetto del certificato
ko: 인증서 주제
nl: Certificaatonderwerp
pt_br: Assunto do Certificado
ru: Субъект сертификата
tr: Sertifika Konusu
zh_tw: 憑證主題名稱

# s351246c52548086a
source: Download Certificate
cs_cz: Stáhnout certifikát
de: Zertifikat herunterladen
es: Descargar certificado
fi: Lataa sertifikaatti
fr: Télécharger le certificat
it: Scarica Certificato
ko: 인증서 다운로드
nl: Certificaat downloaden
pt_br: Baixar Certificado
ru: Скачать сертификат
tr: Sertifikayı İndirin
zh_tw: 下載憑證

# s47bd537a3bcebf19
source: Download Private key
cs_cz: Stáhnout soukromý klíč
de: Privaten Schlüssel herunterladen
es: Descargar clave privada
fi: Lataa yksityinen avain
fr: Télécharger la clé privée
it: Scarica chiave privata
ko: 개인 키 다운로드
nl: Privésleutel downloaden
pt_br: Baixar Chave Privada
ru: Скачать закрытый ключ
tr: Indir Özel anahtar
zh_tw: 下載私鑰

# se1d2545eda4b1600
source: Import Existing Certificate-Key Pair
cs_cz: Importovat existující pár certifikátu a klíče
de: Bestehendes Zertifikat-Schlüssel-Paar importieren
es: Importar Par Certificado-Clave
fr: Importer une paire clé/certificat existante
it: Importa coppia certificato-chiave esistente
pt_br: Importar Par de Chaves-Certificado Existente

# s45cb501abd43ba52
source: Generate
cs_cz: Generovat
de: Generiere
es: Generar
fi: Luo
fr: Générer
it: Genera
ko: 발행
nl: Genereren
pt_br: Gerar
ru: Сгенерировать
tr: Oluştur
zh_tw: 產生憑證

# sb3d5c0a0501669df
source: Generate New Certificate-Key Pair
cs_cz: Vygenerovat nový pár certifikátu a klíče
de: Neues Zertifikat-Schlüssel-Paar generieren
es: Generar Nuevo Par Certificado-Clave
fr: Générer une nouvelle paire clé/certificat
it: Genera nuova coppia certificato-chiave
pt_br: Gerar Novo Par de Chaves-Certificado

# s8f36fb59c31d33eb
source: Link Title
cs_cz: Název odkazu
de: Link-Titel
es: Título del Enlace
fi: Linkin otsikko
fr: Titre du lien
it: nome del link
pt_br: Título do Link

# s634e2fd82c397576
source: Successfully updated settings.
cs_cz: Nastavení bylo úspěšně aktualizováno.
de: Einstellungen erfolgreich aktualisiert.
es: Ajustes actualizados correctamente.
fi: Asetusten päivitys onnistui.
fr: Réglages mis à jour avec succès.
it: Impostazioni aggiornate.
pt_br: Configurações atualizadas com sucesso.
ru: Настройки успешно обновлены.
tr: Ayarlar başarıyla güncellendi.

# sb8e4edaea6f1d935
source: Avatars
cs_cz: Avatary
de: Avatare
es: Avatares
fi: Avatarit
pt_br: Avatares
ru: Аватарки
tr: Avatar

# s945856050217c828
source: Configure how authentik should show avatars for users. The following values can be set:
cs_cz: Nastavte, jak by měl authentik zobrazovat avatary pro uživatele. Lze nastavit následující hodnoty:
de: Konfiguriere, wie authentik Avatare für Benutzer anzeigen soll. Folgende Werte können gesetzt werden:
es: Configura cómo authentik debe mostrar los avatares a los usuarios. Se pueden configurar los siguientes valores:
fi: Määritä, kuinka authentikin tulisi näyttää käyttäjien avatarit. Voit määritellä seuraavia arvoja:
fr: Configurer comment authentik doit afficher les avatars des utilisateurs. La valeurs suivantes peuvent être utilisées :
it: Configurare come authentik dovrebbe mostrare avatar per gli utenti. È possibile impostare i seguenti valori:
pt_br: Configure como o authentik deve mostrar avatares para os usuários. Os seguintes valores podem ser definidos:
ru: Настройте, как authentik должен показывать аватары для пользователей. Можно задать следующие значения:
tr: Authentik'in kullanıcılar için avatarları nasıl göstermesi gerektiğini yapılandırın. Aşağıdaki değerler ayarlanabilir:

# sf4ef4c8ce713f775
source: Disables per-user avatars and just shows a 1x1 pixel transparent picture
cs_cz: Zakáže avatary pro jednotlivé uživatele a zobrazí pouze průhledný obrázek o velikosti 1x1 pixelu
de: Deaktiviert benutzerspezifische Avatare und zeigt stattdessen ein 1x1 Pixel großes transparentes Bild an.
es: Desactiva los avatares por usuario y solo muestra una imagen transparente de 1x1 píxel
fi: Poistaa käytöstä käyttäjäkohtaiset avatarit ja näyttää vain 1x1-kokoisen läpinäkyvän kuvan
fr: Désactive les avatars individuels et affiche uniquement une image transparentes de 1x1 pixel
it: Disabilita gli avatar per utente e mostra solo un'immagine trasparente da 1x1 pixel
pt_br: Desabilita avatares por usuário e mostra apenas uma imagem transparente de 1x1 pixel
ru: Отключает аватары для каждого пользователя и просто показывает прозрачную картинку 1x1 пиксель
tr: Kullanıcı başına avatarları devre dışı bırakır ve yalnızca 1x1 piksel şeffaf bir resim gösterir

# s5446842a7e4a963b
source: Uses gravatar with the user's email address
cs_cz: Použije gravatar s emailem uživatele
de: Verwendet Gravatar mit der E-Mail-Adresse des Benutzers.
es: Utiliza gravatar con la dirección de correo electrónico del usuario.
fi: Käyttää gravataria käyttäjän sähköpostiosoitteen perusteella
fr: Utilise gravatar avec l'email de l'utilisateur
it: Utilizza Gravatar con l'indirizzo email dell'utente
pt_br: Usa gravatar com o endereço de e-mail do usuário
ru: Использование gravatar с адресом электронной почты пользователя
tr: Kullanıcının e-posta adresiyle gravatar kullanır

# s35363b9e1cc2abd3
source: Generated avatars based on the user's name
cs_cz: Generované obrázky na základě jména uživatele
de: Generierte Avatare basierend auf dem Namen des Benutzers.
es: Avatares generados según el nombre del usuario
fi: Avatar luodaan käyttäjän nimen perusteella
fr: Génère des avatars basés sur le nom de l'utilisateur
it: Avatar generati in base al nome dell'utente
pt_br: Avatares gerados com base no nome do usuário
ru: Генерирование аватаров на основе имени пользователя
tr: Kullanıcının adına göre oluşturulan avatarlar

# s48110ca292cad513
source: Any URL: If you want to use images hosted on another server, you can set any URL. Additionally, these placeholders can be used:
cs_cz: Libovolná URL: Pokud chcete použít obrázky hostované na jiném serveru, můžete nastavit libovolnou URL. Dále lze použít tyto zástupné symboly:
de: Beliebige URL: Wenn du Bilder von einem anderen Server verwenden möchtest, kannst du eine beliebige URL angeben. Zusätzlich können folgende Platzhalter verwendet werden:
es: Cualquier URL: Si deseas usar imágenes alojadas en otro servidor, puedes establecer cualquier URL. Además, se pueden usar estos marcadores de posición:
fi: Mikä tahansa URL-osoite: jos haluat käyttää kuvia, jotka löytyvät toiselta palvelimelta, voit määrittää minkä tahansa URL-osoitteen. Lisäksi, näitä paikanvaraajia voi käyttää:
fr: URL quelconque : si vous voulez utiliser des images hébergées sur un autre serveur, vous pouvez définir une URL. De plus, ces placeholders peuvent être utilisés :
it: Qualsiasi URL: se si desidera utilizzare le immagini ospitate su un altro server, è possibile impostare qualsiasi URL. Inoltre, possono essere utilizzati questi segnaposto:
pt_br: Qualquer URL: Se você quiser usar imagens hospedadas em outro servidor, você pode definir qualquer URL. Adicionalmente, esses espaços reservados podem ser usados:
ru: Любой URL: Если вы хотите использовать изображения, размещенные на другом сервере, вы можете задать любой URL. Кроме того, можно использовать эти заполнители:
tr: Herhangi bir URL: Başka bir sunucuda barındırılan görüntüleri kullanmak istiyorsanız, herhangi bir URL'yi ayarlayabilirsiniz. Ayrıca, şu yer tutucular kullanılabilir:

# sbe1dfda044bdc93b
source: The user's username
cs_cz: Uživatelské jméno uživatele
de: Der Benutzername des Benutzers
es: El nombre de usuario del usuario
fi: Käyttäjän käyttäjätunnus
fr: Le nom d'utilisateur de l'utilisateur
it: Nome utente
pt_br: O nome de usuário do usuário
ru: Имя пользователя
tr: Kullanıcının kullanıcı adı

# s653f257c9c2d4dc5
source: The email address, md5 hashed
cs_cz: Emailová adresa, md5 hashovaná
de: Die E-Mail-Adresse, als MD5-Hash
es: La dirección de correo electrónico, con hash md5
fi: Sähköpostiosoite, md5-tiivisteenä
fr: L'adresse email, hashée par md5
it: L'indirizzo e -mail, hashed MD5
pt_br: O endereço de e-mail, hash md5
ru: Адрес электронной почты, хэшированный md5
tr: E-posta adresi, md5 hash edildi

# s9c9183cd80916b4f
source: The user's UPN, if set (otherwise an empty string)
cs_cz: UPN uživatele, pokud je nastaven (jinak prázdný řetězec)
de: Der UPN des Benutzers, falls gesetzt (ansonsten ein leerer String)
es: El UPN del usuario, si está configurado (de lo contrario, una cadena vacía)
fi: Käyttäjän UPN, jos asetettu (muussa tapauksessa tyhjä merkkijono)
fr: L'UPN de l'utilisateur, si défini (sinon une chaîne vide)
it: L'utente è UPN, se impostato (altrimenti una stringa vuota)
pt_br: O UPN do usuário, se definido (caso contrário, uma string vazia)
ru: UPN пользователя, если установлен (в противном случае пустая строка)
tr: Ayarlanmışsa kullanıcının UPN'si (aksi takdirde boş bir dize)

# h4963ed14d7e239a9
source: An attribute path like <code>attributes.something.avatar</code>, which can be used in combination with the file field to allow users to upload custom avatars for themselves.
cs_cz: Cesta k atributu jako <code>attributes.something.avatar</code>, kterou lze použít v kombinaci s polem typu soubor, aby si uživatelé mohli nahrát vlastní avatary.
de: Ein Attributpfad wie <code>attributes.something.avatar</code>, der in Kombination mit dem Datei-Feld verwendet werden kann, um Benutzern das Hochladen eigener Avatare zu ermöglichen.
es: Una ruta de atributo como <code>attributes.something.avatar</code>, que puede usarse en combinación con el campo de archivo para permitir que los usuarios suban avatares personalizados para sí mismos.
fi: Attribuuttopolku kuten <code>attributes.something.avatar</code>, jota voidaan käyttää yhdessä tiedoston kanssa, joka mahdollistaa käyttäjien lähettää itselleen oman avatarin.
fr: Un chemain d'attribut comme <code>attributes.something.avatar</code>, qui peut être utiliser en combinaison avec le champ fichier pour permettre aux utilisateurs de téléverser des avatars personnalisés.
it: Un percorso di attributi come <code>attributes.something.avatar</code>, che può essere utilizzato in combinazione con il campo file per consentire agli utenti di caricare avatar personalizzati.
pt_br: Um caminho de atributo como <code> attributes.something.avata </code>, que pode ser usado em combinação com o campo de arquivo para permitir que usuários enviem avatares personalizados.
ru: Путь к атрибуту, например <code>attributes.something.avatar</code>, который может быть использован в сочетании с полем файла, чтобы позволить пользователям загружать пользовательские аватары для себя.
tr: <code>attributes.something.avatar</code> gibi bir nitelik yolu, kullanıcıların kendileri için özel avatarlar yüklemelerine izin vermek için dosya alanıyla birlikte kullanılabilir.

# s4c80c34a67a6f1c9
source: Multiple values can be set, comma-separated, and authentik will fallback to the next mode when no avatar could be found.
cs_cz: Lze nastavit více hodnot oddělených čárkou a authentik přejde na další režim, pokud nebude nalezen žádný avatar.
de: Mehrere Werte können kommasepariert angegeben werden, und authentik fällt auf den nächsten Modus zurück, wenn kein Avatar gefunden wurde.
es: Se pueden configurar varios valores separados por comas y authentik volverá al siguiente modo cuando no se pueda encontrar ningún avatar.
fi: Monia arvoja voi käyttää pilkuilla erotettuna, jolloin authentik yrittää tapoja järjestyksessä jos avataria ei löydy.
fr: Plusieurs valeurs peuvent être définie, séparées par des virgules, et authentik se rabattra le mode suivant si aucun avatar n'a pu être trouvé.
it: È possibile impostare più valori, separati da virgole e authentik scenderà alla modalità successiva quando non è stato possibile trovare un avatar.
pt_br: Vários valores podem ser definidos, separados por vírgula. O authentik tentará usar o próximo modo quando não encontrar um avatar.
ru: Можно задать несколько значений, разделив их запятыми, и authentik перейдет к следующему режиму, если аватар не будет найден.
tr: Birden çok değer ayarlanabilir, virgülle ayrılabilir ve authentik, avatar bulunamadığında bir sonraki moda geri döner.

# h2fafcc3ebafea2f8
source: For example, setting this to <code>gravatar,initials</code> will attempt to get an avatar from Gravatar, and if the user has not configured on there, it will fallback to a generated avatar.
cs_cz: Například nastavení tohoto na <code>gravatar,initials</code> se pokusí získat avatar z Gravataru, a pokud uživatel na něm nemá nastavený avatar, přejde na generovaný avatar.
de: Beispielsweise versucht die Einstellung <code>gravatar,initials</code> zunächst einen Avatar von Gravatar abzurufen. Falls der Benutzer dort keinen Avatar konfiguriert hat, wird auf einen generierten Avatar zurückgegriffen.
es: Por ejemplo, si se establece esto en <code>gravatar,initials</code> se intentará obtener un avatar de Gravatar y, si el usuario no tiene uno configurado allí, se usará como alternativa un avatar generado.
fi: Esimerkiksi jos tämä asetetaan arvoon <code>gravatar,initials</code> niin ensin avatar yritetään hakea Gravatarista, ja jos käyttäjä ei ole määritellytä avataria sinne, käytetään luotua avataria.
fr: Par exemple, définir cette option à <code>gravatar,initials</code> va tenter de récupérer un avatar depuis Gravatar, et sinon se rabattra sur un avatar généré.
it: Ad esempio, impostando questo su <code>gravatar,iniziali</code> proverà a ottenere un avatar da Gravatar, e se l'utente non l'ha configurato, si ricorrerà a un avatar generato.
pt_br: Por exemplo, definir como <code> gravatar,initials </code> fará com que o sistema tente obter um avatar do Gravatar e, caso o usuário não tenha um configurado lá, usará um avatar gerado automaticamente.
ru: Например, установив параметр в <code>gravatar,initials</code> система будет попытаться получить аватар с Gravatar, и если пользователь там не настроен, то вернется к сгенерированному аватару.
tr: Örneğin, bunu <code>gravatar,initials</code> olarak ayarlamak, Gravatar'dan bir avatar almaya çalışacak ve kullanıcı orada yapılandırmamışsa, oluşturulan bir avatara geri dönecektir.

# s5faec5eb5faf62ac
source: Allow users to change name
cs_cz: Povolit uživatelům změnu jména
de: Benutzer können Namen ändern
es: Permitir a los usuarios cambiar de nombre
fi: Salli käyttäjien vaihtaa nimeään
fr: Autoriser les utilisateurs à changer leur nom.
it: Permetti agli utenti di cambiare nome
pt_br: Permitir que os usuários mudem o nome
ru: Разрешить пользователям изменять имя
tr: Kullanıcıların adı değiştirmesine izin ver

# s078ffec0257621c0
source: Enable the ability for users to change their name.
cs_cz: Umožní uživatelům změnit své jméno.
de: Benutzer haben die Möglichkeit, ihren Namen zu ändern.
es: Habilitar la opción para que los usuarios puedan cambiar su nombre.
fi: Anna käyttäjille mahdollisuus vaihtaa nimeään.
fr: Activer la possibilité aux utilisateurs de changer leur nom.
it: Abilita la possibilità agli utenti di cambiare il proprio nome.
pt_br: Ativar a capacidade dos usuários de mudar seu nome.
ru: Включение возможности изменения пользователями своего имени.
tr: Kullanıcıların adlarını değiştirme özelliğini etkinleştirin.

# s456d88f3679190fd
source: Allow users to change email
cs_cz: Povolit uživatelům změnu emailu
de: Benutzer können E-Mail-Adresse ändern
es: Permitir a los usuarios cambiar de correo electrónico
fi: Salli käyttäjien vaihtaa sähköpostiosoitetta
fr: Autoriser les utilisateurs à changer leur email.
it: Consenti agli utenti di modificare l'email
pt_br: Permitir que os usuários mudem o e-mail
ru: Разрешить пользователям изменять электронную почту
tr: Kullanıcıların e-postalarını değiştirmesine izin verme

# s5fc6c14d106f40d3
source: Enable the ability for users to change their email.
cs_cz: Umožní uživatelům změnit svou emailovou adresu.
de: Benutzer haben die Möglichkeit, ihre E-Mail-Adresse zu ändern.
es: Habilitar la opción para que los usuarios puedan cambiar su correo electrónico.
fi: Anna käyttäjille mahdollisuus vaihtaa sähköpostiosoitettaan.
fr: Activer la possibilité aux utilisateurs de changer leur email.
it: Consentire agli utenti di modificare la propria email.
pt_br: Ativar a capacidade dos usuários de mudar seu e-mail.
ru: Включение возможности для пользователей изменять свой адрес электронной почты.
tr: Kullanıcıların e-postalarını değiştirme özelliğini etkinleştirin.

# s628e414bb2367057
source: Allow users to change username
cs_cz: Povolit uživatelům změnu uživatelského jména
de: Benutzer können Benutzernamen ändern
es: Permitir a los usuarios cambiar de nombre de usuario
fi: Salli käyttäjien vaihtaa käyttäjätunnustaan
fr: Autoriser les utilisateurs à changer leur nom d'utilisateur.
it: Consenti agli utenti di cambiare nome utente
pt_br: Permitir que os usuários mudem o nome de usuário
ru: Разрешить пользователям изменять имя пользователя
tr: Kullanıcıların kullanıcı adını değiştirmesine izin ver

# s6d816a95ca43a99d
source: Enable the ability for users to change their username.
cs_cz: Umožní uživatelům změnu uživatelského jména.
de: Benutzer haben die Möglichkeit, ihren Benutzernamen zu ändern.
es: Habilitar la opción para que los usuarios puedan cambiar su nombre de usuario.
fi: Anna käyttäjille mahdollisuus vaihtaa käyttäjätunnustaan.
fr: Activer la possibilité aux utilisateurs de changer leur nom d'utilisateur.
it: Consentire agli utenti di modificare il proprio nome utente.
pt_br: Ativar a capacidade dos usuários de mudar seu nome de usuário.
ru: Включение возможности изменения пользователями своего имени пользователя
tr: Kullanıcıların kullanıcı adlarını değiştirme özelliğini etkinleştirin.
