Repository: goauthentik/authentik
Catalog: web/src/locales/*.po
Languages: es, pl, ru_ru

source: {0} - {1} of {2}
es: {0} - {1} de {2}
pl: {0} - {1} z {2}
ru_ru: {0} - {1} из {2}

source: {0} ("{1}", of type {2})
es: {0} («{1}», de tipo {2})
pl: {0} („{1}”, typu {2})
ru_ru: {0} («{1}», типа {2})

source: {0} is available!
es: {0} está disponible.
pl: {0} jest dostępny!
ru_ru: {0} доступно!

source: {0} unread
es: {0} sin leer
pl: {0} nieprzeczytane
ru_ru: {0} не прочитано

source: {0}, should be {1}
es: {0}, debe ser {1}
pl: {0}, powinno być {1}
ru_ru: {0}, должен быть {1}

source: {ago} days ago
es: {ago} días atrás
pl: {ago} dni temu
ru_ru: {ago} дней назад

source: 6 digits, widely compatible
es: 6 dígitos, ampliamente compatible
pl: 6 cyfr, szeroko kompatybilne
ru_ru: 6 цифр, поддерживается большинством приложений

source: 8 digits, not compatible with apps like Google Authenticator
es: 8 dígitos, no compatible con aplicaciones como Google Authenticator
pl: 8 cyfr, niekompatybilne z aplikacjami takimi jak Google Authenticator
ru_ru: 8 цифр, не поддерживается некоторыми приложениями, например, Google Authenticator

source: A "roaming" authenticator, like a YubiKey
es: Un autenticador «roaming», como YubiKey
pl: „Mobilne” uwierzytelniacz, taki jak YubiKey
ru_ru: «roaming» аутентификатор, такой как YubiKey

source: A code has been sent to you via SMS.
es: Se te ha enviado un código por SMS.
pl: Kod został wysłany do Ciebie SMS-em.
ru_ru: Код был отправлен вам в SMS.

source: A newer version of the frontend is available.
es: Está disponible una versión más reciente de la interfaz.
pl: Dostępna jest nowsza wersja frontendu.
ru_ru: Доступна новая версия фронтенда.

source: A non-removable authenticator, like TouchID or Windows Hello
es: Un autenticador no extraíble, como TouchID o Windows Hello
pl: Nieusuwalny token uwierzytelniający, taki jak TouchID lub Windows Hello
ru_ru: Несъёмный аутентификатор, такой как TouchID или Windows Hello

source: A policy used for testing. Always returns the same result as specified below after waiting a random duration.
es: Una política utilizada para las pruebas. Siempre devuelve el mismo resultado que se especifica a continuación después de esperar una duración aleatoria.
pl: Zasada używana do testowania. Zawsze zwraca ten sam wynik, jak określono poniżej, po odczekaniu losowego czasu trwania.
ru_ru: Политика, используемая для тестирования. Всегда возвращает такой же результат, как и указанная ниже после ожидания случайной длительности.

source: Access code validity
es: Validez de código de acceso
pl: Ważność kodu dostępu

source: Access Key
es: Clave de acceso
pl: Klucz dostępu
ru_ru: Ключ доступа

source: Access token URL
es: URL de token de acceso
pl: URL tokena dostępu
ru_ru: URL токена доступа

source: Action
es: Acción
pl: Akcja
ru_ru: Действие

source: Actions
es: Acciones
pl: Działania
ru_ru: Действия

source: Activate
es: Activar
pl: Aktywuj
ru_ru: Активировать

source: Activate pending user on success
es: Activar usuario pendiente en caso de éxito
pl: Aktywuj oczekującego użytkownika po sukcesie
ru_ru: Активировать ожидающего пользователя в случае успеха

source: Active
es: Activo
pl: Aktywny
ru_ru: Активный

source: Add
es: Añadir
pl: Dodaj
ru_ru: Добавить

source: Addition Group DN
es: DN de grupo de adición
pl: DN grupy dodawania
ru_ru: Дополнительный фильтр групп

source: Addition User DN
es: DN de usuario de adición
pl: Dodatkowa nazwa wyróżniająca użytkownika
ru_ru: Дополнительный фильтр пользователей

source: Additional group DN, prepended to the Base DN.
es: DN de grupo adicional, antepuesto al DN base.
pl: Dodatkowa DN grupy, poprzedzona podstawową DN.
ru_ru: Дополнительный групповой фильтр (group DN), добавляется к базе поиска (base DN).

source: Additional scope mappings, which are passed to the proxy.
es: Mapeos de ámbito adicional, que se pasan al proxy.
pl: Dodatkowe mapowania zakresu, które są przekazywane do serwera proxy.
ru_ru: Дополнительные сопоставления областей действия, которые передаются прокси-серверу.

source: Additional settings
es: Configuraciones adicionales
pl: Dodatkowe ustawienia
ru_ru: Дополнительные настройки

source: Additional user DN, prepended to the Base DN.
es: DN de usuario adicional, antepuesto al DN base.
pl: Dodatkowa nazwa wyróżniająca użytkownika poprzedzona podstawową nazwą wyróżniającą.
ru_ru: Дополнительный фильтр (user DN), добавляется к базе поиска (base DN).

source: Admin interface
es: Interfaz de administración
pl: Interfejs administratora
ru_ru: Интерфейс администрирования

source: Advanced protocol settings
es: Configuraciones de protocolo avanzada
pl: Zaawansowane ustawienia protokołu
ru_ru: Дополнительные настройки протокола

source: Advanced settings
es: Configuraciones avanzadas
pl: Zaawansowane ustawienia
ru_ru: Дополнительные настройки

source: Affected model:
es: Modelo afectado:
pl: Model, którego dotyczy problem:
ru_ru: Затронутая модель:

source: Allow friends to authenticate via Plex, even if you don't share any servers
es: Permite que tus amigos se autentiquen a través de Plex, incluso si no compartes ningún servidor
pl: Zezwalaj znajomym na uwierzytelnianie przez Plex, nawet jeśli nie udostępniasz żadnych serwerów
ru_ru: Разрешить друзьям проходить аутентификацию через Plex, даже если вы не создавали общих серверов

source: Allow IDP-initiated logins
es: Permitir inicios de sesión iniciados por el proveedor IDP
pl: Zezwalaj na logowanie inicjowane przez IDP
ru_ru: Разрешить IDP-initiated логины

source: Allow up to N occurrences in the HIBP database.
es: Permite hasta N ocurrencias en la base de datos HIBP.
pl: Dopuść do N wystąpień w bazie danych HIBP.
ru_ru: Разрешить до N совпадений в базе HIBP

source: Allow users to use Applications based on properties, enforce Password Criteria and selectively apply Stages.
es: Permitir a los usuarios utilizar aplicaciones en función de las propiedades, aplicar criterios de contraseña y aplicar etapas de forma selectiva.
pl: Zezwalaj użytkownikom na korzystanie z aplikacji na podstawie właściwości, wymuszaj kryteria haseł i selektywnie stosuj etapy.
ru_ru: Разрешают пользователям использовать приложения согласно свойствам, управлять политикой паролей, а также выборочно применять этапы.

source: Allowed count
es: Recuento permitido
pl: Dozwolona liczba
ru_ru: Допустимое количество

source: Allowed Redirect URIs
es: URIs de redireccionamiento permitidas
pl: Dozwolone URI przekierowania
ru_ru: Разрешенные URI перенаправления

source: Allowed servers
es: Servidores permitidos
pl: Dozwolone serwery
ru_ru: Разрешенные серверы

source: Allows authentication flows initiated by the IdP. This can be a security risk, as no validation of the request ID is done.
es: Permite los flujos de autenticación iniciados por el IdP. Esto puede suponer un riesgo para la seguridad, ya que no se valida el identificador de la solicitud.
pl: Umożliwia przepływy uwierzytelniania zainicjowane przez dostawcę tożsamości. Może to stanowić zagrożenie bezpieczeństwa, ponieważ nie przeprowadza się weryfikacji identyfikatora żądania.
ru_ru: Разрешает процессы аутентификации, инициированные IdP. Это может быть угрозой безопасности, так как проверка request ID не проводится.

source: Allows/denys requests based on the users and/or the IPs reputation.
es: Permitir/denegar solicitudes en función de los usuarios y/o la reputación de las IP.
pl: Zezwala/odrzuca żądania na podstawie reputacji użytkowników i/lub adresów IP.
ru_ru: Разрешает/запрещает запросы на основе пользователей и/или репутации IP.

source: Also known as Entity ID. Defaults the Metadata URL.
es: También se conoce como ID de entidad. Por defecto es la URL de metadatos.
pl: Znany również jako Entity ID. Domyślny adres URL metadanych.
ru_ru: Также известен как Entity ID. По умолчанию - Metadata URL

source: Alternatively, if your current device has Duo installed, click on this link:
es: Como alternativa, si su dispositivo actual tiene instalado Duo, haga clic en este enlace:
pl: Alternatywnie, jeśli na Twoim obecnym urządzeniu jest zainstalowany Duo, kliknij ten link:
ru_ru: Или, если на вашем текущем устройстве установлен Duo, перейдите по данной ссылке:

source: Always require consent
es: Exigir siempre el consentimiento
pl: Zawsze wymagaj zgody
ru_ru: Всегда требовать согласие

source: An example setup can look like this:
es: Un ejemplo de configuración podría ser así:
pl: Przykładowa konfiguracja może wyglądać tak:
ru_ru: Пример настройки может выглядеть так:

source: Any HTML can be used.
es: Se puede usar cualquier código HTML.
pl: Można użyć dowolnego kodu HTML.
ru_ru: Любой HTML может быть использован

source: API Access
es: Acceso a la API
pl: Dostęp API
ru_ru: Достук к API

source: API request failed
es: Solicitud de API fallida
pl: Żądanie API nie powiodło się
ru_ru: Запрос API не удался

source: API Requests
es: Solicitudes de API
pl: Żądania API
ru_ru: Запросы API

source: App
pl: Aplikacja
ru_ru: Приложение

source: App password
es: contraseña de la aplicación
pl: Hasło aplikacji
ru_ru: Пароль приложения

source: app1 running on app1.example.com
es: app1 que se ejecuta en app1.example.com
pl: app1 działająca na app1.example.com
ru_ru: app1, запущенное на app1.example.com

source: Application
es: Aplicación
pl: Aplikacja
ru_ru: Приложение

source: Application authorizations
es: Autorizaciones de aplicación
pl: Autoryzacje aplikacji
ru_ru: Авторизации приложений

source: Application authorized
es: Aplicación autorizada
pl: Aplikacja autoryzowana
ru_ru: Приложение авторизовано

source: Application Icon
es: Icono de aplicación
pl: Ikona aplikacji
ru_ru: Значок приложения

source: Application requires following permissions:
es: La aplicación requiere los siguientes permisos:
pl: Aplikacja wymaga następujących uprawnień:
ru_ru: Приложение запрашивает следующие разрешения:

source: Application's display Name.
es: Nombre para mostrar de la aplicación.
pl: Wyświetlana nazwa aplikacji.
ru_ru: Отображаемое название приложения.

source: Application(s)
es: Aplicación(es)
pl: Aplikacja(e)
ru_ru: Приложение(ия)

source: Applications
es: Aplicaciones
pl: Aplikacje
ru_ru: Приложения

source: Apps with most usage
es: Aplicaciones con mayor uso
pl: Najczęściej używane aplikacje
ru_ru: Наиболее часто используемые приложения

source: Are you sure you want to clear the flow cache? This will cause all flows to be re-evaluated on their next usage.
es: ¿Está seguro de que desea borrar la memoria caché de flujo? Esto provocará que todos los flujos se vuelvan a evaluar en su próximo uso.
pl: Czy na pewno chcesz wyczyścić pamięć podręczną przepływu? Spowoduje to, że wszystkie przepływy zostaną ponownie ocenione przy następnym użyciu.
ru_ru: Вы уверены, что хотите удалить кеш процесса? Это приведен к тому, что все процессы будут выполнены заново во время их следующего использования.

source: Are you sure you want to clear the policy cache? This will cause all policies to be re-evaluated on their next usage.
es: ¿Está seguro de que desea borrar la memoria caché de políticas? Esto provocará que todas las políticas se vuelvan a evaluar en su próximo uso.
pl: Czy na pewno chcesz wyczyścić pamięć podręczną zasad? Spowoduje to ponowną ocenę wszystkich zasad przy następnym użyciu.
ru_ru: Вы уверены, что хотите очистить кэш политик? Это приведет к повторной оценке всех политик при их следующем использовании.

source: Are you sure you want to delete {0} {1}?
es: ¿Estás seguro de que quieres eliminar {0} {1}?
pl: Czy na pewno chcesz usunąć {0} {1}?
ru_ru: Вы уверены, что хотите удалить {0} {1}?

source: Are you sure you want to delete {0} {objName} ?
es: ¿Estás seguro de que quieres eliminar {0} {objName}?
pl: Czy na pewno chcesz usunąć {0} {objName}?
ru_ru: Вы уверены, что хотите удалить {0} {objName} ?

source: Are you sure you want to update {0} "{1}"?
es: ¿Estás seguro de que quieres actualizar {0} «{1}»?
pl: Czy na pewno chcesz zaktualizować {0} "{1}”?
ru_ru: Вы уверены, что хотите обновить {0} «{1}»?

source: Assertion not valid on or after current time + this value.
pl: Asercja nieważna w bieżącym czasie lub później + ta wartość.

source: Assertion valid not before
es: Afirmación válida no antes
pl: Asercja ważna nie wcześniej

source: Assertion valid not on or after
es: Afirmación válida no en o después de
pl: Asercja ważna nie w lub później

source: Assertions is empty
es: Las afirmaciones están vacías
pl: Asercja jest pusta

source: Assigned to {0} object(s).
es: Asignado a {0} objeto(s).
pl: Przypisany do {0} obiektu(ów).
ru_ru: Назначено {0} объекту(-ам).

source: Assigned to application
es: Asignado a la aplicación
pl: Przypisany do aplikacji
ru_ru: Назначено приложению

source: Attempted to log in as {0}
es: Se intentó iniciar sesión como {0}
pl: Próbowano zalogować się jako {0}
ru_ru: Попытка входа как {0}

source: Attribute name used for SAML Assertions. Can be a URN OID, a schema reference, or a any other string. If this property mapping is used for NameID Property, this field is discarded.
es: Nombre de atributo utilizado para afirmaciones SAML. Puede ser un OID de URN, una referencia de esquema, o cualquier otra cadena. Si este mapeo de propiedades se utiliza para la propiedad NameID, este campo se descarta.
pl: Nazwa atrybutu używana w asercjach SAML. Może być identyfikatorem URN OID, odwołaniem do schematu lub dowolnym innym ciągiem. Jeśli to mapowanie właściwości jest używane dla właściwości NameID, to te pole jest odrzucane.

source: Attributes
es: Atributos
pl: Atrybuty
ru_ru: Аттрибуты

source: Audience
es: Audiencia
pl: Odbiorcy

source: Authenticating with Apple...
es: Autenticando con Apple...
pl: Uwierzytelnianie z Apple...
ru_ru: Войти через Apple ...

source: Authenticating with Plex...
es: Autenticando con Plex...
pl: Uwierzytelnianie z Plex...
ru_ru: Аутентификация с помощью Plex...

source: Authentication
es: Autenticación
pl: Uwierzytelnianie
ru_ru: Аутентификация

source: Authentication flow
es: Flujo de autenticación
pl: Przepływ uwierzytelniania
ru_ru: Процесс аутентификации

source: Authentication Type
es: Tipo de autenticación
pl: Typ uwierzytelnienia
ru_ru: Тип аутентификации

source: Authentication URL
es: URL de autenticación
pl: URL uwierzytelniania
ru_ru: URL Аутентификации

source: Authenticator
es: Autenticador
pl: Uwierzytelniacz
ru_ru: Аутентификатор

source: Authenticator Attachment
es: Adjunto de autenticador
pl: Załącznik uwierzytelniający
ru_ru: Приложение аутентификатора

source: authentik running on auth.example.com
es: authentik ejecutándose en auth.example.com
pl: authentik działa na auth.example.com
ru_ru: authentik, запущенный на auth.example.com

source: authentik: Locale: Displays a list of locales authentik supports.
pl: authentik: Języki: Wyświetla listę języków obsługiwanych przez authentik.
ru_ru: authentik: Язык: Отображает список поддерживаемых authentik языков.

source: Authorization
es: Autorización
pl: Autoryzacja
ru_ru: Авторизация

source: Authorization flow
es: Flujo de autorización
pl: Przepływ autoryzacji
ru_ru: Процесс авторизации

source: Authorization URL
es: URL de autorización
pl: URL autoryzacji
ru_ru: URL авторизации

source: Authorizations
es: Autorizaciones
pl: Autoryzacje
ru_ru: Авторизации

source: Authorize URL
es: Autorizar URL
pl: URL autoryzacji

source: Authorized application:
es: Aplicación autorizada:
pl: Autoryzowana aplikacja:
ru_ru: Авторизовано приложение:

source: Auto-detect (based on your browser)
es: Detección automática (según su navegador)
pl: Automatycznie wykryj (na podstawie Twojej przeglądarki)
ru_ru: Авто-обнаружение (используя ваш браузер)

source: Avatar image
es: Imagen de avatar
pl: Obraz awatara
ru_ru: Аватар

source: Back
pl: Wstecz
ru_ru: Назад

source: Backends
pl: back-end
ru_ru: Бекенды

source: Background
es: Fondo
pl: Tło
ru_ru: Фон

source: Background image
es: Imagen de fondo
pl: Obraz tła
ru_ru: Фоновое изображение

source: Background shown during execution.
es: Se muestra el fondo durante la ejecución.
pl: Tło pokazywane podczas wykonywania.
ru_ru: Фон, отображаемый во время выполнения.

source: Bind flow
es: Flujo de enlace
pl: Powiąż przepływ
ru_ru: Привязать процесс

source: Bind mode
pl: Tryb powiązania
ru_ru: Режим связывания

source: Bind Password
es: Contraseña de enlace
pl: Powiąż hasło
ru_ru: Привязать Пароль

source: Bind stage
es: Etapa de enlace
pl: Powiąż etap
ru_ru: Привязать этап

source: Binding
es: Vinculación
pl: Wiązanie
ru_ru: Привязка

source: Binding Type
es: Tipo de vinculación
pl: Typ wiązania
ru_ru: Тип привязки

source: Branding settings
es: Configuración de marca
pl: Ustawienia brandingowe
ru_ru: Параметры брендирования

source: Branding shown in page title and several other places.
es: La marca se muestra en el título de la página y en otros lugares.
pl: Branding widoczny w tytule strony i kilku innych miejscach.
ru_ru: Брендирование отображается в заголовке страницы и некоторых иных местах.

source: Built-in
es: Incorporado
pl: Wbudowany
ru_ru: Встроенный

source: By default, only icons are shown for sources. Enable this to show their full names.
es: Por defecto, solo se muestran los iconos de los orígenes. Actívala para mostrar sus nombres completos.
pl: Domyślnie dla źródeł wyświetlane są tylko ikony. Włącz tę opcję, aby wyświetlić ich pełne nazwy.
ru_ru: По умолчанию для источников отображаются только значки. Включите для отображения их полных названий.

source: CA which the endpoint's Certificate is verified against. Can be left empty for no validation.
es: CA contra la que se verifica el certificado del destino. Se puede dejar vacío para que no se valide.
pl: CA względem którego weryfikowany jest certyfikat. Można pozostawić puste, aby nie sprawdzać poprawności.

source: Callback URL
es: URL de devolución de llamada
pl: URL wywołania zwrotnego

source: Can be in the format of 'unix://' when connecting to a local docker daemon, using 'ssh://' to connect via SSH, or 'https://:2376' when connecting to a remote system.
es: Puede tener el formato 'unix: //' cuando se conecta a un servicio local de docker, usando 'ssh: //' para conectarse a través de SSH, o 'https://:2376' cuando se conecta a un sistema remoto.
pl: Może mieć format „unix://” podczas łączenia się z lokalnym demonem dockera, używając „ssh://” do łączenia się przez SSH lub „https://:2376” podczas łączenia się z systemem zdalnym.
ru_ru: Может быть в формате «unix://» для подключения к локальному демону Docker, «ssh://» для подключения по протоколу SSH или «https://:2376» для удаленного подключения.

source: Cancel
es: Cancelar
pl: Anuluj
ru_ru: Отмена

source: Case insensitive matching
es: Coincidencia insensible a mayúsculas
pl: Bez rozróżniania wielkości liter
ru_ru: Совпадение без учета регистра

source: Certificate
es: Certificado
pl: Certyfikat
ru_ru: Сертификат

source: Certificate Fingerprint (SHA1)
es: Huella digital de certificado (SHA1)
pl: Odcisk cyfrowy certyfikatu (SHA1)
ru_ru: Отпечаток сертификата (SHA1)

source: Certificate Fingerprint (SHA256)
es: Huella digital de certificado (SHA256)
pl: Odcisk cyfrowy certyfikatu (SHA256)
ru_ru: Отпечаток Сертификата (SHA256)

source: Certificate Subject
es: Asunto del certificado
pl: Temat certyfikatu
ru_ru: Субъект сертификата

source: Certificate used to sign outgoing Responses going to the Service Provider.
es: Certificado utilizado para firmar respuestas salientes que van al proveedor de servicios.
pl: Certyfikat używany do podpisywania Odpowiedzi wychodzących kierowanych do Usługodawcy.
ru_ru: Сертификат, используемый для подписи исходящих ответов, отправляемых провайдеру услуги.

source: Certificate-Key Pair(s)
es: Par(es) de claves de certificado
pl: Para(y) certyfikat-klucz
ru_ru: Пара(-ы) сертификат-ключ

source: Certificate-Key Pairs
es: Pares de claves de certificado
pl: Pary certyfikat-klucz
ru_ru: Пары сертификат-ключ

source: Certificate/Key used for authentication. Can be left empty for no authentication.
es: Certificado/clave utilizados para la autenticación. Se puede dejar en blanco para no realizar ninguna autenticación.
pl: Certyfikat/klucz używany do uwierzytelniania. Można pozostawić puste, aby nie uwierzytelniać.
ru_ru: Сертификат/Ключ, используемый для аутентификации. Может быть пустым для отключения аутентификации.

source: Certificates
es: Certificados
pl: Certyfikaty
ru_ru: Сертификаты

source: Change password
es: Cambiar contraseña
pl: Zmień hasło
ru_ru: Изменить пароль

source: Change status
es: Cambiar estado
pl: Zmień status
ru_ru: Изменить статус

source: Change your password
es: Cambia tu contraseña
pl: Zmień swoje hasło
ru_ru: Изменить свой пароль

source: Changelog
es: Registro de cambios
pl: Lista zmian
ru_ru: Журнал изменений

source: Characters which are considered as symbols.
es: Caracteres que se consideran símbolos.
pl: Znaki uważane za symbole.
ru_ru: Символы, которые считаются знаками препинания

source: Check
es: Comprobar
pl: Sprawdź
ru_ru: Проверить

source: Check access
es: Comprobar acceso
pl: Sprawdź dostęp
ru_ru: Проверить доступ

source: Check Application access
es: Comprobar acceso a aplicaciones
pl: Sprawdź dostęp do aplikacji
ru_ru: Проверить доступ приложения

source: Check IP
es: Comprobar IP
pl: Sprawdź IP
ru_ru: Проверить IP

source: Check outposts.
es: Comprobar controladores.
pl: Sprawdź placówki.
ru_ru: Проверить outpost.

source: Check status
es: Comprobar estado
pl: Sprawdź status
ru_ru: Проверить статус

source: Check the IP of the Kubernetes service, or
es: Comprobar la IP del servicio de Kubernetes, o
pl: Sprawdź adres IP usługi Kubernetes lub
ru_ru: Проверить IP адрес сервиса Kubernetes, или

source: Check the logs
es: Comprobar los registros
pl: Sprawdź dzienniki
ru_ru: Просмотреть журналы

source: Check Username
es: Comprobar nombre de usuario
pl: Sprawdź nazwę użytkownika
ru_ru: Проверить логин

source: Check your Inbox for a verification email.
es: Busca en tu bandeja de entrada el correo electrónico de verificación.
pl: Sprawdź swoją skrzynkę odbiorczą pod kątem e-maila weryfikacyjnego.
ru_ru: Проверьте свой почтовый ящик для получения письма проверки.

source: Checkbox
es: Casilla de verificación
pl: Pole wyboru
ru_ru: Флажок

source: Checks if the request's user's password has been changed in the last x days, and denys based on settings.
es: Comprueba si la contraseña del usuario de la solicitud se ha cambiado en los últimos x días y la rechaza según la configuración.
pl: Sprawdza, czy żądanego użytkownika hasło zostało zmienione w ciągu ostatnich x dni, i odmawia na podstawie ustawień.

source: Checks the value from the policy request against several rules, mostly used to ensure password strength.
es: Comprueba el valor de la solicitud de política contra varias reglas, que se utilizan principalmente para garantizar la fortaleza de la contraseña.
pl: Sprawdza wartość z żądania zasad pod kątem kilku reguł, używanych głównie w celu zapewnienia siły hasła.

source: Chinese (simplified)
pl: Chiński (uproszczony)
ru_ru: Китайский (упрощенный)

source: Chinese (traditional)
pl: Chiński (tradycyjny)
ru_ru: Китайский (традиционный)

source: Clear all
es: Limpiar todo
pl: Wyczyść wszystko
ru_ru: Удалить всё

source: Clear cache
es: Limpiar caché
pl: Wyczyść pamięć podręczną
ru_ru: Сбросить кэш

source: Clear Flow cache
es: Limpiar caché de flujo
pl: Wyczyść pamięć podręczną przepływu
ru_ru: Сбросить кэш процесса

source: Clear icon
es: Limpiar icono
pl: Wyczyść ikonę
ru_ru: Сбросить значок

source: Clear Policy cache
es: Limpiar caché de políticas
pl: Wyczyść pamięć podręczną zasad
ru_ru: Сбросить кэш политики

source: Clear search
pl: Wyczyść wyszukiwanie

source: Click to change value
es: Haga clic para cambiar el valor
pl: Kliknij, aby zmienić wartość
ru_ru: Кликните для изменения значения

source: Click to copy token
es: Haga clic para copiar el token
pl: Kliknij, aby skopiować token
ru_ru: Кликните для копирования токена

source: Client IP
es: IP del cliente
pl: IP klienta
ru_ru: IP клиента

source: Close
es: Cerrar
pl: Zamknij
ru_ru: Закрыть
