Repository: goauthentik/authentik
Catalog: web/src/locales/*.po
Languages: es, pl, ru_ru

source: Passwordless flow
es: Flujo sin contraseña
pl: Przepływ bezhasłowy
ru_ru: Беспарольный процесс

source: PEM-encoded Certificate data.
es: Datos del certificado codificados en PEM.
pl: Dane certyfikatu zakodowane w formacie PEM.

source: Persistent
es: persistente
pl: Trwały

source: Phone number
es: Número de teléfono
pl: Numer telefonu
ru_ru: Номер телефона

source: Placeholder
es: Marcador de posición
pl: Symbol zastępczy
ru_ru: Заполнитель

source: Plan history
es: Historial del plan
pl: Historia planu

source: Please enter your Code
es: Por favor, introduzca su código
pl: Wprowadź swój kod
ru_ru: Пожалуйста, введите свой код

source: Please enter your password
es: Por favor, introduzca su contraseña
pl: Wprowadź hasło
ru_ru: Пожалуйста, введите свой пароль

source: Please enter your Phone number.
es: Por favor, introduzca su número de teléfono.
pl: Podaj swój numer telefonu.
ru_ru: Пожалуйста, введите свой номер телефона.

source: Please enter your TOTP Code
es: Por favor, introduzca su código TOTP
pl: Wprowadź swój kod TOTP
ru_ru: Пожалуйста, введите свой код TOTP

source: Policies
es: Políticas
pl: Zasady
ru_ru: Политики

source: Policy
es: Política
pl: Zasada
ru_ru: Политика

source: Policy {0}
es: Política {0}
pl: Zasada {0}
ru_ru: Политика {0}

source: Policy / Group / User Bindings
es: Vinculaciones de políticas/grupos/usuarios
pl: Zasada / Grupa / Wiązania użytkownika
ru_ru: Привязка Политики / Группы / Пользователя

source: Policy / Policies
es: Políticas/políticas
pl: Zasada / Zasady
ru_ru: Политика / Политики

source: Policy / User / Group
es: Política/Usuario/Grupo
pl: Zasada / Użytkownik / Grupa
ru_ru: Политика / Пользователь / Группа

source: Policy binding(s)
es: Política vinculante (s)
pl: Wiązanie(a) zasady
ru_ru: Привязка политик

source: Policy Bindings
es: Vinculaciones de políticas
pl: Wiązania zasady
ru_ru: Привязки политик

source: Policy engine mode
es: Modo de motor de políticas
pl: Tryb silnika zasad
ru_ru: Режим применения политики

source: Policy exception
es: Excepción de política
pl: Wyjątek zasad
ru_ru: Ошибка политики

source: Policy execution
es: Ejecución de políticas
pl: Wykonanie zasad
ru_ru: Выполнение политики

source: Policy-specific settings
es: Configuración específica de políticas
pl: Ustawienia specyficzne zasady
ru_ru: Параметры, специфичные для политики

source: Polish
pl: Polski
ru_ru: Польский

source: Powered by authentik
es: Desarrollado por authentik
pl: Napędzane przez authentik
ru_ru: Работает на authentik

source: Pre-authentication flow
es: Flujo de autenticación previa
pl: Przepływ wstępnego uwierzytelniania

source: Private Key
es: Clave privada
pl: Klucz prywatny
ru_ru: Приватный ключ

source: Private key available?
es: ¿Clave privada disponible?
pl: Dostępny klucz prywatny?
ru_ru: Приватный ключ доступен?

source: Private key, acquired from https://www.google.com/recaptcha/intro/v3.html.
es: Clave privada, adquirida en https://www.google.com/recaptcha/intro/v3.html.
pl: Klucz prywatny uzyskany z https://www.google.com/recaptcha/intro/v3.html.
ru_ru: Приватный ключ, полученный на https://www.google.com/recaptcha/intro/v3.html.

source: Profile URL
es: URL del perfil
pl: URL profilu

source: Prompt for the user's consent. The consent can either be permanent or expire in a defined amount of time.
es: Solicitar el consentimiento del usuario. El consentimiento puede ser permanente o caducar en un período de tiempo definido.
pl: Pytaj o zgodę użytkownika. Zgoda może być trwała lub wygasać w określonym czasie.
ru_ru: Запрос согласия пользователя. Согласие может быть либо постоянным, либо истекать через определенный промежуток времени.

source: Prompt(s)
es: Mensaje (s)
pl: Monit(y)
ru_ru: Поля ввода

source: Prompts
es: Indicaciones
pl: Monity
ru_ru: Поля ввода

source: Property Mapping exception
es: excepción de asignación de propiedades
pl: Wyjątek mapowania właściwości
ru_ru: Исключение сопоставления свойств

source: Property Mapping(s)
es: Mapeo (s) de propiedades
pl: Mapowanie(a) właściwości
ru_ru: Сопоставление(я) свойств

source: Property mappings
es: Mapeos de propiedades
pl: Mapowanie właściwości
ru_ru: Сопоставление свойств

source: Property Mappings
es: Asignaciones de propiedades
pl: Mapowanie właściwości
ru_ru: Сопоставление свойств

source: Property mappings used to group creation.
es: Asignaciones de propiedades utilizadas para la creación de grupos.
pl: Mapowania właściwości używane do tworzenia grup.
ru_ru: Сопоставления свойств используемые для создания групп.

source: Property mappings used to user creation.
es: Asignaciones de propiedades utilizadas para la creación de usuarios.
pl: Mapowania właściwości używane do tworzenia użytkowników.
ru_ru: Сопоставления свойств, используемые для создания пользователей.

source: Protocol settings
es: Configuración del protocolo
pl: Ustawienia protokołu
ru_ru: Параметры протокола

source: Protocol Settings
es: Configuración de protocolo
pl: Ustawienia protokołu
ru_ru: Параметры протокола

source: Provide support for protocols like SAML and OAuth to assigned applications.
es: Proporcionar soporte para protocolos como SAML y OAuth a las aplicaciones asignadas.
pl: Zapewniają obsługę protokołów takich jak SAML i OAuth przypisanym aplikacjom.
ru_ru: Предоставляют приложениям поддержку различных протоколов, например SAML и OAuth.

source: Provider
es: Proveedor
pl: Dostawca
ru_ru: Провайдер

source: Provider Type
es: Tipo de proveedor
pl: Typ dostawcy
ru_ru: Тип провайдера

source: Provider(s)
es: Proveedor (s)
pl: Dostawca(y)
ru_ru: Провайдер(ы)

source: Providers
es: Proveedores
pl: Dostawcy
ru_ru: Провайдеры

source: Proxy details
pl: Dane proxy

source: Public
es: Público
pl: Publiczny

source: Public Key
es: Clave pública
pl: Klucz publiczny
ru_ru: Публичный ключ

source: Public key, acquired from https://www.google.com/recaptcha/intro/v3.html.
es: Clave pública, adquirida en https://www.google.com/recaptcha/intro/v3.html.
pl: Klucz publiczny uzyskany z https://www.google.com/recaptcha/intro/v3.html.
ru_ru: Публичный ключ, полученный на https://www.google.com/recaptcha/intro/v3.html.

source: Publisher
es: Editorial
pl: Wydawca
ru_ru: Издатель

source: Quick actions
es: Acciones rápidas
pl: Szybkie akcje
ru_ru: Быстрые действия

source: Raw JWKS data.
pl: Surowe dane JWKS.

source: Re-authenticate with plex
es: Vuelva a autenticarse con plex
pl: Ponowne uwierzytelnienie za pomocą plex
ru_ru: Повторная аутентификация с помощью plex

source: Receive a push notification on your device.
es: Reciba una notificación push en su dispositivo.
pl: Otrzymuj powiadomienia push na swoje urządzenie.
ru_ru: Получить push-оповещение на свое устройство.

source: Recovery
es: Recuperación
pl: Odzyskiwanie
ru_ru: Восстановление пароля

source: Recovery flow
es: Flujo de recuperación
pl: Przepływ odzyskiwania
ru_ru: Процесс восстановления пароля

source: Recovery flow. If left empty, the first applicable flow sorted by the slug is used.
es: Flujo de recuperación. Si se deja vacío, se usa el primer flujo aplicable clasificado por la carga.
pl: Przepływ odzyskiwania. Jeśli pozostanie pusty, używany jest pierwszy odpowiedni przepływ posortowany według ślimaka.
ru_ru: Процесс восстановления пароля. Если оставить пустым, то будет использован первый допустимый процесс из списка, отсортированного по slug.

source: Recovery keys
es: Teclas de recuperación
pl: Klucze odzyskiwania
ru_ru: Ключи восстановления

source: Recovery link cannot be emailed, user has no email address saved.
es: El enlace de recuperación no se puede enviar por correo electrónico, el usuario no tiene ninguna dirección de correo electrónico
pl: Nie można wysłać linku odzyskiwania, użytkownik nie ma zapisanego adresu e-mail.
ru_ru: Ссылка восстановления пароль не может быть отправлена, так как у пользователя отсутствует сохраненный email адрес.

source: Redirect
es: Redirigir
pl: Przekierowanie

source: Redirect binding
es: Enlace de redirección
pl: Wiązanie przekierowania
ru_ru: Привязка перенаправления

source: Redirect URIs
es: Redirigir los URI
pl: URI przekierowania

source: Redirect URIs/Origins (RegEx)
pl: URIs/Origins przekierowania (RegEx)

source: reference will be reset to default value
es: la referencia se restablecerá al valor predeterminado
pl: odniesienie zostanie zresetowane do wartości domyślnej

source: reference will be set to an empty value
es: la referencia se establecerá en un valor vacío
pl: referencja zostanie ustawiona na pustą wartość
ru_ru: ссылка будет установлена на пустое значение

source: Refresh
es: Actualizar
pl: Odśwież
ru_ru: Обновить

source: Register device
es: Registrar dispositivo
pl: Zarejestruj urządzenie
ru_ru: Зарегистрировать устройство

source: Regular expressions for which authentication is not required. Each new line is interpreted as a new expression.
es: Expresiones regulares para las que no se requiere autenticación. Cada línea nueva se interpreta como una expresión nueva.
pl: Wyrażenia regularne, dla których uwierzytelnianie nie jest wymagane. Każda nowa linia jest interpretowana jako nowe wyrażenie.
ru_ru: Регулярное выражение для путей, для которых аутентификация не нужна. Каждая линия интерпретируется как новое выражение.

source: Regular user
es: Usuario habitual
pl: Zwykły użytkownik
ru_ru: Обычный пользователь

source: Related
es: Relacionado
pl: Związane z
ru_ru: Связанное

source: Related objects
es: Objetos relacionados
pl: Powiązane obiekty
ru_ru: Связанные объекты

source: Remove the user from the current session.
es: Elimina al usuario de la sesión actual.
pl: Usuń użytkownika z bieżącej sesji.

source: Reputation
es: Reputación
pl: Reputacja
ru_ru: Репутация

source: Reputation for IP and user identifiers. Scores are decreased for each failed login and increased for each successful login.
es: Reputación de identificadores de usuario e IP. Las puntuaciones disminuyen por cada inicio de sesión fallido y aumentan por cada inicio de sesión exitoso.
pl: Reputacja dla adresów IP i użytkowników. Wyniki są zmniejszane za każde nieudane logowanie i zwiększane za każde udane logowanie.
ru_ru: Репутация IP адресов и пользовательских логинов. Оценка уменьшается при каждом неудачном входе и повышает при каждом успешном входе.

source: Reputation scores
es: Puntuación de reputación
pl: Punkty reputacji
ru_ru: Оценки репутации

source: Request
es: Solicitud
pl: Żądanie
ru_ru: Запрос

source: Request has been denied.
es: Se ha denegado la solicitud.
pl: Żądanie zostało odrzucone.
ru_ru: Запрос был отклонён.

source: Request token URL
es: URL de token de solicitud
pl: URL żądania tokena

source: Required
es: Requerido
pl: Wymagany
ru_ru: Обязательно

source: Required.
es: Necesario.
pl: Wymagany.
ru_ru: Обязательно.

source: Reset Password
es: Restablecer contraseña
pl: Zresetuj hasło
ru_ru: Сбросить пароль

source: Resident key requirement
es: Requisito clave residente
pl: Wymagania dotyczące klucza rezydenta

source: Result
es: Resultado
pl: Wynik
ru_ru: Результат

source: Retry
es: Intentar de nuevo
pl: Ponów
ru_ru: Повторить

source: Retry authentication
es: Reintentar la autenticación
pl: Ponów uwierzytelnianie

source: Return home
es: Regresar a casa
pl: Powrót do strony głównej

source: Return to device picker
es: Regresar al selector de dispositivos
pl: Wróć do wyboru urządzeń
ru_ru: Вернуться к выбору устройств

source: Revoked?
es: ¿Revocado?
pl: Unieważniono?
ru_ru: Аннулировано?

source: Run sync again
es: Vuelve a ejecutar la sincronización
pl: Uruchom ponownie synchronizację
ru_ru: Запустить синхронизацию снова

source: Same identifier is used for all providers
es: Se usa el mismo identificador para todos los proveedores
pl: Ten sam identyfikator jest używany dla wszystkich dostawców

source: SAML Attribute Name
es: Nombre de atributo SAML
pl: Nazwa atrybutu SAML

source: SAML details
pl: Szczegóły SAML

source: SAML Metadata
es: Metadatos SAML
pl: Metadane SAML

source: Save
es: Guardar
pl: Zapisz
ru_ru: Сохранить

source: Scope name
es: Nombre del ámbito
pl: Nazwa zakresu
ru_ru: Имя области действия

source: Scope which the client can specify to access these properties.
es: Ámbito que el cliente puede especificar para acceder a estas propiedades.
pl: Zakres, który klient może określić, aby uzyskać dostęp do tych właściwości.
ru_ru: Область действия, которую клиент может указать для доступа к этим свойствам.

source: Scopes
es: Ámbitos
pl: Zakresy
ru_ru: Области действия

source: Score
es: Puntuación
pl: Punkty
ru_ru: Оценка

source: Search base
es: Base de búsqueda
pl: Baza wyszukiwania

source: Search group
es: Grupo de búsqueda
pl: Grupa wyszukiwania

source: Search mode
es: Modo de búsqueda
pl: Tryb szukania
ru_ru: Режим поиска

source: Search...
es: Buscar...
pl: Szukaj...
ru_ru: Поиск...

source: Secret key
es: Clave secreta
pl: Sekretny klucz
ru_ru: Секретный ключ

source: Secret was rotated
es: Se ha rotado el
pl: Sekret został obrócony

source: Secret was viewed
es: Se ha visto el secreto
pl: Sekret został wyświetlony
ru_ru: Просмотр секрета

source: Secret:
es: Secreto:
pl: Sekret:
ru_ru: Секрет:

source: See documentation for a list of all variables.
es: Consulte la documentación para obtener una lista de todas las variables.
pl: Zobacz dokumentację, aby zobaczyć listę wszystkich zmiennych.

source: Select all rows
es: Seleccionar todas las filas
pl: Zaznacz wszystkie wiersze
ru_ru: Выбрать все строки

source: Select an authentication method.
es: Seleccione un método de autenticación.
pl: Wybierz metodę uwierzytelniania.
ru_ru: Выберите метод аутентификации.

source: Select an enrollment flow
es: Seleccione un flujo de inscripción
pl: Wybierz przepływ rejestracji
ru_ru: Выберите процесс регистрации

source: Select an object.
pl: Wybierz obiekt.
ru_ru: Выберите объект.

source: Select groups to add user to
es: Seleccione los grupos a los que añadir usuarios
pl: Wybierz grupy, do których chcesz dodać użytkownika
ru_ru: Выберите группы для добавления пользователю

source: Select one of the sources below to login.
es: Seleccione una de las fuentes a continuación para iniciar sesión.
pl: Wybierz jedno z poniższych źródeł, aby się zalogować.
ru_ru: Выберите один из источников ниже для входа.

source: Select sources should be shown for users to authenticate with. This only affects web-based sources, not LDAP.
es: Se deben mostrar las fuentes seleccionadas para que los usuarios se autentiquen con ellas. Esto solo afecta a las fuentes basadas en web, no a LDAP.
pl: Powinny być wyświetlane wybrane źródła, za pomocą których użytkownicy mogą się uwierzytelniać. Dotyczy to tylko źródeł internetowych, a nie LDAP.
ru_ru: Выберите источники, которые будут предложены пользователям для проведения аутентификации. Это затрагивает только web источники, но не LDAP.

source: Select type
pl: Wybierz rodzaj
ru_ru: Выберите тип

source: Select users to add
es: Seleccione los usuarios que desea añadir
pl: Wybierz użytkowników do dodania
ru_ru: Выберите пользователей для добавления

source: Select which scopes can be used by the client. The client still has to specify the scope to access the data.
es: Seleccione los ámbitos que puede utilizar el cliente. El cliente aún tiene que especificar el alcance para acceder a los datos.
pl: Wybierz zakresy, których może używać klient. Klient nadal musi określić zakres dostępu do danych.
ru_ru: Выберите, какие области (scopes) могут быть использованы клиентом. Клиент должен указать области (scopes) для доступа к данным.

source: Select which server a user has to be a member of to be allowed to authenticate.
es: Seleccione el servidor del que debe pertenecer un usuario para que se le permita autenticarse.
pl: Wybierz serwer, którego członkiem musi być użytkownik, aby mógł się uwierzytelniać.

source: Select which transports should be used to notify the user. If none are selected, the notification will only be shown in the authentik UI.
es: Seleccione qué transportes se deben usar para notificar al usuario. Si no se selecciona ninguno, la notificación solo se mostrará en la interfaz de usuario de authentik.
pl: Wybierz transporty, które mają być używane do powiadamiania użytkownika. Jeśli nie wybierzesz żadnego, powiadomienie będzie wyświetlane tylko w interfejsie użytkownika authentik.
ru_ru: Выберите какие способы следует использовать для оповещения пользователя. Если ничего не выбрано, уведомление будет отображаться только в пользовательском интерфейсе authentik.

source: Selected policies are executed when the stage is submitted to validate the data.
es: Las políticas seleccionadas se ejecutan cuando se envía la etapa para validar los datos.
pl: Wybrane zasady są wykonywane po przesłaniu etapu w celu weryfikacji danych.

source: Selecting an integration enables the management of the outpost by authentik.
es: La selección de una integración permite la gestión del puesto avanzado por authentik.
pl: Wybranie integracji umożliwia zarządzanie placówką przez authentik.
ru_ru: Выбор интеграции включает управление outpost со стороны authentik.

source: Selection of backends to test the password against.
es: Selección de backends para probar la contraseña.
pl: Wybór backendów do testowania hasła.

source: Send Email again.
es: Vuelve a enviar el correo electrónico.
pl: Wyślij e-mail ponownie.
ru_ru: Переотправить Email.

source: Send link
es: Enviar enlace
pl: Wyślij link
ru_ru: Отправить ссылку

source: Send notifications whenever a specific Event is created and matched by policies.
es: Envía notificaciones siempre que se cree un evento específico y las políticas coincidan con ellas.
pl: Wysyłaj powiadomienia za każdym razem, gdy określone zdarzenie zostanie utworzone i dopasowane do zasad.
ru_ru: Отправлять оповещение на определенное событие, соответствующее политикам.

source: Send once
es: Enviar una vez
pl: Wyślij raz

source: Send recovery link to user
es: Enviar enlace de recuperación al usuario
pl: Wyślij link odzyskiwania do użytkownika
ru_ru: Отправить пользователю ссылку на восстановление

source: Sent to group
es: Enviado al grupo
pl: Wysłane do grup
ru_ru: Отправлять в группу

source: Separator: Static Separator Line
es: Separador: Línea separadora estática
pl: Separator: Statyczna linia separatora

source: Server and client are further than 5 seconds apart.
es: El servidor y el cliente están separados por más de 5 segundos.
pl: Czas serwer i klienta różnią się o więcej niż 5 sekund.

source: Server URI
es: URI de servidor
pl: URI serwera

source: Server validation of credential failed: {err}
es: No se pudo validar la credencial en el servidor: {err}
pl: Weryfikacja poświadczeń serwera nie powiodła się: {err}

source: Service Provider Binding
es: Enlace de proveedores de servicios
pl: Wiązanie usługodawcy
ru_ru: Привязка провайдера услуги

source: Session duration
es: Duración de la sesión
pl: Długość sesji
ru_ru: Продолжительность сессии

source: Session ID
es: ID de sesión
pl: ID sesji
ru_ru: ID Сессии

source: Session not valid on or after current time + this value.
pl: Sesja nieważna w bieżącym czasie lub później + ta wartość.

source: Session valid not on or after
es: Sesión válida no el día o después
pl: Sesja ważna nie w lub później

source: Session(s)
es: Sesión (s)
pl: Sesja(e)
ru_ru: Сессия(-и)

source: Sessions
es: Sesiones
pl: Sesje
ru_ru: Сессии

source: Set custom attributes using YAML or JSON.
es: Establece atributos personalizados con YAML o JSON.
pl: Ustaw atrybuty niestandardowe za pomocą YAML lub JSON.
ru_ru: Укажите дополнительные атрибуты, используя YAML или JSON.

source: Set custom attributes using YAML or JSON. Any attributes set here will be inherited by users, if the request is handled by this tenant.
pl: Ustaw atrybuty niestandardowe za pomocą YAML lub JSON. Wszystkie ustawione tutaj atrybuty będą dziedziczone przez użytkowników, jeśli żądanie jest obsługiwane przez tego najemcę.
ru_ru: Укажите дополнительные атрибуты, используя YAML или JSON. Любые атрибуты, указанные здесь, будут наследованы пользователями, если запрос обрабатывается данным клиентом.

source: Set password
es: Establecer contraseña
pl: Ustaw hasło
ru_ru: Задать пароль

source: Set this to the domain you wish the authentication to be valid for. Must be a parent domain of the URL above. If you're running applications as app1.domain.tld, app2.domain.tld, set this to 'domain.tld'.
es: Defina esto en el dominio para el que desea que la autenticación sea válida. Debe ser un dominio principal de la URL anterior. Si ejecuta aplicaciones como app1.domain.tld, app2.domain.tld, defina esto en «domain.tld».
pl: Ustaw to na domenę, dla której chcesz, aby uwierzytelnianie było ważne. Musi być domeną nadrzędną powyższego adresu URL. Jeśli używasz aplikacji jako app1.domain.tld, app2.domain.tld, ustaw to na „domain.tld”.

source: Setup
es: Configuración
pl: Instalacja

source: Severity
es: Gravedad
pl: Poziom błędu
ru_ru: Важность

source: Show arbitrary input fields to the user, for example during enrollment. Data is saved in the flow context under the 'prompt_data' variable.
es: Mostrar campos de entrada arbitrarios al usuario, por ejemplo, durante la inscripción. Los datos se guardan en el contexto de flujo en la variable «prompt_data».
pl: Pokaż użytkownikowi dowolne pola wejściowe, na przykład podczas rejestracji. Dane są zapisywane w kontekście przepływu pod zmienną „prompt_data”.
ru_ru: Показывать произвольные поля ввода пользователю, например при регистрации. Данные сохраняются в контексте процесса в переменной «prompt_data».

source: Show less
es: Mostrar menos
pl: Pokaż mniej
ru_ru: Показать меньше

source: Show matched user
es: Mostrar usuario coincidente
pl: Pokaż dopasowanego użytkownika
ru_ru: Показать совпавшего пользователя

source: Show more
es: Mostrar más
pl: Pokaż więcej
ru_ru: Показать больше

source: Show sources' labels
es: Mostrar etiquetas de fuentes
pl: Pokaż etykiety źródeł
ru_ru: Показать метки источников

source: Shown as the Title in Flow pages.
es: Se muestra como título en las páginas de flujo.
pl: Wyświetlany jako tytuł na stronach przepływu.
ru_ru: Отображается как заголовок на страницах процесса.

source: Sidebar left
pl: Lewy pasek boczny

source: Sidebar right
pl: Prawy pasek boczny

source: Sign up.
es: Inscríbete.
pl: Zapisz się.
ru_ru: Зарегистрироваться.

source: Signature algorithm
es: algoritmo de firma
pl: Algorytm sygnatury
ru_ru: Алгоритм подписи

source: Signing Certificate
es: Certificado de firma
pl: Certyfikat podpisujący
ru_ru: Сертификат подписи

source: Signing Key
es: Clave de firma
pl: Klucz podpisujący

source: Signing keypair
es: Par de claves de firma
pl: Podpisująca pary kluczy
ru_ru: Ключи для подписи

source: Single Prompts that can be used for Prompt Stages.
es: Indicaciones únicas que se pueden utilizar para las etapas de selección dinámica.
pl: Pojedyncze monity, których można używać dla etapów monitów.
ru_ru: Отдельные поля ввода, которые можно использовать для этапов запроса.

source: Single use
es: De un solo uso
pl: Jednorazowego użytku

source: Slug
es: babosa
pl: Ślimak

source: SMS-based Authenticators
es: Autenticadores basados en SMS
pl: Uwierzytelniacze oparte na SMS
ru_ru: SMS аутентификаторы

source: SMTP Host
es: Host SMTP
pl: Host SMTP
ru_ru: Хост SMTP

source: SMTP Password
es: Contraseña SMTP
pl: Hasło SMTP
ru_ru: Пароль SMTP

source: SMTP Port
es: Puerto SMTP
pl: Port SMTP
ru_ru: Порт SMTP

source: SMTP Username
es: Nombre de usuario SMTP
pl: Nazwa użytkownika SMTP
ru_ru: Имя пользователя SMTP

source: Something went wrong! Please try again later.
es: ¡Algo salió mal! Inténtelo de nuevo más tarde.
pl: Coś poszło nie tak! Spróbuj ponownie później.
ru_ru: Что-то пошло не так! Пожалуйста, попробуйте снова позже.

source: Source linked
es: Fuente enlazada
pl: Źródło połączone

source: Source(s)
es: Fuente (s)
pl: Źródło(a)
ru_ru: Источник(и)

source: Sources
es: Fuentes
pl: Źródła
ru_ru: Источники
