Repository: goauthentik/authentik
Catalog: web/src/locales/*.po
Languages: es, pl, ru_ru

source: Sources of identities, which can either be synced into authentik's database, or can be used by users to authenticate and enroll themselves.
es: Fuentes de identidades, que se pueden sincronizar en la base de datos de authentik o que los usuarios pueden utilizar para autenticarse e inscribirse ellos mismos.
pl: Źródła tożsamości, które mogą być zsynchronizowane z bazą danych authentik lub mogą być używane przez użytkowników do uwierzytelniania i rejestracji.
ru_ru: Источники учетных данных, которые могут быть синхронизированы в базу данных authentik или могут использоваться пользователями для аутентификации и регистрации.

source: Spanish
pl: Hiszpański
ru_ru: Испанский

source: Specify multiple server URIs by separating them with a comma.
es: Especifique los URI de varios servidores separándolos con una coma.
pl: Określ wiele identyfikatorów URI serwera, oddzielając je przecinkami.

source: Stacked
pl: Ułożone

source: Stage
es: Escenario
pl: Etap
ru_ru: Этап

source: Stage binding(s)
es: Encuadernación (s)
pl: Wiązania(a) etapu
ru_ru: Привязки этапов

source: Stage Bindings
es: Fijaciones de escenario
pl: Wiązania etapu
ru_ru: Привязки этапа

source: Stage Configuration
es: Configuración de escenario
pl: Etap konfiguracji
ru_ru: Конфигурация этапа

source: Stage kind
es: Tipo de escenario
pl: Rodzaj etapu

source: Stage name
es: Nombre artístico
pl: Nazwa etapu
ru_ru: Имя этапа

source: Stage object
es: Objeto escénico
pl: Obiekt etapu
ru_ru: Объект этапа

source: Stage type
es: Tipo de escenario
pl: Typ etapu
ru_ru: Тип этапа

source: Stage used to configure a duo-based authenticator. This stage should be used for configuration flows.
es: Etapa utilizada para configurar un autenticador basado en dúo. Esta etapa se debe usar para los flujos de configuración.
pl: Etap używany do konfiguracji uwierzytelniania opartego na duo. Ten etap powinien być używany do przepływów konfiguracji.

source: Stage used to configure a static authenticator (i.e. static tokens). This stage should be used for configuration flows.
es: Etapa utilizada para configurar un autenticador estático (es decir, tokens estáticos). Esta etapa se debe usar para los flujos de configuración.
pl: Stage używany do konfigurowania statycznego tokena uwierzytelniającego (tj. statycznych tokenów). Ten etap powinien być używany do przepływów konfiguracji.

source: Stage used to configure a TOTP authenticator (i.e. Authy/Google Authenticator).
es: Etapa utilizada para configurar un autenticador TOTP (es decir, Authy/Google Authenticator).
pl: Etap używany do konfiguracji tokena uwierzytelniającego TOTP (tj. Authy/Google Authenticator).

source: Stage used to configure a WebAutnn authenticator (i.e. Yubikey, FaceID/Windows Hello).
es: Etapa utilizada para configurar un autenticador WebAutnn (es decir, Yubikey, FaceID/Windows Hello).
pl: Etap używany do konfiguracji tokena uwierzytelniającego WebAuthn (tj. Yubikey, FaceID/Windows Hello).

source: Stage used to configure an SMS-based TOTP authenticator.
es: Etapa utilizada para configurar un autenticador TOTP basado en SMS.
pl: Etap używany do konfigurowania uwierzytelniania opartego na wiadomościach SMS TOTP.

source: Stage used to validate any authenticator. This stage should be used during authentication or authorization flows.
es: Etapa utilizada para validar cualquier autenticador. Esta etapa se debe usar durante los flujos de autenticación o autorización.
pl: Etap używany do walidacji dowolnego uwierzytelniacza. Ten etap powinien być używany podczas przepływów uwierzytelniania lub autoryzacji.

source: Stage-specific settings
es: Configuraciones específicas de cada etapa
pl: Ustawienia specyficzne dla etapu
ru_ru: Настройки этапа

source: Stage(s)
es: Etapa (s)
pl: Etap(y)
ru_ru: Этап(ы)

source: Stages
es: Etapas
pl: Etapy
ru_ru: Этапы

source: Stages are single steps of a Flow that a user is guided through. A stage can only be executed from within a flow.
es: Las etapas son pasos individuales de un flujo por los que se guía al usuario. Una etapa solo se puede ejecutar desde dentro de un flujo.
pl: Etapy to pojedyncze kroki przepływu, przez które prowadzony jest użytkownik. Etap można wykonać tylko z przepływu.
ru_ru: Этапы - отдельные шаги процесса, через который проходит пользователь. Этап может быть исполнен только из процесса.

source: Stages used to configure Authenticator when user doesn't have any compatible devices. After this configuration Stage passes, the user is not prompted again.
pl: Etapy używany do konfiguracji uwierzytelniacza, gdy użytkownik nie ma żadnych kompatybilnych urządzeń. Po zakończeniu tego etapu konfiguracji użytkownik nie jest ponownie pytany.
ru_ru: Этап, используемый для настройки Аутентификатора когда у пользователя нет совместимых устройств. После успешного прохождения этого этапа, запрос больше не будет предложен пользователю.

source: State
es: Estado
pl: Stan

source: Static token
es: Token estático
pl: Token statyczny

source: Static tokens
es: Fichas estáticas
pl: Tokeny statyczne
ru_ru: Статичные токены

source: Static Tokens
es: Fichas estáticas
pl: Tokeny statyczne
ru_ru: Постоянные токены

source: Static: Static value, displayed as-is.
es: Estático: valor estático, que se muestra tal cual.
pl: Statyczny: wartość statyczna, wyświetlana w stanie, w jakim jest.

source: Statically deny the flow. To use this stage effectively, disable *Evaluate on plan* on the respective binding.
es: Niega el flujo estáticamente. Para usar esta etapa de manera efectiva, desactive *Evaluar en plan* en el encuadernado respectivo.
pl: Statycznie zaprzeczaj przepływowi. Aby efektywnie korzystać z tego etapu, wyłącz opcję *Oceń zgodnie z planem* w odpowiednim powiązaniu.
ru_ru: Статически запретить процесс. Чтобы эффективно использовать этот этап, отключите *Определение в плане* для соответствующей привязки.

source: Stop impersonation
es: Detener la suplantación
pl: Zatrzymaj podszywanie się

source: Subject
es: Asunto
pl: Przedmiot
ru_ru: Субъект

source: Subject mode
es: Modo asignatura
pl: Tryb przedmiotu

source: Subject-alt name
es: Nombre de asunto ALT
pl: Alternatywna nazwa tematu

source: Successful
es: Éxito
pl: Pomyślny
ru_ru: Успешно

source: Successful Logins
es: Inicios de sesión exitosos
pl: Pomyślne logowania
ru_ru: Успешные входы

source: Successfully cleared flow cache
es: Se borró correctamente la memoria caché
pl: Pamięć podręczna przepływu została wyczyszczona
ru_ru: Кэш политики успешно сброшен

source: Successfully cleared notifications
es: Notificaciones eliminadas correctamente
pl: Pomyślnie wyczyszczono powiadomienia
ru_ru: Оповещения успешно очищены

source: Successfully cleared policy cache
es: La caché de directivas se borró
pl: Pamięć podręczna zasad została wyczyszczona
ru_ru: Успешно сброшен кэш политики

source: Successfully copied TOTP Config.
es: Se copió correctamente TOTP Config.
pl: Pomyślnie skopiowano konfigurację TOTP.
ru_ru: Конфигурация TOTP успешно скопирована.

source: Successfully created application.
es: La aplicación se creó correctamente.
pl: Pomyślnie utworzono aplikacje.
ru_ru: Приложение успешно создано.

source: Successfully created binding.
es: Se ha creado correctamente el enlace.
pl: Pomyślnie utworzono powiązanie.
ru_ru: Привязка успешно создана.

source: Successfully created certificate-key pair.
es: Se creó correctamente el par de claves de certificado.
pl: Pomyślnie utworzono parę certyfikat-klucz.
ru_ru: Пара сертификат-ключ успешно создана.

source: Successfully created flow.
es: El flujo se creó correctamente.
pl: Pomyślnie utworzono przepływ.
ru_ru: Процесс создан успешно.

source: Successfully created group.
es: Se ha creado el grupo correctamente.
pl: Pomyślnie utworzono grupę.
ru_ru: Группа успешно создана.

source: Successfully created integration.
es: La integración se creó correctamente.
pl: Pomyślnie utworzono integracje.
ru_ru: Интеграция успешно создана.

source: Successfully created invitation.
es: La invitación se creó correctamente.
pl: Pomyślnie utworzono zaproszenie.
ru_ru: Приглашение успешно создано.

source: Successfully created mapping.
es: La asignación se creó correctamente.
pl: Pomyślnie utworzono mapowanie.
ru_ru: Сопоставление успешно создано

source: Successfully created outpost.
es: Puesto avanzado creado correctamente.
pl: Pomyślnie utworzono placówkę.
ru_ru: Outpost успешно создан.

source: Successfully created policy.
es: La política se creó correctamente.
pl: Pomyślnie utworzono zasadę.
ru_ru: Политика успешно создана.

source: Successfully created prompt.
es: Se ha creado el mensaje correctamente.
pl: Pomyślnie utworzono monit.
ru_ru: Поле ввода успешно создано.

source: Successfully created provider.
es: El proveedor se creó correctamente.
pl: Pomyślnie utworzono dostawcę.
ru_ru: Провайдер успешно создан.

source: Successfully created rule.
es: La regla se creó correctamente.
pl: Pomyślnie utworzono regułę.
ru_ru: Правило успешно создано.

source: Successfully created source.
es: La fuente se creó correctamente.
pl: Pomyślnie utworzono źródło.
ru_ru: Источник успешно создан.

source: Successfully created stage.
es: Se ha creado correctamente la etapa.
pl: Pomyślnie utworzono etap.
ru_ru: Этап успешно создан.

source: Successfully created tenant.
es: El inquilino se creó correctamente.
pl: Pomyślnie utworzony najemce.
ru_ru: Клиент успешно создан.

source: Successfully created token.
es: El token se creó correctamente.
pl: Pomyślnie utworzono token.
ru_ru: Токен успешно создан.

source: Successfully created transport.
es: Se ha creado el transporte correctamente.
pl: Pomyślnie utworzono transport.

source: Successfully created user.
es: Se creó correctamente el usuario.
pl: Pomyślnie utworzono użytkownika.
ru_ru: Пользователь успешно создан.

source: Successfully deleted {0} {1}
es: Se eliminó correctamente {0} {1}
pl: Pomyślnie usunięto {0} {1}
ru_ru: Успешно удалено {0} {1}

source: Successfully disconnected source
pl: Pomyślnie odłączono źródło

source: Successfully generated certificate-key pair.
es: Se ha generado correctamente el par de claves de certificado.
pl: Pomyślnie wygenerowana para certyfikat-klucz.
ru_ru: Пара сертификат-ключ успешно сгенерирована.

source: Successfully generated recovery link
es: Enlace de recuperación generado correctamente
pl: Pomyślnie wygenerowano link odzyskiwania
ru_ru: Успешно сгенерирована ссылка восстановления пароля

source: Successfully imported flow.
es: El flujo se importó correctamente.
pl: Pomyślnie zaimportowano przepływ.
ru_ru: Процесс успешно импортирован

source: Successfully imported provider.
es: El proveedor se importó correctamente.
pl: Pomyślnie zaimportowano dostawcę.
ru_ru: Провайдер успешно импортирован.

source: Successfully sent email.
es: El correo electrónico se envió correctamente.
pl: Pomyślnie wysłano e-mail.
ru_ru: Успешная отправка e-mail.

source: Successfully sent test-request.
es: La solicitud de prueba se envió correctamente.
pl: Pomyślnie wysłano zapytanie testowe.
ru_ru: Тестовый запрос успешно отправлен.

source: Successfully updated {0} {1}
es: Se ha actualizado correctamente {0} {1}
pl: Pomyślnie zaktualizowano {0} {1}
ru_ru: Успешно обновлено {0} {1}

source: Successfully updated application.
es: La aplicación se actualizó correctamente.
pl: Pomyślnie zaktualizowano aplikację.
ru_ru: Приложение успешно обновлено.

source: Successfully updated binding.
es: Se actualizó correctamente el enlace.
pl: Pomyślnie zaktualizowano powiązanie.
ru_ru: Привязка успешно обновлена.

source: Successfully updated certificate-key pair.
es: Se actualizó correctamente el par de claves de certificado.
pl: Pomyślnie zaktualizowano parę certyfikat-klucz.
ru_ru: Пара сертификат-ключ успешно обновлена.

source: Successfully updated details
pl: Pomyślnie zaktualizowano szczegóły
ru_ru: Детали успешно обновлены

source: Successfully updated device.
es: El dispositivo se actualizó correctamente.
pl: Pomyślnie zaktualizowano urządzenie.
ru_ru: Устройство успешно обновлено.

source: Successfully updated flow.
es: Se actualizó correctamente el flujo.
pl: Pomyślnie zaktualizowano przepływ.
ru_ru: Процесс успешно обновлён.

source: Successfully updated group.
es: El grupo se actualizó correctamente.
pl: Pomyślnie zaktualizowano grupę.
ru_ru: Группа успешно обновлена.

source: Successfully updated integration.
es: La integración se ha actualizado correctamente.
pl: Pomyślnie zaktualizowano integrację.
ru_ru: Интеграция успешно обновлена.

source: Successfully updated invitation.
es: La invitación se actualizó correctamente.
pl: Pomyślnie zaktualizowano zaproszenie.
ru_ru: Приглашение успешно обновлено.

source: Successfully updated mapping.
es: Se ha actualizado correctamente la asignación.
pl: Pomyślnie zaktualizowano mapowanie.
ru_ru: Сопоставление успешно обновлено.

source: Successfully updated outpost.
es: Se actualizó correctamente el puesto avanzado.
pl: Pomyślnie zaktualizowano placówkę.
ru_ru: Outpost успешно обновлён.

source: Successfully updated password.
es: La contraseña se actualizó correctamente.
pl: Pomyślnie zaktualizowano hasło.
ru_ru: Пароль успешно обновлён.

source: Successfully updated policy.
es: La política se ha actualizado correctamente.
pl: Pomyślnie zaktualizowano zasadę.
ru_ru: Политика успешно обновлена.

source: Successfully updated prompt.
es: Se actualizó correctamente el mensaje.
pl: Pomyślnie zaktualizowano monit.
ru_ru: Поле ввода успешно обновлено.

source: Successfully updated provider.
es: El proveedor se actualizó correctamente.
pl: Pomyślnie zaktualizowano dostawcę.
ru_ru: Провайдер успешно обновлен.

source: Successfully updated rule.
es: La regla se ha actualizado correctamente.
pl: Pomyślnie zaktualizowano regułę.
ru_ru: Правило успешно обновлено.

source: Successfully updated source.
es: La fuente se actualizó correctamente.
pl: Pomyślnie zaktualizowano źródło.
ru_ru: Источник успешно обновлен.

source: Successfully updated stage.
es: Se ha actualizado correctamente la fase.
pl: Pomyślnie zaktualizowano etap.
ru_ru: Этап успешно обновлён.

source: Successfully updated tenant.
es: Se actualizó correctamente el inquilino
pl: Pomyślnie zaktualizowano najemcę.
ru_ru: Клиент успешно обновлен.

source: Successfully updated token.
es: El token se actualizó correctamente.
pl: Pomyślnie zaktualizowano token.
ru_ru: Токен успешно обновлен.

source: Successfully updated transport.
es: Se ha actualizado correctamente el transporte.
pl: Pomyślnie zaktualizowano transport.

source: Successfully updated user.
es: El usuario se actualizó correctamente.
pl: Pomyślnie zaktualizowano użytkownika.
ru_ru: Пользователь успешно обновлен.

source: Superuser
es: Superusuario
pl: Superużytkownik
ru_ru: Суперпользователь

source: Superuser privileges?
es: ¿Los privilegios de superusuario?
pl: Uprawnienia superużytkownika?
ru_ru: Права суперпользователя?

source: Suspicious request
es: Solicitud sospechosa
pl: Podejrzane zapytanie
ru_ru: Подозрительный запрос

source: Symbol charset
es: Juego de caracteres de símbolo
pl: Zestaw znaków symboli
ru_ru: Кодировка символов

source: Sync groups
es: Sincronizar grupos
pl: Synchronizuj grupy
ru_ru: Синхронизация групп

source: Sync status
es: Estado de sincronización
pl: Status synchronizacji

source: Sync users
es: Sincronizar usuarios
pl: Synchronizuj użytkowników

source: System status
es: Estado del sistema
pl: Status systemu
ru_ru: Статус системы

source: System task exception
es: Excepción tarea del sistema
pl: Wyjątek zadania systemowego

source: System task execution
es: Ejecución de tareas del sistema
pl: Wykonywanie zadań systemowych

source: System Tasks
es: Tareas del sistema
pl: Zadania systemowe
ru_ru: Системные задачи

source: Taiwanese Mandarin
pl: Tajwański mandaryński

source: Target
es: Objetivo
pl: Cel

source: Task finished with errors
es: La tarea ha finalizado con errores
pl: Zadanie zakończone z błędami
ru_ru: Задание завершено с ошибками

source: Task finished with warnings
es: Tarea finalizada con advertencias
pl: Zadanie zakończone z ostrzeżeniami
ru_ru: Задание завершено с предупреждениями

source: Template
es: Plantilla
pl: Szablon
ru_ru: Шаблон

source: Tenant
es: inquilino
pl: Najemca
ru_ru: Клиент

source: Tenant(s)
es: Inquilino (s)
pl: Najemca(y)
ru_ru: Клиент(ы)

source: Tenants
es: Inquilinos
pl: Najemcy
ru_ru: Клиенты

source: Test Policy
es: Política de pruebas
pl: Testuj zasadę
ru_ru: Проверка политики

source: Test Property Mapping
es: Asignación de propiedades de
pl: Testuj mapowanie właściwości
ru_ru: Тест сопоставления свойств

source: Text (read-only): Simple Text input, but cannot be edited.
es: Texto (solo lectura): entrada de texto simple, pero no se puede editar.
pl: Tekst (tylko do odczytu): Proste wprowadzanie tekstu, ale nie można go edytować.

source: Text: Simple Text input
es: Texto: entrada de texto simple
pl: Tekst: proste wprowadzanie tekstu
ru_ru: Текст: простое текстовое поле

source: The authenticator can create and store a dedicated credential, but if it doesn't that's alright too
es: El autenticador puede crear y almacenar una credencial dedicada, pero si no es así, también está bien
pl: Program uwierzytelniający może utworzyć i przechowywać dedykowane dane uwierzytelniające, ale jeśli nie, to też jest w porządku

source: The authenticator MUST create a dedicated credential. If it cannot, the RP is prepared for an error to occur
es: El autenticador DEBE crear una credencial dedicada. Si no puede, el RP está preparado para que se produzca un error
pl: Autoryzator MUSI utworzyć dedykowane poświadczenie. Jeśli nie, RP jest przygotowany na wystąpienie błędu

source: The authenticator should not create a dedicated credential
es: El autenticador no debe crear una credencial dedicada
pl: Program uwierzytelniający nie powinien tworzyć dedykowanego poświadczenia
ru_ru: Аутентификатор не должен создавать специальные учетные данные

source: The external URL you'll access the application at. Include any non-standard port.
es: La URL externa en la que accederás a la aplicación. Incluya cualquier puerto no estándar.
pl: Zewnętrzny adres URL, pod którym uzyskasz dostęp do aplikacji. Uwzględnij dowolny niestandardowy port.

source: The external URL you'll authenticate at. The authentik core server should be reachable under this URL.
es: La URL externa en la que te autenticarás. Se debe poder acceder al servidor principal de authentik en esta URL.
pl: Zewnętrzny adres URL, pod którym będziesz się uwierzytelniać. Jądro serwera authentik powinien być dostępny pod tym adresem URL.

source: The following keywords are supported:
pl: Obsługiwane są następujące słowa kluczowe:

source: The following objects use {objName}
es: Los siguientes objetos usan {objName}
pl: Następujące obiekty używają {objName}

source: The Host IP of the docker host
es: La IP de host del host de docker
pl: Adres IP hosta dockera

source: The policy passes when the reputation score is below the threshold, and doesn't pass when either or both of the selected options are equal or above the threshold.
es: La política se aprueba cuando la puntuación de reputación está por debajo del umbral, y no pasa cuando una de las opciones seleccionadas o ambas son iguales o están por encima de umbral.
pl: Zasady przechodzi, gdy punkty reputacji spadną poniżej progu i nie przechodzi, gdy jedna lub obie wybrane opcje są równe lub wyższe od progu.

source: The policy takes a random time to execute. This controls the minimum time it will take.
es: La política tarda un tiempo aleatorio en ejecutarse. Esto controla el tiempo mínimo que tardará.
pl: Wykonanie zasady zajmuje losowy czas. Kontroluje to minimalny czas, jaki zajmie.

source: The start for gidNumbers, this number is added to a number generated from the group.Pk to make sure that the numbers aren't too low for POSIX groups. Default is 4000 to ensure that we don't collide with local groups or users primary groups gidNumber
es: El comienzo de GIDNumbers, este número se agrega a un número generado por el grupo.pk para asegurarse de que los números no sean demasiado bajos para los grupos POSIX. El valor predeterminado es 4000 para garantizar que no choquemos con los grupos locales o los grupos principales de los usuarios (GIDNumber).
pl: Początek gidNumbers, liczba ta jest dodawana do liczby wygenerowanej z group.Pk, aby upewnić się, że liczby nie są zbyt niskie dla grup POSIX. Wartość domyślna to 4000, aby upewnić się, że nie kolidujemy z lokalnymi grupami lub użytkownikami podstawowymi grupami gidNumber
ru_ru: Начало отсчета для идентификаторов групп. Итоговый GID складывается из данного числа и значения на основе первичного ключа группы authentik. Значение по умолчанию равно 4000, что гарантирует числа, достаточно большие для POSIX групп, и исключает пересечения с локальными или основными группами пользователей

source: The start for uidNumbers, this number is added to the user.Pk to make sure that the numbers aren't too low for POSIX users. Default is 2000 to ensure that we don't collide with local users uidNumber
es: El comienzo de UIDNumbers, este número se agrega a User.pk para asegurarse de que los números no sean demasiado bajos para los usuarios de POSIX. El valor predeterminado es 2000 para garantizar que no colisionemos con el UIDNumber de los usuarios locales
pl: Początek dla uidNumbers, ten numer jest dodawany do user.Pk, aby upewnić się, że liczby nie są zbyt niskie dla użytkowników POSIX. Wartość domyślna to 2000, aby zapewnić, że nie kolidujemy z lokalnymi użytkownikami uidNumber
ru_ru: Начало отсчета для идентификаторов пользователей. Итоговый UID складывается из данного числа и значения на основе первичного ключа пользователя authentik. Значение по умолчанию равно 2000, что гарантирует числа, достаточно большие для POSIX пользователей, и исключает пересечения с локальными идентификаторами пользователей

source: The URL "{0}" was not found.
es: No se encontró la URL «{0}».
pl: Nie znaleziono adresu URL „{0}”.

source: These bindings control if this stage will be applied to the flow.
es: Estos enlaces controlan si esta etapa se aplicará al flujo.
pl: Te powiązania kontrolują, czy ten etap zostanie zastosowany do przepływu.
ru_ru: Эти привязки регламентируют, будет ли этап применён к процессу.

source: These bindings control upon which events this rule triggers. Bindings to groups/users are checked against the user of the event.
es: Estos enlaces controlan los eventos en los que se desencadena esta regla. Fijaciones para los grupos/usuarios se comparan con el usuario del evento.
pl: Te powiązania kontrolują zdarzenia, które wyzwala ta reguła. Wiązania do grupy/użytkownicy są sprawdzani względem użytkownika zdarzenia.
ru_ru: Эти привязки указывают, какие события запускает это правило. Проверка привязки к группе/пользователю проводится над пользователем события.

source: These bindings control which users can access this flow.
es: Estos enlaces controlan qué usuarios pueden acceder a este flujo.
pl: Te powiązania kontrolują, którzy użytkownicy mogą uzyskać dostęp do tego przepływu.

source: These bindings control which users can access this source. You can only use policies here as access is checked before the user is authenticated.
es: Estos enlaces controlan qué usuarios pueden acceder a esta fuente. Aquí solo puede usar políticas, ya que el acceso se verifica antes de que el usuario se autentique.
pl: Te powiązania kontrolują, którzy użytkownicy mogą uzyskać dostęp do tego źródła. Można tu używać tylko zasad, ponieważ dostęp jest sprawdzany przed uwierzytelnieniem użytkownika.

source: These policies control which users can access this application.
es: Estas políticas controlan qué usuarios pueden acceder a esta aplicación.
pl: Te zasady kontrolują, którzy użytkownicy mogą uzyskać dostęp do tej aplikacji.
ru_ru: Данные политики регулируют, какие пользователи имеют доступ к приложению.
