Repository: goauthentik/authentik
Catalog: web/src/locales/*.po
Languages: es, pl, ru_ru

source: This flow is completed.
es: Este flujo se ha completado.
pl: Ten przepływ jest zakończony.

source: This is the full endpoint to send POST requests to.
es: Este es el punto final completo al que enviar solicitudes POST.
pl: To jest pełny punkt końcowy, do którego wysyłane są żądania POST.

source: This is the password to be used with basic auth
es: Esta es la contraseña que se utilizará con la autenticación básica
pl: To jest hasło używane z podstawowym uwierzytelnianiem

source: This is the username to be used with basic auth or the token when used with bearer token
es: Este es el nombre de usuario que se utilizará con la autenticación básica o el token cuando se usa con el token del portador
pl: To jest nazwa użytkownika, która ma być używana z podstawowym uwierzytelnianiem lub tokenem, gdy jest używany z tokenem okaziciela

source: This provider will behave like a transparent reverse-proxy, except requests must be authenticated. If your upstream application uses HTTPS, make sure to connect to the outpost using HTTPS as well.
es: Este proveedor se comportará como un proxy inverso transparente, excepto que las solicitudes deben autenticarse. Si su aplicación ascendente usa HTTPS, asegúrese de conectarse al puesto avanzado también mediante HTTPS.
pl: Ten dostawca będzie zachowywał się jak przezroczysty odwrotny serwer proxy, z wyjątkiem tego, że żądania muszą być uwierzytelnione. Jeśli Twoja aplikacja nadrzędna korzysta z protokołu HTTPS, upewnij się, że łączysz się z placówką również za pomocą protokołu HTTPS.
ru_ru: Этот провайдер будет вести себя как прозрачный обратный прокси-сервер, за исключением того, что запросы должны быть аутентифицированы. Если ваше вышестоящее приложение использует HTTPS, обязательно подключитесь к аванпосту также по протоколу HTTPS.

source: This setting only affects new Events, as the expiration is saved per-event.
es: Esta configuración solo afecta a los eventos nuevos, ya que la caducidad se guarda por evento.
pl: To ustawienie ma wpływ tylko na nowe zdarzenia, ponieważ data wygaśnięcia jest zapisywana dla każdego zdarzenia.
ru_ru: Эта настройка затрагивает только новые события, так как истечение срока действия ведется по каждому событию отдельно.

source: This stage can be included in enrollment flows to accept invitations.
es: Esta etapa se puede incluir en los flujos de inscripción para aceptar invitaciones.
pl: Ten etap można uwzględnić w przepływach rejestracji, aby akceptować zaproszenia.

source: Threshold
es: umbral
pl: Próg
ru_ru: Порог

source: Time in minutes the token sent is valid.
es: El tiempo en minutos que se envía el token es válido.
pl: Czas w minutach, w którym wysłany token jest ważny.

source: Time offset when temporary users should be deleted. This only applies if your IDP uses the NameID Format 'transient', and the user doesn't log out manually.
pl: Przesunięcie czasowe, kiedy użytkownicy tymczasowi powinni zostać usunięci. Ma to zastosowanie tylko wtedy, gdy IDP używa „przejściowego” formatu NameID, a użytkownik nie wylogowuje się ręcznie.

source: Timeout
es: Tiempo límite
pl: Limit czasu
ru_ru: Тайм-аут

source: Title
es: Título
pl: Tytuł
ru_ru: Заголовок

source: TLS Authentication Certificate/SSH Keypair
es: Certificado de autenticación TLS/par de claves SSH
pl: Certyfikat uwierzytelniania TLS/para kluczy SSH

source: TLS Verification Certificate
es: Certificado de verificación de TLS
pl: Certyfikat weryfikacji TLS

source: To
es: Para
pl: Do

source: To allow any redirect URI, set this value to ".*". Be aware of the possible security implications this can have.
pl: Aby zezwolić na dowolny URI przekierowania, ustaw tę wartość na „.*”. Bądź świadomy możliwych konsekwencji dla bezpieczeństwa, jakie może to mieć.

source: To create a recovery link, the current tenant needs to have a recovery flow configured.
es: Para crear un enlace de recuperación, el inquilino actual debe tener configurado un flujo de recuperación.
pl: Aby utworzyć link odzyskiwania, bieżący najmeca musi mieć skonfigurowany przepływ odzyskiwania.
ru_ru: Для создания ссылок восстановления паролей у текущего клиента должен быть настроен процесс восстановления паролей.

source: To let a user directly reset a their password, configure a recovery flow on the currently active tenant.
es: Para permitir que un usuario restablezca directamente su contraseña, configure un flujo de recuperación en el inquilino activo actualmente.
pl: Aby umożliwić użytkownikowi bezpośrednie zresetowanie hasła, skonfiguruj przepływ odzyskiwania w aktualnie aktywnym najemcy.
ru_ru: Чтобы позволить пользователю напрямую сбрасывать свой пароль, настройте процесс восстановления для текущего клиента.

source: To use SSL instead, use 'ldaps://' and disable this option.
es: Para usar SSL en su lugar, use 'ldaps: //' y deshabilite esta opción.
pl: Aby zamiast tego używać SSL, użyj „ldaps://” i wyłącz tę opcję.
ru_ru: Для задействования SSL используйте 'ldaps://' и отключите эту опцию.

source: Token count
es: Recuento de tokens
pl: Liczba tokenów

source: Token expiry
es: Caducidad del token
pl: Token wygasa
ru_ru: Истечение срока действия токена

source: Token is managed by authentik.
es: El token es administrado por authentik.
pl: Token jest zarządzany przez authentik.
ru_ru: Токен управляется authentik.

source: Token URL
es: URL simbólica
pl: URL tokena
ru_ru: URL токена

source: Token validity
es: Validez del token
pl: Ważność tokena

source: Token(s)
pl: Token(y)
ru_ru: Токен(ы)

source: Tokens
es: Fichas
pl: Tokeny
ru_ru: Токены

source: Tokens & App passwords
es: Tokens y contraseñas de aplicaciones
pl: Tokeny i hasła aplikacji
ru_ru: Токены и пароли приложений

source: Tokens and App passwords
es: Tokens y contraseñas de aplicaciones
pl: Tokeny i hasła aplikacji
ru_ru: Токены и пароли приложений

source: Tokens are used throughout authentik for Email validation stages, Recovery keys and API access.
es: Los tokens se utilizan en authentik para las etapas de validación de correo electrónico, las claves de recuperación y el acceso a la
pl: Tokeny są używane przez authentik do etapów weryfikacji poczty e-mail, kluczy odzyskiwania i dostępu do interfejsu API.
ru_ru: Токены используются authentik для этапов проверки Email, восстановления ключей и доступа к API.

source: Tokens sent via SMS.
es: Tokens enviados por SMS.
pl: Tokeny wysyłane SMS-em.

source: TOTP Authenticators
es: Autenticadores TOTP
pl: Uwierzytelniacze TOTP

source: TOTP Device
es: Dispositivo TOTP
pl: Urządzenie TOTP
ru_ru: Устройство TOTP

source: Traditional authenticator
es: Autenticador tradicional
pl: Tradycyjny uwierzytelniacz

source: Transient
es: transitorio
pl: przejściowy

source: Transports
es: Transportes
pl: Transporty

source: Trusted OIDC Sources
pl: Zaufane źródła OIDC

source: Turkish
es: turco
pl: Turecki
ru_ru: Турецкий

source: Type
es: Tipo
pl: Typ
ru_ru: Тип

source: UI settings
es: Configuración de IU
pl: Ustawienia interfejsu użytkownika
ru_ru: Настройки пользовательского интерфейса

source: UID start number
es: Número inicial de UID
pl: Numer początkowy UID

source: Unauthenticated Paths
es: Rutas no autenticadas
pl: Nieuwierzytelnione ścieżki

source: Unauthenticated URLs
es: URL no autenticadas
pl: Nieuwierzytelnione adresy URL

source: Unenrollment
es: Anular la inscripción
pl: Wypisanie się

source: Unenrollment flow
es: Flujo de cancelación de inscripción
pl: Przepływ wypisywania się
ru_ru: Процесс удаления учетной записи

source: Unhealthy
es: Insalubres
pl: Niezdrowy
ru_ru: Нездоровый

source: Unhealthy outposts
es: Puestos avanzados insalubres
pl: Niezdrowe placówki
ru_ru: Нездоровые аванпосты

source: Unique identifier the token is referenced by.
es: Identificador único por el que se hace referencia al token.
pl: Unikalny identyfikator, do którego odwołuje się token.

source: Unknown
es: Desconocido
pl: Nieznany
ru_ru: Неизвестно

source: Unread notifications
es: Notificaciones sin leer
pl: Nieprzeczytane powiadomienia
ru_ru: Непрочитанные оповещения

source: Up-to-date!
es: ¡Actuales!
pl: Aktualny!
ru_ru: Обновлено до последней версии!

source: Update
es: Actualización
pl: Aktualizuj
ru_ru: Обновить

source: Update {0}
es: Actualización {0}
pl: Zaktualizuj {0}
ru_ru: Обновить {0}

source: Update Application
es: Aplicación de actualización
pl: Aktualizuj aplikację
ru_ru: Обновить приложение

source: Update available
es: Actualización disponible
pl: Dostępna aktualizacja
ru_ru: Доступно обновление

source: Update Binding
es: Enlace de actualización
pl: Zaktualizuj wiązanie
ru_ru: Обновить привязку

source: Update Certificate-Key Pair
es: Actualizar par de claves de certificado
pl: Aktualizuj parę certyfikat-klucz
ru_ru: Обновить пару сертифика-ключ

source: Update details
es: Detalles de actualización
pl: Zaktualizuj szczegóły
ru_ru: Обновить детали

source: Update Device
es: Actualizar dispositivo
pl: Aktualizuj urządzenie
ru_ru: Обновить устройство

source: Update Flow
es: Flujo de actualización
pl: Aktualizuj przepływ
ru_ru: Обновить процесс

source: Update Group
es: Grupo de actualización
pl: Aktualizuj grupę
ru_ru: Обновить группу

source: Update Invitation
pl: Zaktualizuj zaproszenie
ru_ru: Обновить приглашение

source: Update LDAP Provider
es: Actualizar proveedor LDAP
pl: Aktualizuj dostawcę LDAP
ru_ru: Обновить провайдера LDAP

source: Update LDAP Source
es: Actualizar fuente LDAP
pl: Aktualizuj źródło LDAP
ru_ru: Обновить источник LDAP

source: Update Notification Rule
es: Regla de notificación de actualización
pl: Zaktualizuj regułę powiadamiania
ru_ru: Обновить правило оповещения

source: Update Notification Transport
es: Transporte de notificaciones de actualización
pl: Zaktualizuj transport powiadomień
ru_ru: Обновить способ оповещения

source: Update OAuth Source
es: Actualizar fuente de OAuth
pl: Aktualizuj źródło OAuth

source: Update OAuth2 Provider
es: Actualizar proveedor OAuth2
pl: Aktualizuj dostawcę OAuth2
ru_ru: Обновить провайдера OAuth2

source: Update Outpost
es: Actualización Outpost
pl: Zaktualizuj placówkę
ru_ru: Обновить Outpost

source: Update password
es: Actualizar contraseña
pl: Zaktualizuj hasło
ru_ru: Обновить пароль

source: Update Plex Source
es: Actualizar fuente de Plex
pl: Aktualizuj źródło Plex

source: Update Prompt
es: Mensaje de actualización
pl: Aktualizuj monit
ru_ru: Обновить поле ввода

source: Update Proxy Provider
es: Actualizar proveedor de proxy
pl: Aktualizuj dostawcę proxy
ru_ru: Обновить провайдера прокси

source: Update SAML Provider
es: Actualizar proveedor SAML
pl: Aktualizuj dostawcę SAML
ru_ru: Обновить провайдера SAML

source: Update SAML Source
es: Actualizar fuente SAML
pl: Aktualizuj źródło SAML
ru_ru: Обновить источник SAML

source: Update Stage binding
es: Enlace Update Stage
pl: Zaktualizuj powiązanie etapu
ru_ru: Обновить привязку этапа

source: Update Tenant
es: Actualizar inquilino
pl: Zaktualizuj najemcę
ru_ru: Обновить клиента

source: Update Token
es: Token de actualización
pl: Aktualizuj token
ru_ru: Обновить токен

source: Update User
es: Actualizar usuario
pl: Zaktualizuj użytkownika
ru_ru: Обновить пользователя

source: Updated
es: Actualizado
pl: Zaktualizowano
ru_ru: Обновлено

source: Upstream host that the requests are forwarded to.
es: Host ascendente al que se reenvían las solicitudes.
pl: Host nadrzędny, do którego przekazywane są żądania.
ru_ru: Upstream хост, на который пересылаются запросы.

source: URL settings
es: Configuración de URL
pl: Ustawienia URL

source: URL that the initial Login request is sent to.
es: URL a la que se envía la solicitud de inicio de sesión inicial.
pl: URL, do którego wysyłane jest początkowe żądanie logowania.

source: URL the user is redirect to to consent the authorization.
es: URL a la que se redirige al usuario para dar su consentimiento a la autorización.
pl: URL, do którego użytkownik jest przekierowywany, aby wyrazić zgodę na autoryzację.

source: URL used by authentik to get user information.
es: URL utilizada por authentik para obtener información del usuario.
pl: URL używany przez authentik do uzyskania informacji o użytkowniku.

source: URL used by authentik to retrieve tokens.
es: URL utilizada por authentik para recuperar tokens.
pl: URL używany przez authentik do pobierania tokenów.

source: URL used to request the initial token. This URL is only required for OAuth 1.
es: URL utilizada para solicitar el token inicial. Esta URL solo es necesaria para OAuth 1.
pl: URL używany do żądania początkowego tokena. Ten adres URL jest wymagany tylko w przypadku protokołu OAuth 1.

source: Use a code-based authenticator.
es: Use un autenticador basado en código.
pl: Użyj uwierzytelniacza opartego na kodzie.
ru_ru: Использовать кодовый аутентификатор

source: Use a security key
es: Use una llave de seguridad
pl: Użyj klucza bezpieczeństwa
ru_ru: Использовать ключ безопасности

source: Use a security key to prove your identity.
es: Use una llave de seguridad para demostrar su identidad.
pl: Użyj klucza bezpieczeństwa, aby potwierdzić swoją tożsamość.
ru_ru: Использовать ключ безопасности, чтобы доказать свою личность.

source: Use global settings
es: Usar la configuración global
pl: Użyj ustawień globalnych
ru_ru: Использовать глобальные настройки

source: Use SSL
es: Usar SSL
pl: Użyj SSL
ru_ru: Использовать SSL

source: Use the username and password below to authenticate. The password can be retrieved later on the Tokens page.
es: Use el nombre de usuario y la contraseña a continuación para autenticarse. La contraseña se puede recuperar más adelante en la página Tokens.
pl: Użyj poniższej nazwy użytkownika i hasła do uwierzytelnienia. Hasło można później odzyskać na stronie Tokeny.
ru_ru: Для аутентификации используйте имя пользователя и пароль, указанные ниже. Пароль можно восстановить позже на странице токенов.

source: Use this provider with nginx's auth_request or traefik's forwardAuth. Each application/domain needs its own provider. Additionally, on each domain, /outpost.goauthentik.io must be routed to the outpost (when using a manged outpost, this is done for you).
pl: Użyj tego dostawcy z auth_request nginx lub forwardAuth traefik. Każda aplikacja/domena potrzebuje własnego dostawcy. Dodatkowo w każdej domenie /outpost.goauthentik.io musi być przekierowany do placówki (w przypadku korzystania z zarządzanej placówki jest to zrobione za Ciebie).
ru_ru: Используйте этого провайдера с помощью nginx auth_request или traefik forwardAuth. Каждому приложению/домену нужен свой собственный провадер. Кроме того, в каждом домене /outpost.goauthentik.io должен быть направлен в outpost (при использовании управляемого outpost это делается автоматически).

source: Use this provider with nginx's auth_request or traefik's forwardAuth. Only a single provider is required per root domain. You can't do per-application authorization, but you don't have to create a provider for each application.
es: Use este proveedor con auth_request de nginx o ForwardAuth de traefik. Solo se requiere un único proveedor por dominio raíz. No puede realizar la autorización por solicitud, pero no tiene que crear un proveedor para cada solicitud.
pl: Użyj tego dostawcy z auth_request nginx lub forwardAuth traefik. Tylko jeden dostawca jest wymagany na domenę główną. Nie możesz wykonać autoryzacji dla aplikacji, ale nie musisz tworzyć dostawcy dla każdej aplikacji.
ru_ru: Используйте этот провайдер с nginx auth_request или traefik forwardAuth. Для каждого корневого домена требуется только один провайдер. Вы не можете выполнять авторизацию для каждого приложения, но вам не нужно создавать провайдера для каждого приложения.

source: Use this tenant for each domain that doesn't have a dedicated tenant.
es: Use este inquilino para cada dominio que no tenga un inquilino dedicado.
pl: Użyj tego najemcy dla każdej domeny, która nie ma dedykowanej najmecy.
ru_ru: Использовать этот клиент для любого домена, у которого нет выделенного клиента.

source: Use TLS
es: Usar TLS
pl: Użyj TLS
ru_ru: Использовать TLS

source: User
es: Usuario
pl: Użytkownik
ru_ru: Пользователь

source: User {0}
es: Usuario {0}
pl: Użytkownik {0}
ru_ru: Пользователь {0}

source: User database + app passwords
es: Base de datos de usuario+contraseñas
pl: Baza użytkowników + hasła aplikacji

source: User database + LDAP password
es: Base de datos de usuarios+contraseña
pl: Baza użytkowników + hasło LDAP

source: User database + standard password
es: Base de datos de usuarios + contraseña estándar
pl: Baza użytkowników + standardowe hasło

source: User details
es: Detalles del usuario
pl: Szczegóły użytkownika
ru_ru: Информация о пользователе

source: User events
es: Eventos del usuario
pl: Zdarzenia użytkownika
ru_ru: События пользователя

source: User fields
es: Campos de usuario
pl: Pola użytkownika
ru_ru: Поля пользователя

source: User Info
es: Información del usuario
pl: Informacje użytkownika
ru_ru: Информация о пользователе

source: User interface
es: Interfaz de usuario
pl: Interfejs użytkownika
ru_ru: Пользовательский интерфейс

source: User mappings can only be checked if a user is already logged in when trying to access this source.
pl: Mapowania użytkowników można sprawdzić tylko wtedy, gdy użytkownik jest już zalogowany podczas próby uzyskania dostępu do tego źródła.
ru_ru: Сопоставления пользователей могут быть проверены только в том случае, если пользователь уже вошел в систему и пытался получить доступ к этому источнику.

source: User matching mode
es: Modo de coincidencia de usuarios
pl: Tryb dopasowania użytkownika
ru_ru: Режим сопоставления пользователей

source: User object filter
es: Filtro de objetos de usuario
pl: Filtr obiektów użytkownika

source: User password writeback
es: Reescritura de contraseña de usuario
pl: Zapis zwrotny hasła użytkownika

source: User Property Mappings
es: Asignaciones de propiedades de usuario
pl: Mapowania właściwości użytkownika
ru_ru: Сопоставления свойств пользователя

source: User settings flow
pl: Przepływ ustawień użytkownika
ru_ru: Процесс настроек пользователя

source: User statistics
es: Estadísticas de los usuarios
pl: Statystyki użytkowników
ru_ru: Стастистика по пользователям

source: User status
es: Estado del usuario
pl: Status użytkownika
ru_ru: Статус пользователя

source: User verification
es: Verificación del usuario
pl: Weryfikacja użytkownika
ru_ru: Проверка пользователя

source: User verification is preferred if available, but not required.
es: Se prefiere la verificación del usuario si está disponible, pero no es obligatoria.
pl: Preferowana jest weryfikacja użytkownika, jeśli jest dostępna, ale nie jest wymagana.
ru_ru: Проверка пользователя предпочтительна, если она доступна, но не обязательна.

source: User verification must occur.
es: Debe producirse la verificación del usuario.
pl: Musi nastąpić weryfikacja użytkownika.
ru_ru: Должна быть произведена проверка пользователя.

source: User verification should not occur.
es: No se debe realizar la verificación del usuario.
pl: Weryfikacja użytkownika nie powinna nastąpić.
ru_ru: Проверка пользователя не должна происходить.

source: User was written to
es: Se escribió al usuario a
pl: Użytkownik zapisał do

source: User's avatar
es: Avatar del usuario
pl: Awatar użytkownika
ru_ru: Аватар пользователя

source: User's display name.
es: Nombre para mostrar del usuario.
pl: Wyświetlana nazwa użytkownika.
ru_ru: Отображаемое имя пользователя.

source: User(s)
es: Usuario (s)
pl: Użytkownik(cy)
ru_ru: Пользователь(-ли)

source: User/Group Attribute used for the password part of the HTTP-Basic Header.
es: Atributo de usuario/grupo utilizado para la parte de contraseña del encabezado HTTP-Basic.
pl: Atrybut użytkownika/grupy używany w części hasła nagłówka HTTP-Basic.
ru_ru: Атрибут пользователя/группы, который будет использоваться в качестве пароля в заголовке HTTP-Basic.

source: User/Group Attribute used for the user part of the HTTP-Basic Header. If not set, the user's Email address is used.
es: Atributo de usuario/grupo utilizado para la parte de usuario del encabezado HTTP-Basic. Si no se establece, se utiliza la dirección de correo electrónico del usuario.
pl: Atrybut użytkownika/grupy używany w części użytkownika nagłówka HTTP-Basic. Jeśli nie jest ustawiony, używany jest adres e-mail użytkownika.

source: Userinfo URL
es: URL de información de usuario
pl: URL Userinfo

source: Username
es: Nombre usuario
pl: Nazwa użytkownika
ru_ru: Имя пользователя

source: Username: Same as Text input, but checks for and prevents duplicate usernames.
es: Nombre de usuario: igual que la entrada de texto, pero comprueba y evita los nombres de usuario duplicados.
pl: Nazwa użytkownika: to samo, co wprowadzanie tekstu, ale sprawdza i zapobiega duplikowaniu nazw użytkowników.
ru_ru: Имя пользователя: то же, что и текстовый ввод, но проверяет и предотвращает дублирование имен пользователей.

source: Users
es: Usuarios
pl: Użytkownicy
ru_ru: Пользователи

source: Users added to this group will be superusers.
es: Los usuarios añadidos a este grupo serán superusuarios.
pl: Użytkownicy dodani do tej grupy będą superużytkownikami.
ru_ru: Пользователи добавленные в эту группу, будут суперпользователями.

source: Users created per day in the last month
es: Usuarios creados por día en el último mes
pl: Użytkownicy stworzeni dziennie w ciągu ostatniego miesiąca
ru_ru: Количество созданных пользователей в день за последний месяц

source: Users in the selected group can do search queries. If no group is selected, no LDAP Searches are allowed.
es: Los usuarios del grupo seleccionado pueden realizar consultas de búsqueda. Si no se selecciona ningún grupo, no se permiten búsquedas LDAP.
pl: Użytkownicy w wybranej grupie mogą wykonywać zapytania wyszukiwania. Jeśli nie wybrano żadnej grupy, nie są dozwolone żadne wyszukiwania LDAP.

source: Using flow
es: Uso del flujo
pl: Używanie przepływu
ru_ru: С использованием процесса

source: Using source
es: Uso de la fuente
pl: Używając źródła
ru_ru: С использованием источника

source: Valid for 360 days, after which the password will automatically rotate. You can copy the password from the Token List.
es: Válido durante 360 días, después de lo cual la contraseña cambiará automáticamente. Puede copiar la contraseña de la lista de tokens.
pl: Ważne przez 360 dni, po czym hasło zostanie automatycznie zmienione. Możesz skopiować hasło z listy tokenów.

source: Valid redirect URLs after a successful authorization flow. Also specify any origins here for Implicit flows.
es: URL de redireccionamiento válidas después de un flujo de autorización correcto. Especifique también cualquier origen aquí para los flujos implícitos.
pl: Prawidłowe adresy URL przekierowania po pomyślnym przebiegu autoryzacji. Określ również wszelkie źródła tutaj dla przepływów niejawnych.

source: Validate SSL Certificates of upstream servers.
es: Validar los certificados SSL de los servidores ascendentes.
pl: Sprawdź poprawność certyfikatów SSL serwerów nadrzędnych.

source: Validate the user's password against the selected backend(s).
es: Valide la contraseña del usuario en relación con los backend seleccionados.
pl: Zweryfikuj hasło użytkownika w wybranych backendach.
ru_ru: Проверьте пароль пользователя на соответствие выбранному бэкенду(ам).

source: Validation Policies
es: Políticas de validación
pl: Zasady weryfikacji

source: Validity days
es: Días de validez
pl: Dni ważności

source: Verification
es: Verificación
pl: Weryfikacja
ru_ru: Верификация

source: Verification Certificate
es: Certificado de verificación
pl: Certyfikat weryfikacji
