Repository: goauthentik/authentik
Catalog: web/src/locales/*.po
Languages: es, pl, ru_ru

source: Code
es: Código
pl: Kod
ru_ru: Код

source: Common Name
es: Nombre común
pl: Nazwa pospolita

source: Compatibility mode
es: Modo de compatibilidad
pl: Tryb zgodności
ru_ru: Режим совместимости

source: Confidential
es: Confidencial
pl: Poufny
ru_ru: Конфиденциальный

source: Configuration
es: Configuración
pl: Konfiguracja
ru_ru: Конфигурация

source: Configuration error
es: Error de configuración
pl: Błąd konfiguracji
ru_ru: Ошибка конфигурации

source: Configuration flow
es: Flujo de configuración
pl: Przepływ konfiguracji
ru_ru: Конфигурация процесса

source: Configuration stages
pl: Etapy konfiguracji
ru_ru: Этапы конфигурации

source: Configure how long access codes are valid for.
es: Configurar durante cuánto tiempo son válidos los códigos de acceso.
pl: Skonfiguruj czas ważności kodów dostępu.

source: Configure how long access tokens are valid for.
es: Configurar durante cuánto tiempo son válidos los tokens de acceso.
pl: Skonfiguruj, jak długo tokeny dostępu są ważne.
ru_ru: Настройте срок действия токенов доступа.

source: Configure how long tokens are valid for.
es: Configurar durante cuánto tiempo son válidos los tokens.
pl: Skonfiguruj, jak długo tokeny są ważne.

source: Configure how the issuer field of the ID Token should be filled.
es: Configurar cómo se debe rellenar el campo emisor del token de ID.
pl: Skonfiguruj jak pole wystawcy tokena ID powinien być wypełniony.
ru_ru: Настройте, как должно быть заполнено поле эмитента ID Token.

source: Configure how the NameID value will be created. When left empty, the NameIDPolicy of the incoming request will be respected.
es: Configurar cómo se creará el valor NameID. Cuando se deja vacío, se respetará la NameIDPolicy de la solicitud entrante.
pl: Skonfiguruj sposób tworzenia wartości NameID. Gdy puste, NameIDPolicy przychodzącego żądania będzie przestrzegany.

source: Configure how the outpost authenticates requests.
pl: Skonfiguruj sposób, w jaki placówka uwierzytelnia żądania.
ru_ru: Настройте, как outpost проверяет подлинность запросов.

source: Configure how the outpost queries the core authentik server's users.
es: Configurar la forma en que el controlador consulta los usuarios del servidor Authentik.
pl: Skonfiguruj sposób, w jaki placówka wysyła zapytania do użytkowników podstawowego serwera authentik.
ru_ru: Настройте, как аванпост запрашивает пользователей основного сервера аутентификации.

source: Configure the maximum allowed time drift for an assertion.
es: Configurar la desviación de tiempo máxima permitida para una afirmación.
pl: Skonfiguruj maksymalny dozwolony dryft czasu dla asercji.
ru_ru: Настройте максимально допустимый временной сдвиг для утверждения.

source: Configure visual settings and defaults for different domains.
es: Configurar los ajustes visuales y los valores predeterminados para los diferentes dominios.
pl: Skonfiguruj ustawienia wizualne i domyślne dla różnych domen.
ru_ru: Сконфигурируйте визуальные параметры и значения по умолчанию для разных доменов.

source: Configure what data should be used as unique User Identifier. For most cases, the default should be fine.
es: Configurar qué datos deben usarse como identificador de usuario único. En la mayoría de los casos, el valor predeterminado debería estar bien.
pl: Skonfiguruj, jakie dane mają być używane jako unikalny identyfikator użytkownika. W większości przypadków wartość domyślna powinna być w porządku.
ru_ru: Настройте, какие данные следует использовать в качестве уникального идентификатора пользователя. В большинстве случаев значение по умолчанию должно подойти.

source: Connect
es: Conectar
pl: Połącz
ru_ru: Подключить

source: Connect to the LDAP Server on port 389:
es: Conectar al servidor LDAP en el puerto 389:
pl: Połącz się z serwerem LDAP na porcie 389:

source: Connect your user account to the services listed below, to allow you to login using the service instead of traditional credentials.
es: Conectar su cuenta de usuario a los servicios que se enumeran a continuación para permitirle iniciar sesión usando el servicio en lugar de las credenciales tradicionales.
pl: Połącz swoje konto użytkownika z usługami wymienionymi poniżej, aby umożliwić logowanie za pomocą usługi zamiast tradycyjnych poświadczeń.
ru_ru: Подключите вашу учетную запись к сервисам, указанным ниже, для входа с помощью сервиса вместо традиционных учетных данных.

source: Connected services
es: Servicios conectados
pl: Połączone usługi
ru_ru: Подключенные сервисы

source: connecting object will be deleted
es: se eliminará el objeto de conexión
pl: obiekt łączący zostanie usunięty
ru_ru: связующий объект будет удален

source: Connection error, reconnecting...
es: Error de conexión, reconectando...
pl: Błąd połączenia, ponowne łączenie...
ru_ru: Ошибка подключения, повторное подключение...

source: Connection settings
es: Configuración de conexión
pl: Ustawienia połączenia
ru_ru: Настройки соединения

source: connection will be deleted
es: se eliminará la conexión
pl: połączenie zostanie usunięte
ru_ru: связь будет удалена

source: Consent
es: Consentimiento
pl: Zgody
ru_ru: Согласия

source: Consent expires in
es: El consentimiento caduca en
pl: Zgoda wygasa
ru_ru: Согласие истечёт через

source: Consent expires.
es: El consentimiento caduca
pl: Zgoda wygasa.

source: Consent given last indefinitely
es: El consentimiento no caduca nunca
pl: Zgoda udzielona na czas nieokreślony
ru_ru: Согласие дано на неопределенный срок

source: Consent(s)
es: Consentimiento(s)
pl: Zgoda(y)
ru_ru: Согласие(-я)

source: Consider Objects matching this filter to be Groups.
es: Considerar que los objetos que coinciden con este filtro son grupos.
pl: Rozważ obiekty pasujące do tego filtra jako grupy.

source: Consider Objects matching this filter to be Users.
es: Considerar que los objetos que coinciden con este filtro son usuarios.
pl: Rozważ obiekty pasujące do tego filtra jako Użytkownicy.

source: Consumer key
es: Clave de consumidor
pl: Klucz klienta

source: Consumer secret
es: Secreto del consumidor
pl: Sekret klienta

source: Content left
pl: Zawartość lewa

source: Content right
pl: Zawartość prawa

source: Context
es: Contexto
pl: Kontekst
ru_ru: Контекст

source: Continue
es: Continuar
pl: Kontynuuj
ru_ru: Продолжить

source: Continue flow without invitation
es: Continuar el flujo sin invitación
pl: Kontynuuj przepływ bez zaproszenia
ru_ru: Продолжить процесс без приглашения

source: Control how authentik exposes and interprets information.
es: Controlar cómo authentik expone e interpreta la información.
pl: Kontroluj sposób, w jaki authentik ujawnia i interpretuje informacje.
ru_ru: Контролирует то, каким образом authentik предоставляет и интерпретирует информацию.

source: Cookie domain
es: Dominio de cookies
pl: Domena plików cookie
ru_ru: Домен файлов cookie

source: Copy
es: Copiar
pl: Kopiuj
ru_ru: Скопировать

source: Copy download URL
es: Copiar URL de descarga
pl: Skopiuj URL pobierania
ru_ru: Скопировать URL скачивания

source: Copy recovery link
es: Copiar enlace de recuperación
pl: Skopiuj link odzyskiwania
ru_ru: Скопировать ссылку восстановления пароля

source: Create
es: Crear
pl: Utwórz
ru_ru: Создать

source: Create {0}
es: Crear {0}
pl: Utwórz {0}
ru_ru: Создать {0}

source: Create a new application
es: Crea una nueva aplicación
pl: Utwórz nową aplikację
ru_ru: Создать новое приложение

source: Create a new outpost integration.
pl: Utwórz nową integrację z placówką.
ru_ru: Создать новую outpost интеграцию.

source: Create a new policy.
pl: Utwórz nową zasadę.
ru_ru: Создать новую политику.

source: Create a new property mapping.
pl: Utwórz nowe mapowanie właściwości.
ru_ru: Создать новое сопоставление полей.

source: Create a new provider.
pl: Utwórz nowego dostawcę.
ru_ru: Создать нового провайдера.

source: Create a new source.
pl: Utwórz nowe źródło.
ru_ru: Создать новый источник.

source: Create a new stage.
pl: Utwórz nowy etap.
ru_ru: Создать новый этап.

source: Create App password
es: Crear contraseña de aplicación
pl: Utwórz hasło aplikacji
ru_ru: Создать пароль приложения

source: Create Application
es: Crear aplicación
pl: Utwórz aplikację
ru_ru: Создать приложение

source: Create Binding
es: Crear vínculo
pl: Utwórz powiązanie
ru_ru: Создать привязку

source: Create Certificate-Key Pair
es: Crear par de claves de certificado
pl: Utwórz parę certyfikat-klucz
ru_ru: Создать пару ключ-сертификат

source: Create Flow
es: Crear flujo
pl: Utwórz przepływ
ru_ru: Создать процесс

source: Create group
es: Crear grupo
pl: Utwórz grupę
ru_ru: Создать группу

source: Create Group
es: Crear grupo
pl: Utwórz grupę
ru_ru: Создать группу

source: Create Invitation
es: Crear invitación
pl: Utwórz zaproszenie
ru_ru: Создать приглашение

source: Create Invitation Links to enroll Users, and optionally force specific attributes of their account.
es: Crear enlaces de invitación para inscribir usuarios y, opcionalmente, forzar atributos específicos de su cuenta.
pl: Utwórz Linki Zaproszeniowe, aby zarejestrować Użytkowników i opcjonalnie wymusić określone atrybuty ich konta.
ru_ru: Создайте ссылки-приглашения для регистрации пользователей, а также задайте атрибуты их учетной записи (необязательно).

source: Create Notification Rule
es: Crear regla de notificación
pl: Utwórz regułę powiadomień
ru_ru: Создать правило оповещения

source: Create Notification Transport
es: Crear transporte de notificaciones
pl: Utwórz transport powiadomień
ru_ru: Создать способ оповещения

source: Create Outpost
es: Crear controlador
pl: Utwórz placówkę
ru_ru: Создать outpost

source: Create Prompt
es: Crear campo
pl: Utwórz monit
ru_ru: Создать поле ввода

source: Create provider
es: Crear proveedor
pl: Utwórz dostawcę
ru_ru: Создать провайдера

source: Create Service account
es: Crear cuenta de servicio
pl: Utwórz konto usługi
ru_ru: Создать сервисную учетную запись

source: Create Stage binding
es: Crear vínculo de etapa
pl: Utwórz wiązanie etapu
ru_ru: Создать привязку этапа

source: Create Tenant
es: Crear ámbito
pl: Utwórz najemcę
ru_ru: Создать клиента

source: Create Token
es: Crear token
pl: Utwórz token
ru_ru: Создать токен

source: Create User
es: Crear usuario
pl: Utwórz użytkownika
ru_ru: Создать пользователя

source: Create users as inactive
es: Crear usuarios como inactivos
pl: Utwórz użytkowników jako nieaktywnych
ru_ru: Создавать пользователей как неактивных

source: Created by
es: Creado por
pl: Utworzono przez
ru_ru: Создано

source: Creation Date
es: Fecha de creación
pl: Data utworzenia
ru_ru: Дата создания

source: Current plan context
es: Contexto actual del plan
pl: Aktualny kontekst planu
ru_ru: Текущий план контекста

source: Currently set to:
es: Configurado actualmente en:
pl: Obecnie ustawiony na:
ru_ru: Сейчас установлено:

source: Customisation
es: Personalización
pl: Dostosowywanie
ru_ru: Персонализация

source: Dashboards
es: Paneles de control
pl: Pulpity
ru_ru: Панели мониторинга

source: Date
es: Fecha
pl: Data
ru_ru: Дата

source: Date Time
es: Fecha y hora
pl: Data Czas
ru_ru: Дата и время

source: Deactivate
es: Desactivar
pl: Dezaktywuj
ru_ru: Деактивировать

source: Decides what this Flow is used for. For example, the Authentication flow is redirect to when an un-authenticated user visits authentik.
es: Decide para qué se utiliza este flujo. Por ejemplo, el flujo de autenticación se utiliza cuando un usuario no autenticado visita authentick.
pl: Decyduje, do czego służy ten przepływ. Na przykład przepływ uwierzytelniania służy do przekierowania nieuwierzytelnionego użytkownika który odwiedza authentik.
ru_ru: Решает для чего используется данный процесс. Например, процесс аутентификации - страница, на которую перенаправляется неаутентифицированный пользователь при посещении authentik.

source: Default
es: Por defecto
pl: Domyślny
ru_ru: По умолчанию

source: Default flows
es: Flujos predeterminados
pl: Domyślny przepływ
ru_ru: Процессы по умолчанию

source: Default?
es: ¿Por defecto?
pl: Domyślny?
ru_ru: По умолчанию?

source: Define how notifications are sent to users, like Email or Webhook.
es: Define cómo se envían las notificaciones a los usuarios, por ejemplo, mediante correo electrónico o webhook.
pl: Określ sposób wysyłania powiadomień do użytkowników, takich jak e-mail lub webhook.
ru_ru: Определите как оповещения отправляются пользователям, например Email или вебхук.

source: Delete
es: Eliminar
pl: Usuń
ru_ru: Удалить

source: Delete {0}
es: Eliminar {0}
pl: Usuń {0}
ru_ru: Удалить {0}

source: Delete account
es: Eliminar cuenta
pl: Usuń konto
ru_ru: Удалить аккаунт

source: Delete currently set background image.
es: Eliminar la imagen de fondo configurada actualmente.
pl: Usuń aktualnie ustawiony obraz tła.
ru_ru: Удалить установленное фоновое изображение.

source: Delete currently set icon.
es: Eliminar el icono configurado actualmente.
pl: Usuń aktualnie ustawioną ikonę.
ru_ru: Удаляет установленный значок.

source: Delete temporary users after
es: Eliminar usuarios temporales después de
pl: Usuń tymczasowych użytkowników po

source: Delete the currently pending user. CAUTION, this stage does not ask for confirmation. Use a consent stage to ensure the user is aware of their actions.
es: Eliminar el usuario pendiente en ese momento. PRECAUCIÓN, esta etapa no pide confirmación. Use una etapa de consentimiento para asegurarse de que el usuario esté al tanto de sus acciones.
pl: Usuń aktualnie oczekującego użytkownika. UWAGA, ten etap nie wymaga potwierdzenia. Użyj etapu zgody, aby upewnić się, że użytkownik jest świadomy swoich działań.

source: Deny the user access
es: Denegar el acceso al usuario
pl: Odmów użytkownikowi dostępu
ru_ru: Запретить доступ пользователю

source: Description
es: Descripción
pl: Opis
ru_ru: Описание

source: Description shown to the user when consenting. If left empty, the user won't be informed.
es: Descripción que se muestra al usuario al dar su consentimiento. Si se deja vacío, no se informará al usuario.
pl: Opis wyświetlany użytkownikowi podczas wyrażania zgody. Jeśli pozostanie pusty, użytkownik nie zostanie o tym poinformowany.
ru_ru: Текст, который пользователь увидит в процессе подтверждения. Если оставить пустым, пользователь не будет проинформирован.

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
es: Designa si este usuario debe tratarse como activo. Deseleccione esto en lugar de eliminar cuentas.
pl: Określa, czy ten użytkownik powinien być traktowany jako aktywny. Odznacz to zamiast usuwać konta.
ru_ru: Следует ли считать пользователя активным. Используйте опцию вместо удаления учетной записи.

source: Designation
es: Designación
pl: Przeznaczenie
ru_ru: Назначение

source: Determines how authentik sends the response back to the Service Provider.
es: Determina cómo authentik devuelve la respuesta al proveedor de servicios.
pl: Określa, w jaki sposób authentik przesyła odpowiedź z powrotem do Usługodawcy.

source: Determines how long a session lasts. Default of 0 seconds means that the sessions lasts until the browser is closed.
es: Determina la duración de una sesión. El valor predeterminado de 0 segundos significa que las sesiones duran hasta que se cierra el navegador.
pl: Określa, jak długo trwa sesja. Domyślna wartość 0 sekund oznacza, że sesje trwają do zamknięcia przeglądarki.

source: Device classes
es: Clases de dispositivos
pl: Klasy urządzeń
ru_ru: Классы устройств

source: Device classes which can be used to authenticate.
es: Clases de dispositivos que se pueden usar para autenticarse.
pl: Klasy urządzeń, których można użyć do uwierzytelniania.
ru_ru: Классы устройств, которые могут использоваться для аутентификации.

source: Device(s)
es: Dispositivo(s)
pl: Urządzenie(a)
ru_ru: Устройство(а)

source: Digest algorithm
es: Algoritmo de resumen
pl: Algorytm skrótu
ru_ru: Алгоритм хеширования

source: Digits
es: Dígitos
pl: Cyfry
ru_ru: Цифры

source: Directory
es: Directorio
pl: Katalog
ru_ru: Каталог

source: Disabled
es: Deshabilitado
pl: Wyłączone
ru_ru: Отключено

source: Disconnect
es: Desconectar
pl: Rozłącz
ru_ru: Отсоединить

source: Docker URL
es: URL de Docker
pl: URL Dockera

source: Domain
es: Dominio
pl: Domena
ru_ru: Домен

source: Download
es: Descargar
pl: Pobierz
ru_ru: Скачать

source: Download Certificate
es: Descargar certificado
pl: Pobierz certyfikat
ru_ru: Скачать сертификат

source: Download Private key
es: Descargar clave privada
pl: Pobierz klucz prywatny
ru_ru: Скачать приватный ключ

source: Download signing certificate
es: Descargar certificado de firma
pl: Pobierz certyfikat podpisywania
ru_ru: Загрузить сертификат подписания

source: Dummy stage used for testing. Shows a simple continue button and always passes.
es: Etapa ficticia utilizada para las pruebas. Muestra sólo un botón de continuar y siempre pasa.
pl: Atrapa etapu używana do testowania. Pokazuje prosty przycisk kontynuuj i zawsze przechodzi.
ru_ru: Фиктивный этап, используется для тестирования. Показывает простую кнопку продолжения и всегда проходит.

source: Duo activation
es: Activación Duo
pl: Aktywacja Duo
ru_ru: Активация Duo

source: Duo Authenticators
es: Autenticadores Duo
pl: Uwierzytelniacze Duo
ru_ru: Аутентификаторы Duo

source: Duo push-notifications
es: Notificaciones push Duo
pl: Powiadomienia push Duo
ru_ru: Push-уведомления Duo

source: Duration after which events will be deleted from the database.
es: Duración tras la cual los eventos se eliminarán de la base de datos.
pl: Czas, po którym zdarzenia zostaną usunięte z bazy danych.
ru_ru: Период времени, после которого события будут удалены из базы данных.

source: Edit
es: Editar
pl: Edytuj
ru_ru: Изменить

source: Edit Binding
es: Editar vínculo
pl: Edytuj powiązanie
ru_ru: Редактировать привязку

source: Edit Group
es: Editar grupo
pl: Edytuj grupę
ru_ru: Редактировать группу

source: Edit Policy
es: Editar política
pl: Edytuj zasady
ru_ru: Редактировать политику

source: Edit Stage
es: Editar etapa
pl: Edytuj etap
ru_ru: Редактировать этап

source: Edit User
es: Editar usuario
pl: Edytuj użytkownika
ru_ru: Редактировать пользователя

source: Either input a full URL, a relative path, or use 'fa://fa-test' to use the Font Awesome icon "fa-test".
es: Introduzca una URL completa, una ruta relativa o use 'fa://fa-test' para usar el icono Font Awesome «fa-test».
pl: Wprowadź pełny adres URL, ścieżkę względną lub użyj „fa://fa-test”, aby użyć ikony Font Awesome „fa-test”.
ru_ru: Введите полный URL, относительный путь или используйте 'fa://fa-test' для использования значка «fa-test» из Font Awesome.

source: Either no applications are defined, or you don't have access to any.
es: No se han definido aplicaciones o no tiene acceso a ninguna.
pl: Nie zdefiniowano żadnych aplikacji, albo nie masz do nich dostępu.
ru_ru: Либо приложения ещё не заданы, либо у вас нет доступа к ним.

source: Email address
es: Dirección de correo electrónico
pl: Adres e-mail
ru_ru: Email адрес

source: Email info:
es: Información de correo electrónico:
pl: Informacje e-mail:
ru_ru: Информация о Email:

source: Email recovery link
es: Enlace de recuperación de correo electrónico
pl: Wyślij link odzyskiwania
ru_ru: Отправить ссылку восстановления на Email

source: Email sent
es: Correo electrónico enviado
pl: Email wysłany
ru_ru: Письмо отправлено

source: Email stage
es: Etapa de correo electrónico
pl: Etap e-mail
ru_ru: Этап Email

source: Email: Text field with Email type.
es: Correo electrónico: campo de texto con tipo de correo electrónico.
pl: Email: Pole tekstowe z typem Email.
ru_ru: Email: текстовое поле с типом Email.

source: Embedded outpost is not configured correctly.
es: El controlador integrado no está configurado correctamente.
pl: Wbudowana placówka nie jest poprawnie skonfigurowana.
ru_ru: Встроенный outpost не настроен корректно.

source: Enable StartTLS
es: Habilitar StartTLS
pl: Włącz StartTLS
ru_ru: Включить StartTLS

source: Enabled
es: Habilitado
pl: Włączony
ru_ru: Включено

source: Enabling this toggle will create a group named after the user, with the user as member.
es: Al habilitar esta opción, se creará un grupo con el nombre del usuario, con el usuario como miembro.
pl: Włączenie tego przełącznika spowoduje utworzenie grupy nazwanej jak użytkownik, z użytkownikiem jako członkiem.
ru_ru: Включение этого переключателя создаст группу, названную в честь пользователя, с пользователем в качестве члена.

source: English
es: Inglés
pl: Angielski
ru_ru: Английский

source: Enroll
es: Inscribir
pl: Dodaj
ru_ru: Зарегистрировать

source: Enrollment
es: Inscripción
pl: Rejestracja
ru_ru: Регистрация

source: Enrollment flow
es: Flujo de inscripción
pl: Przepływ rejestracji
ru_ru: Процесс регистрации

source: Error
pl: Błąd
ru_ru: Ошибка

source: Error creating credential: {err}
es: Error creando la credencial: {err}
pl: Błąd podczas tworzenia poświadczenia: {err}
ru_ru: Ошибка создания учетных данных: {err}

source: Error message
es: Mensaje de error
pl: Komunikat o błędzie
ru_ru: Сообщение об ошибке

source: Error when creating credential: {err}
es: Error al crear la credencial: {err}
pl: Błąd podczas tworzenia poświadczeń: {err}
ru_ru: Ошибка при создании учетных данных: {err}

source: Error when validating assertion on server: {err}
es: Error al validar la afirmación en el servidor: {err}
pl: Błąd podczas walidacji asercji na serwerze: {err}

source: Error: unsupported source settings: {0}
es: Error: configuración de origen no admitida: {0}
pl: Błąd: nieobsługiwane ustawienia źródła: {0}
ru_ru: Ошибка: неподдерживаемые настройки источника: {0}

source: Evaluate policies before the Stage is present to the user.
es: Evaluar las políticas antes de que la etapa se presente al usuario.
pl: Oceń zasady, zanim etap jest obecny dla użytkownika.
ru_ru: Выполнить исполнение политик до того, как этап будет показан пользователю.

source: Event {0}
es: Evento {0}
pl: Zdarzenie {0}
ru_ru: Событие {0}

source: Event info
es: Información del evento
pl: Informacje o zdarzeniu
ru_ru: Информация о событии

source: Event Log
es: Registro de eventos
pl: Dziennik zdarzeń
ru_ru: Журнал событий

source: Event retention
es: Retención de eventos
pl: Przechowywanie zdarzeń
ru_ru: Автоудаление событий

source: Events
es: Eventos
pl: Zdarzenia
ru_ru: События

source: Everything is ok.
es: Está todo bien.
pl: Wszystko w porządku.
ru_ru: Все в порядке.

source: Exception
es: Excepción
pl: Wyjątek
ru_ru: Исключение

source: Execute flow
es: Ejecutar flujo
pl: Wykonaj przepływ
ru_ru: Выполнить процесс

source: Executes the python snippet to determine whether to allow or deny a request.
es: Ejecutar el fragmento Python para determinar si se permite o deniega una solicitud.
pl: Wykonuje fragment kodu Pythona, aby określić, czy zezwolić, czy odrzucić żądanie.
ru_ru: Выполняет фрагмент кода Python, чтобы определить, разрешить или отклонить запрос.

source: Execution logging
es: Registro de ejecución
pl: Rejestrowanie wykonania
ru_ru: Ведение журнала выполнения

source: Expires
es: Caduca
pl: Wygasa
ru_ru: Истекает

source: Expires on
es: Caduca el
pl: Wygasa dnia
ru_ru: Истекает

source: Expires?
es: ¿Caduca?
pl: Wygasa?
ru_ru: Истёк?

source: Expiring
es: A punto de vencer
pl: Wygasa
ru_ru: Истекает

source: Expiry
es: Caducidad
pl: Wygasa
ru_ru: Срок действия

source: Expiry date
es: Fecha de caducidad
pl: Data wygaśnięcia
ru_ru: Срок действия

source: Explicit Consent
es: Consentimiento explícito
pl: Wyraźna zgoda
ru_ru: Явное согласие

source: Explore integrations
es: Explorar integraciones
pl: Przeglądaj integracje
ru_ru: Исследовать интеграции

source: Export
es: Exportar
pl: Eksportuj
ru_ru: Экспорт

source: Export flow
es: Exportar flujo
pl: Eksportuj przepływ
ru_ru: Экспортировать процесс

source: Expression using Python.
es: Expresión con Python.
pl: Wyrażenie za pomocą Pythona.
ru_ru: Выражение с использованием Python
