Repository: goauthentik/authentik
Catalog: web/src/locales/*.po
Languages: es, pl, ru_ru

source: External API URL
es: URL de API externa
pl: URL zewnętrznego API
ru_ru: URL внешнего API

source: External Applications which use authentik as Identity-Provider, utilizing protocols like OAuth2 and SAML. All applications are shown here, even ones you cannot access.
es: Aplicaciones externas que usan authentik como proveedor de identidad, utilizando protocolos como OAuth2 y SAML. Aquí se muestran todas las aplicaciones, incluso aquellas a las que no puedes acceder.
pl: Aplikacje zewnętrzne, które używają authentik jako dostawcy tożsamości, wykorzystując protokoły takie jak OAuth2 i SAML. Tutaj wyświetlane są wszystkie aplikacje, nawet te, do których nie masz dostępu.
ru_ru: Внешние приложения, использующие authentik в качестве провайдера аутентификации по протоколам OAuth2 и SAML. Здесь показаны все приложения, включая те, к которым у вас нет доступа.

source: External host
es: Servidor externo
pl: Zewnętrzny host
ru_ru: Внешний хост

source: External Host
es: Servidor externo
pl: Zewnętrzny host
ru_ru: Внешний хост

source: Failed attempts before cancel
es: Intentos fallidos antes de cancelar
pl: Nieudane próby przed anulowaniem
ru_ru: Неудачные попытки перед отменой

source: Failed login
es: Inicio de sesión incorrecto
pl: Nieudane logowanie
ru_ru: Неудачный вход

source: Failed Logins
es: inicios de sesión fallidos
pl: Nieudane logowania
ru_ru: Неудачные попытки входа

source: Failed Logins per day in the last month
es: Inicios de sesión fallidos por día en el último mes
pl: Nieudane logowania dziennie w ciągu ostatniego miesiąca
ru_ru: Неудачные попытки входа по дням прошлого месяца

source: Failed to delete {0}: {1}
es: No se pudo eliminar {0}: {1}
pl: Nie udało się usunąć {0}: {1}
ru_ru: Не удалось удалить {0}: {1}

source: Failed to delete flow cache
es: No se pudo eliminar la caché de flujo
pl: Nie udało się usunąć pamięci podręcznej przepływu
ru_ru: Не удалось сбросить кэш процесса

source: Failed to delete policy cache
es: No se pudo eliminar la caché de políticas
pl: Nie udało się usunąć pamięci podręcznej zasad
ru_ru: Не удалось сбросить кэш политики

source: Failed to disconnected source: {exc}
pl: Nie udało się odłączyć źródła: {exc}

source: Failed to update {0}: {1}
es: No se pudo actualizar {0}: {1}
pl: Nie udało się zaktualizować {0}: {1}
ru_ru: Не удалось удалить {0}: {1}

source: Federation & Social login
es: Inicio de sesión de federación y redes sociales
pl: Logowanie federacyjne i społecznościowe
ru_ru: Федерация и вход через соц. сети

source: Field
es: Campo
pl: Pole
ru_ru: Поле

source: Field Key
es: Clave de campo
pl: Klucz pola
ru_ru: Ключ поля

source: Field key to check, field keys defined in Prompt stages are available.
es: Clave de campo para comprobar, están disponibles las claves de campo definidas en las etapas de solicitud.
pl: Klucz pola do sprawdzenia, dostępne są klucze pola zdefiniowane w etapach monitu.
ru_ru: Ключевое поле проверки, доступны ключевые поля назначенные в этапах запроса.

source: Field of the user object this value is written to.
es: Campo del objeto de usuario en el que se escribe este valor.
pl: Pole obiektu użytkownika, w którym zapisywana jest ta wartość.
ru_ru: Поле объекта пользователя, в которое будет записано это значение.

source: Field which contains a unique Identifier.
es: Campo que contiene un identificador único.
pl: Pole zawierające unikalny identyfikator.
ru_ru: Поле, содержащее уникальный идентификатор.

source: Field which contains members of a group. Note that if using the "memberUid" field, the value is assumed to contain a relative distinguished name. e.g. 'memberUid=some-user' instead of 'memberUid=cn=some-user,ou=groups,...'
es: Campo que contiene los miembros de un grupo. Tenga en cuenta que si se utiliza el campo «MemberUID», se supone que el valor contiene un DN relativo. Por ejemplo, 'memberUid=algun-usuario' en lugar de 'memberUid=CN=algun-usuario, ou=grupos,... '
pl: Pole zawierające członków grupy. Należy zauważyć, że w przypadku korzystania z pola „memberUid” zakłada się, że wartość zawiera względną nazwę wyróżniającą. np. 'memberUid=jakiś-użytkownik' zamiast 'memberUid=cn=jakiś-użytkownik,ou=grupy,...'
ru_ru: Поле, содержащее перечень членов группы. Обратите внимание, что при использовании поля «memberUid», подразумевается, что значение содержит относительное distinguished имя, например, 'memberUid=some-user' вместо 'memberUid=cn=some-user,ou=groups,...'

source: Fields
es: Campos
pl: Pola
ru_ru: Поля

source: Fields a user can identify themselves with. If no fields are selected, the user will only be able to use sources.
es: Campos con los que un usuario puede identificarse. Si no se seleccionan campos, el usuario solo podrá usar orígenes de identidad.
pl: Pola, z którymi użytkownik może się identyfikować. Jeśli żadne pola nie zostaną wybrane, użytkownik będzie mógł korzystać tylko ze źródeł.
ru_ru: Поля, с помощью которых пользователь может идентифицировать себя. Если поля не выбраны, пользователю будут доступны только источники.

source: Finish
pl: Zakończ
ru_ru: Закончить

source: Flow
es: Flujo
pl: Przepływ
ru_ru: Процесс

source: Flow execution
es: Ejecución de flujo
pl: Wykonanie przepływu
ru_ru: Выполнение процесса

source: Flow inspector
es: inspector de flujo
pl: Inspektor przepływu
ru_ru: Инспектор процесса

source: Flow Overview
es: Descripción general del flujo
pl: Przegląd przepływu
ru_ru: Обзор процесса

source: Flow settings
es: Configuración de flujo
pl: Ustawienia przepływu
ru_ru: Настройки процесса

source: Flow to use when authenticating existing users.
es: Flujo que se utilizará al autenticar a los usuarios existentes.
pl: Przepływ używany podczas uwierzytelniania istniejących użytkowników.
ru_ru: Процесс используемый при аутентификации существующих пользователей.

source: Flow to use when enrolling new users.
es: Flujo que se utilizará al inscribir nuevos usuarios.
pl: Przepływ do wykorzystania podczas rejestrowania nowych użytkowników.
ru_ru: Процесс используемый при регистрации новых пользователей.

source: Flow used before authentication.
es: Flujo utilizado antes de la autenticación.
pl: Przepływ używany przed uwierzytelnieniem.
ru_ru: Процесс перед аутентификацией.

source: Flow used by an authenticated user to configure their password. If empty, user will not be able to configure change their password.
es: Flujo utilizado por un usuario autenticado para configurar su contraseña. Si está vacío, el usuario no podrá configurar el cambio de contraseña.
pl: Przepływ używany przez uwierzytelnionego użytkownika do konfigurowania jego hasła. Jeśli jest pusty, użytkownik nie będzie mógł skonfigurować zmiany hasła.
ru_ru: Процесс, используемый аутентифицированным пользователем для изменения пароля. Если оставить пустым, то пользователи не смогут изменить свой пароль.

source: Flow used by an authenticated user to configure this Stage. If empty, user will not be able to configure this stage.
es: Flujo utilizado por un usuario autenticado para configurar esta etapa. Si está vacío, el usuario no podrá configurar esta etapa.
pl: Przepływ używany przez uwierzytelnionego użytkownika do konfigurowania tego etapu. Jeśli jest pusty, użytkownik nie będzie mógł skonfigurować tego etapu.
ru_ru: Процесс, используемый аутентифицированным пользователем для настройки данного этапа. Если оставить пустым, то пользователь не сможет настроить этап.

source: Flow used to authenticate users. If left empty, the first applicable flow sorted by the slug is used.
es: Flujo utilizado para autenticar a los usuarios. Si se deja vacío, se usa el primer flujo aplicable ordenado por la carga.
pl: Przepływ używany do uwierzytelniania użytkowników. Jeśli pozostanie pusty, używany jest pierwszy odpowiedni przepływ posortowany według ślimaka.
ru_ru: Процесс, используемый для аутентификации пользователей. Если оставить пустым, то будет использован первый допустимый процесс из списка, отсортированного по slug.

source: Flow used to logout. If left empty, the first applicable flow sorted by the slug is used.
es: Flujo utilizado para cerrar sesión. Si se deja vacío, se usa el primer flujo aplicable ordenado por la carga.
pl: Przepływ używany do wylogowania. Jeśli pozostanie pusty, używany jest pierwszy odpowiedni przepływ posortowany według ślimaka.
ru_ru: Процесс, используемый для выхода. Если оставить пустым, то будет использован первый допустимый процесс из списка, отсортированного по slug.

source: Flow used when authorizing this provider.
es: Flujo utilizado al autorizar a este proveedor.
pl: Przepływ używany podczas autoryzacji tego dostawcy.
ru_ru: Процесс используемый при авторизации этого провайдера.

source: Flow(s)
es: Flujo(s)
pl: Przepływ(y)
ru_ru: Процесс(ы)

source: Flows
es: Flujos
pl: Przepływ(y)
ru_ru: Процессы

source: Flows & Stages
es: Flujos y etapas
pl: Przepływy i etapy
ru_ru: Процессы и этапы

source: Flows describe a chain of Stages to authenticate, enroll or recover a user. Stages are chosen based on policies applied to them.
es: Los flujos describen una cadena de etapas para autenticar, inscribir o recuperar un usuario. Las etapas se eligen en función de las políticas que se les aplican.
pl: Przepływy opisują łańcuch etapów do uwierzytelniania, rejestracji lub odzyskiwania użytkownika. Etapy są wybierane na podstawie stosowanych do nich zasad.
ru_ru: Процессы описывают цепочку этапов для аутентификации, регистрации или восстановления пароля пользователя. Этапы выбираются с помощью политик, примененных к ним.

source: Follow redirect
es: Seguir la redirección
pl: Śledź przekierowanie

source: Force the user to configure an authenticator
es: Obligar al usuario a configurar un autenticador
pl: Zmuś użytkownika do skonfigurowania uwierzytelniacza
ru_ru: Принудить пользователя сконфигурировать аутентификатор.

source: Forgot password?
es: ¿Has olvidado tu contraseña?
pl: Zapomniałeś hasła?
ru_ru: Забыли пароль?

source: Forgot username or password?
es: ¿Olvidó su nombre de usuario o contraseña?
pl: Zapomniałeś nazwy użytkownika lub hasła?
ru_ru: Забыли логин или пароль?

source: Form didn't return a promise for submitting
es: El formulario no devolvió una promesa para ser enviada
pl: Formularz nie zwrócił obietnicy do przesłania
ru_ru: Форма не вернула promise для отправки

source: Forward auth (domain level)
es: Reenvío de autenticación (nivel de dominio)
pl: Forward auth (na poziomie domeny)

source: Forward auth (domain-level)
es: Reenvío de autenticación (nivel de dominio)
pl: Forward auth (na poziomie domeny)

source: Forward auth (single application)
es: Reenvío de autenticación (aplicación única)
pl: Forward auth (pojedyncza aplikacja)

source: French
es: Francés
pl: Francuski
ru_ru: Французский

source: Friendly Name
es: Nombre descriptivo
pl: Przyjazna nazwa
ru_ru: Дружественное имя

source: From
es: Desde
pl: Z

source: From address
es: Desde dirección
pl: Z adresu

source: From number
es: Desde número
pl: Z numeru

source: General system exception
es: Excepción general del sistema
pl: Ogólny wyjątek systemowy

source: General system status
es: Situación general del sistema
pl: Ogólny stan systemu
ru_ru: Общий статус системы

source: Generate
es: Generar
pl: Generuj
ru_ru: Генерировать

source: Generate Certificate-Key Pair
es: Generar par de claves de certificado
pl: Wygeneruj parę certyfikat-klucz
ru_ru: Сгенерировать пару сертификат-ключ

source: Generic
es: Genérico
pl: Ogólny

source: Generic OpenID Connect
es: Conexión OpenID genérica
pl: Ogólny OpenID Connect

source: German
pl: Niemiecki
ru_ru: Немецкий

source: Get this value from https://console.twilio.com
es: Obtenga este valor de https://console.twilio.com
pl: Pobierz tę wartość z https://console.twilio.com

source: GID start number
es: Número inicial de GID
pl: Numer startowy GID
ru_ru: Начальное значение GID

source: Go to next page
es: Ir a la página siguiente
pl: Przejdź do następnej strony
ru_ru: На следующую страницу

source: Go to previous page
es: Ir a la página anterior
pl: Wróć do poprzedniej strony
ru_ru: Перейти на предыдущую страницу

source: Group
es: Grupo
pl: Grupa
ru_ru: Группа

source: Group {0}
es: Grupo {0}
pl: Grupa {0}
ru_ru: Группа {0}

source: Group Info
pl: Informacje o grupie
ru_ru: Информация о группе

source: Group mappings can only be checked if a user is already logged in when trying to access this source.
pl: Mapowania grup można sprawdzić tylko wtedy, gdy użytkownik jest już zalogowany podczas próby uzyskania dostępu do tego źródła.
ru_ru: Сопоставления групп можно проверить только в том случае, если пользователь уже вошел в систему при попытке получить доступ к этому источнику.

source: Group membership field
es: Campo pertenencia a grupos
pl: Pole członkostwa w grupie

source: Group object filter
es: Filtro de objetos de grupo
pl: Filtr obiektów grupowych

source: Group Property Mappings
es: Mapeo de propiedades de grupos
pl: Mapowanie właściwości grupy
ru_ru: Сопоставления свойств групп

source: Group users together and give them permissions based on the membership.
es: Agrupar usuarios y darles permisos en función de la afiliación.
pl: Grupuj użytkowników i nadaj im uprawnienia na podstawie członkostwa.
ru_ru: Группируйте пользователей вместе и предоставляйте им разрешения на основе членства в группе.

source: Group(s)
es: Grupo(s)
pl: Grupa(y)
ru_ru: Группа(-ы)

source: Groups
es: Grupos
pl: Grupy
ru_ru: Группы

source: Hash phone number
pl: Zahaszuj numer telefonu
ru_ru: Хешировать номер телефона

source: Health and Version
es: Salud y versión
pl: Zdrowie i wersja
ru_ru: Здоровье и версия

source: Healthy outposts
es: Controladores saludables
pl: Zdrowe placówki
ru_ru: Здоровые аванпосты

source: Help text
es: Texto de ayuda
pl: Tekst pomocy
ru_ru: Подсказка

source: Hidden: Hidden field, can be used to insert data into form.
es: Oculto: campo oculto, se puede utilizar para insertar datos en el formulario.
pl: Ukryte: Ukryte pole, może służyć do wstawiania danych do formularza.
ru_ru: Hidden: Скрытое поле, может использоваться для вставки данных в форму.

source: Hide managed mappings
es: Ocultar mapeos gestionados
pl: Ukryj zarządzane mapowania
ru_ru: Скрыть управляемые сопоставления

source: Hide service-accounts
es: Ocultar cuentas de servicio
pl: Ukryj konta serwisowe
ru_ru: Скрыть сервисные учетные записи

source: Hold control/command to select multiple items.
es: Mantenga presionada la tecla control/comando para seleccionar varios elementos.
pl: Przytrzymaj Control/Command, aby wybrać wiele elementów.
ru_ru: Удерживайте Ctrl/Command для выбора нескольких записей.

source: How many attempts a user has before the flow is canceled. To lock the user out, use a reputation policy and a user_write stage.
es: Cuántos intentos tiene un usuario antes de que se cancele el flujo. Para bloquear al usuario, usa una política de reputación y una etapa user_write.
pl: Ile prób ma użytkownik przed anulowaniem przepływu. Aby zablokować użytkownika, użyj zasad reputacji i etapu user_write.
ru_ru: Количество попыток пользователя, прежде чем поток будет отменен. Чтобы заблокировать пользователя, используйте политику репутации и этап user_write.

source: How to connect
es: Cómo conectar
pl: Jak się połączyć
ru_ru: Как подключаться

source: HTTP-Basic Password Key
es: Clave de contraseña HTTP básico
pl: Klucz hasła HTTP-Basic

source: HTTP-Basic Username Key
es: Clave de nombre de usuario HTTP básico
pl: Klucz nazwy użytkownika HTTP-Basic

source: HTTPS is not detected correctly
es: HTTPS no se detecta correctamente
pl: HTTPS nie jest poprawnie wykrywany

source: Icon
es: Icono
pl: Ikona
ru_ru: Значок

source: Icon shown in sidebar/header and flow executor.
es: Icono mostrado en la barra lateral/encabezado y en el ejecutor de flujo.
pl: Ikona pokazana na pasku bocznym/nagłówku i executorze przepływu.
ru_ru: Значок, отображаемый на боковой панели, заголовке и в исполнителе процесса.

source: Icon shown in the browser tab.
es: Icono mostrado en la pestaña del navegador.
pl: Ikona pokazana w karcie przeglądarki.
ru_ru: Значок, отображаемая на вкладке браузера.

source: Identifier
es: Identificador
pl: Identyfikator
ru_ru: Идентификатор

source: If any of the devices user of the types selected above have been used within this duration, this stage will be skipped.
pl: Jeśli którekolwiek z urządzeń wybranych powyżej typów zostało użyte w tym czasie, ten etap zostanie pominięty.
ru_ru: Если какое-либо из устройств пользователя, выбранных выше типов, использовалось в течение этого времени, этот этап будет пропущен.

source: If enabled, use the local connection. Required Docker socket/Kubernetes Integration.
es: Si está activado, usar la conexión local. Se requiere la integración de Docker Socket/Kubernetes.
pl: Jeśli jest włączone, użyj połączenia lokalnego. Wymagane socket Docker/Integracja Kubernetes.

source: If left empty, authentik will try to extract the launch URL based on the selected provider.
es: Si se deja vacío, authentik intentará extraer la URL de inicio en función del proveedor seleccionado.
pl: Jeśli pozostawione puste, authentik spróbuje wyodrębnić URL uruchamiania na podstawie wybranego dostawcy.
ru_ru: Если оставить пустым, то authentik попытается извлечь URL запуска с помощью выбранного провайдера.

source: If multiple providers share an outpost, a self-signed certificate is used.
es: Si varios proveedores comparten un controlador, se utiliza un certificado autofirmado.
pl: Jeśli wielu dostawców współdzieli placówkę, używany jest certyfikat z podpisem własnym.
ru_ru: Если несколько провайдеров совместно используют outpost, используется самоподписанный сертификат.

source: If no explicit redirect URIs are specified, the first successfully used redirect URI will be saved.
es: Si no se especifican URI de redireccionamiento explícitos, se guardará el primer URI de redireccionamiento utilizado correctamente.
pl: Jeśli nie zostaną określone żadne jawne identyfikatory URI przekierowania, zostanie zapisany pierwszy pomyślnie użyty identyfikator URI przekierowania.

source: If set, users are able to configure details of their profile.
pl: Jeśli ta opcja jest ustawiona, użytkownicy mogą konfigurować szczegóły swojego profilu.
ru_ru: Если задано, то пользователи смогут изменять детали своего профиля.

source: If set, users are able to unenroll themselves using this flow. If no flow is set, option is not shown.
es: Si se establece, los usuarios pueden darse de baja ellos mismos mediante este flujo. Si no se establece ningún flujo, no se muestra la opción.
pl: Jeśli ta opcja jest ustawiona, użytkownicy mogą się wyrejestrować za pomocą tego przepływu. Jeśli nie ustawiono przepływu, opcja nie jest wyświetlana.
ru_ru: Если установлено, пользователи могут отменить регистрацию используя этот процесс. Если процесс не определен, параметр не отображается.

source: If this flag is set, this Stage will jump to the next Stage when no Invitation is given. By default this Stage will cancel the Flow when no invitation is given.
es: Si se establece este parámetro, esta etapa saltará a la siguiente etapa cuando no se proporcione ninguna invitación. De forma predeterminada, esta etapa cancelará el flujo cuando no se proporcione ninguna invitación.
pl: Jeśli ta flaga jest ustawiona, ten etap przejdzie do następnego etapu, gdy nie zostanie wysłane żadne zaproszenie. Domyślnie ten etap anuluje przepływ, gdy nie zostanie wysłane żadne zaproszenie.

source: If this is selected, the token will expire. Upon expiration, the token will be rotated.
es: Si se selecciona, el token caducará. Al expirar, el token se rotará.
pl: Jeśli ta opcja zostanie wybrana, token wygaśnie. Po wygaśnięciu token będzie podlegał rotacji.

source: If your authentik Instance is using a self-signed certificate, set this value.
es: Si la instancia de authentik utiliza un certificado autofirmado, activa este parámetro.
pl: Jeśli twoja instancja authentik korzysta z certyfikatu z podpisem własnym, ustaw tę wartość.

source: If your authentik_host setting does not match the URL you want to login with, add this setting.
es: Si el parámetro authentik_host no coincide con la URL con la que deseas iniciar sesión, añade esta configuración.
pl: Jeśli ustawienie authentik_host nie odpowiada adresowi URL, pod którym chcesz się zalogować, dodaj to ustawienie.

source: Impersonate
es: Suplantar
pl: Podszywaj się
ru_ru: Притвориться пользователем

source: Impersonation ended
es: Finalizó la suplantación
pl: Podszywanie się zostało zakończone

source: Impersonation started
es: Suplantación iniciada
pl: Rozpoczęto podszywanie się
ru_ru: Исполнение роли начато

source: Import
es: Importar
pl: Importuj
ru_ru: Импортировать

source: Import certificates of external providers or create certificates to sign requests with.
es: Importar certificados de proveedores externos o crear certificados para firmar solicitudes con ellos.
pl: Importuj certyfikaty zewnętrznych dostawców lub twórz certyfikaty do podpisywania żądań.
ru_ru: Импортируйте сертификаты внешних провайдеров или создавайте сертификаты для подписи запросов.

source: Import Flow
es: Importar flujo
pl: Importuj przepływ
ru_ru: Импортировать процесс

source: In case you can't access any other method.
es: En caso de que no puedas acceder a ningún otro método.
pl: Na wypadek, gdybyś nie miał dostępu do żadnej innej metody.

source: In this case, you'd set the Authentication URL to auth.example.com and Cookie domain to example.com.
es: En este ejemplo, habría que establecer la URL de autenticación en auth.example.com y el dominio Cookie en example.com.
pl: W takim przypadku ustawisz adres URL uwierzytelniania na auth.example.com, a domenę plików cookie na example.com.

source: Inactive
es: Inactivo
pl: Nieaktywny
ru_ru: Неактивный

source: Include claims in id_token
es: Incluir afirmaciones en id_token
pl: Uwzględnij roszczenia w id_token

source: Include User claims from scopes in the id_token, for applications that don't access the userinfo endpoint.
es: Incluir las afirmaciones de usuario de los ámbitos en el id_token, para aplicaciones que no acceden al extremo userinfo.
pl: Uwzględnij oświadczenia użytkownika z zakresów w id_token dla aplikacji, które nie uzyskują dostępu do punktu końcowego informacji o użytkowniku.
ru_ru: Включить требования пользователей из областей действия в id_token для приложений, которые не обращаются к конечной точке userinfo.

source: Integration
es: Integración
pl: Integracja
ru_ru: Интеграция

source: Integration key
es: Clave de integración
pl: Klucz integracji

source: Intent
es: Intención
pl: Przeznaczenie
ru_ru: Цель

source: Internal application name, used in URLs.
es: Nombre de la aplicación interna, utilizado en las URL.
pl: Wewnętrzna nazwa aplikacji, używana w adresach URL.
ru_ru: Внутреннее имя приложения, используемое в URL-адресах.

source: Internal host
es: Host interno
pl: Wewnętrzny host
ru_ru: Внутренний хост

source: Internal Host
es: Host Interno
pl: Wewnętrzny host
ru_ru: Внутренний хост

source: Internal host SSL Validation
es: Validación SSL del host interno
pl: Weryfikacja SSL hosta wewnętrznego

source: Interpret placeholder as expression
pl: Interpretuj symbol zastępczy jako wyrażenie

source: Invalid login attempts will decrease the score for the client's IP, and the username they are attempting to login as, by one.
es: Los intentos de inicio de sesión no válidos disminuirán la puntuación de la IP del cliente y del nombre de usuario con el que están intentando iniciar sesión, en uno.
pl: Nieprawidłowe próby logowania zmniejszą wynik dla adresu IP klienta, i nazwa użytkownika, pod którą próbują się zalogować, przez jeden.

source: Invalidation
es: Invalidación
pl: Unieważnienie
ru_ru: Аннулирование

source: Invalidation flow
es: Flujo de invalidación
pl: Przepływ unieważnienia
ru_ru: Процесс аннулирования

source: Invitation used
es: Invitación utilizada
pl: Wykorzystano zaproszenie
ru_ru: Приглашением поспользовались
