Repository: goauthentik/authentik
Catalog: web/src/locales/*.po
Languages: es, pl, ru_ru

source: Verify the user's email address by sending them a one-time-link. Can also be used for recovery to verify the user's authenticity.
es: Verifique la dirección de correo electrónico del usuario enviándole un enlace único. También se puede utilizar para la recuperación para verificar la autenticidad del usuario.
pl: Zweryfikuj adres e-mail użytkownika, wysyłając mu jednorazowy link. Może być również używany do odzyskiwania w celu weryfikacji autentyczności użytkownika.
ru_ru: Отправка одноразовой ссылки на email пользователя для его подтверждения. Также может быть использовано для проверки подлинности пользователя при восстановлении пароля.

source: Version
es: Versión
pl: Wersja
ru_ru: Версия

source: View deployment documentation
es: Ver la documentación de implementación
pl: Wyświetl dokumentację wdrożenia
ru_ru: Просмотр документации по развертыванию

source: View Deployment Info
es: Ver información de implementación
pl: Wyświetl informacje o wdrożeniu
ru_ru: Показать информацию о развертывании

source: Visible in the URL.
es: Visible en la URL.
pl: Widoczne w adresie URL.
ru_ru: Видим в URL

source: Wait (max)
es: Espera (máx.)
pl: Czekaj (max)

source: Wait (min)
es: Espera (min)
pl: Czekaj (min)

source: Warning
es: Aviso
pl: Ostrzeżenie
ru_ru: Предупреждение

source: Warning: Application is not used by any Outpost.
es: Advertencia: La aplicación no es utilizada por ningún puesto avanzado.
pl: Ostrzeżenie: Aplikacja nie jest używana przez żadną Placówkę.
ru_ru: Внимание: приложение не используется ни одним Outpost.

source: Warning: authentik Domain is not configured, authentication will not work.
es: Advertencia: el dominio authentik no está configurado, la autenticación no funcionará.
pl: Ostrzeżenie: domena authentik nie jest skonfigurowana, uwierzytelnianie nie będzie działać.
ru_ru: Внимание: домен authentik не сконфигурирован, аутентификация не будет работать.

source: Warning: No invitation stage is bound to any flow. Invitations will not work as expected.
es: Advertencia: ninguna etapa de invitación está vinculada a ningún flujo. Las invitaciones no funcionarán como se esperaba.
pl: Ostrzeżenie: żaden etap zaproszenia nie jest powiązany z żadnym przepływem. Zaproszenia nie będą działać zgodnie z oczekiwaniami.
ru_ru: Внимание: этап приглашения не привязан ни к какому процессу. Система приглашений не будет работать так, как ожидается.

source: Warning: Policy is not assigned.
es: Advertencia: la política no está asignada.
pl: Ostrzeżenie: zasada nie jest przypisana.
ru_ru: Внимание: политика не назначена.

source: Warning: Provider is not used by an Application.
es: Advertencia: Una aplicación no utiliza el proveedor.
pl: Ostrzeżenie: Dostawca nie jest używany przez aplikację.
ru_ru: Внимание: провайдер не используется ни одним приложением.

source: Warning: Provider is not used by any Outpost.
es: Advertencia: ningún puesto avanzado utiliza el proveedor.
pl: Ostrzeżenie: Dostawca nie jest używany przez żadną placówkę.
ru_ru: Внимание: провайдер не используется ни одним Outpost.

source: Warning: Provider not assigned to any application.
es: Advertencia: el proveedor no está asignado a ninguna aplicación.
pl: Ostrzeżenie: dostawca nie jest przypisany do żadnej aplikacji.
ru_ru: Внимание: провайдер не назначен ни одному приложению.

source: Warning: You're about to delete the user you're logged in as ({0}). Proceed at your own risk.
es: Advertencia: Vas a eliminar el usuario con el que iniciaste sesión ({0}). Proceda bajo su propio riesgo.
pl: Ostrzeżenie: masz zamiar usunąć użytkownika, na którym jesteś zalogowany jako ({0}). Kontynuuj na własne ryzyko.
ru_ru: Внимание: вы собираетесь удалить пользователя, в качестве которого выполнен вход как ({0}). Продолжайте на свой страх и риск.

source: Web Certificate
es: Certificado web
pl: Certyfikat sieciowy
ru_ru: Web сертификат

source: WebAuthn Authenticators
es: Autenticadores WebAuthn
pl: Uwierzytelniacze WebAuthn
ru_ru: Аутентификаторы WebAuthn

source: Webhook (generic)
es: Webhook (genérico)
pl: Webhook (ogólny)
ru_ru: Вебхук (общий)

source: Webhook Mapping
es: Mapeo de webhook
pl: Mapowanie webhooka
ru_ru: Сопоставление вебхуков

source: Webhook URL
es: URL de webhook
pl: URL webhooka
ru_ru: URL вебхука

source: Welcome, {name}.
es: Bienvenido, {name}.
pl: Witaj, {name}.
ru_ru: Добро пожаловать, {name}.

source: When a user returns from the email successfully, their account will be activated.
es: Cuando un usuario regresa del correo electrónico con éxito, su cuenta se activará.
pl: Gdy użytkownik pomyślnie wróci z wiadomości e-mail, jego konto zostanie aktywowane.
ru_ru: Учетная запись будет активирована при при успешном переходе из письма

source: When a valid username/email has been entered, and this option is enabled, the user's username and avatar will be shown. Otherwise, the text that the user entered will be shown.
es: Cuando se haya introducido un nombre de usuario/correo electrónico válido y esta opción esté habilitada, se mostrarán el nombre de usuario y el avatar del usuario. De lo contrario, se mostrará el texto introducido por el usuario.
pl: Po wprowadzeniu prawidłowej nazwy użytkownika/adresu e-mail i włączeniu tej opcji zostanie wyświetlona nazwa użytkownika i awatar użytkownika. W przeciwnym razie zostanie wyświetlony tekst wprowadzony przez użytkownika.

source: When connecting to an LDAP Server with TLS, certificates are not checked by default. Specify a keypair to validate the remote certificate.
es: Al conectarse a un servidor LDAP con TLS, los certificados no se comprueban de forma predeterminada. Especifique un par de claves para validar el certificado remoto.
pl: Podczas łączenia się z serwerem LDAP za pomocą TLS, certyfikaty nie są domyślnie sprawdzane. Określ parę kluczy, aby zweryfikować certyfikat zdalny.

source: When connecting via SSH, this keypair is used for authentication.
es: Cuando se conecta a través de SSH, este par de claves se usa para la autenticación.
pl: Podczas łączenia przez SSH ta para kluczy jest używana do uwierzytelniania.

source: When enabled, global Email connection settings will be used and connection settings below will be ignored.
es: Cuando se habilita, se utilizará la configuración global de conexión de correo electrónico y se ignorarán las configuraciones de conexión que se indican a continuación
pl: Po włączeniu będą używane globalne ustawienia połączenia poczty e-mail, a poniższe ustawienia połączenia będą ignorowane.
ru_ru: При включении будут использоваться глобальные настройки подключения к Email, а приведенные ниже настройки подключения будут игнорироваться.

source: When enabled, the invitation will be deleted after usage.
es: Cuando se habilita, la invitación se eliminará después de su uso.
pl: Po włączeniu zaproszenie zostanie usunięte po użyciu.
ru_ru: Если этот параметр включен, приглашение будет удалено после использования.

source: When enabled, user fields are matched regardless of their casing.
es: Cuando se habilita, los campos de usuario coinciden independientemente de su carcasa.
pl: Po włączeniu pola użytkownika są dopasowywane niezależnie od wielkości liter.

source: When multiple stages are selected, the user can choose which one they want to enroll.
pl: W przypadku wybrania wielu etapów użytkownik może wybrać, na który chce się zapisać.
ru_ru: Когда выбрано несколько этапов, пользователь может выбрать, на какой из них он хочет перейти.

source: When selected, a password field is shown on the same page instead of a separate page. This prevents username enumeration attacks.
es: Cuando se selecciona, se muestra un campo de contraseña en la misma página en lugar de en una página separada. Esto evita ataques de enumeración de nombres de usuario.
pl: Po wybraniu pole hasła jest wyświetlane na tej samej stronie zamiast na osobnej stronie. Zapobiega to atakom polegającym na wyliczaniu nazw użytkowników.

source: When selected, incoming assertion's Signatures will be validated against this certificate. To allow unsigned Requests, leave on default.
es: Cuando se selecciona, las firmas de la aserción entrante se validarán con este certificado. Para permitir solicitudes sin firmar, déjelo en el valor predeterminado.
pl: Po wybraniu, przychodzące podpisy asercji będą sprawdzane względem tego certyfikatu. Aby zezwolić na niepodpisane żądania, pozostaw domyślnie.
ru_ru: При выборе этого параметра Подписи входящих запросов будут проверяться на соответствие этому сертификату. Чтобы разрешить неподписанные запросы, оставьте значение по умолчанию.

source: When this option is enabled, all executions of this policy will be logged. By default, only execution errors are logged.
es: Cuando se habilita esta opción, se registrarán todas las ejecuciones de esta política. De forma predeterminada, solo se registran los errores de ejecución.
pl: Gdy ta opcja jest włączona, wszystkie wykonania tej zasady będą rejestrowane. Domyślnie rejestrowane są tylko błędy wykonania.

source: When used in conjunction with a User Write stage, use attributes.foo to write attributes.
es: Cuando se usa junto con una etapa User Write, use attribues.foo para escribir atributos.
pl: W przypadku użycia w połączeniu z etapem zapisu użytkownika, użyj attribute.foo do zapisania atrybutów.

source: When using an external logging solution for archiving, this can be set to "minutes=5".
es: Cuando se utiliza una solución de registro externa para archivar, se puede establecer en «minutes = 5".
pl: W przypadku korzystania z zewnętrznego rozwiązania rejestrującego do archiwizacji można to ustawić na „minuty=5”.
ru_ru: При использовании стороннего решения журналирования для архивации, данная настройка может быть установлена в «minutes=5».

source: When using proxy or forward auth (single application) mode, the requested URL Path is checked against the regular expressions. When using forward auth (domain mode), the full requested URL including scheme and host is matched against the regular expressions.
es: Cuando se usa el modo proxy o de autenticación directa (aplicación única), la ruta de URL solicitada se compara con las expresiones regulares. Cuando se usa la autenticación directa (modo de dominio), la URL solicitada completa, incluidos el esquema y el host, se compara con las expresiones regulares.
pl: Podczas korzystania z trybu proxy lub uwierzytelniania do przodu (pojedyncza aplikacja) żądana ścieżka URL jest porównywana z wyrażeniami regularnymi. Podczas korzystania z uwierzytelniania do przodu (tryb domeny) pełny żądany adres URL, w tym schemat i host, jest dopasowywany do wyrażeń regularnych.

source: with current user
pl: z obecnym użytkownikiem
ru_ru: с текущим пользователем

source: with inspector
es: con inspector
pl: z inspektorem
ru_ru: с инспектором

source: Workers
es: Trabajadores
pl: Workerów
ru_ru: Воркеры

source: Write any data from the flow's context's 'prompt_data' to the currently pending user. If no user is pending, a new user is created, and data is written to them.
es: Escribe cualquier dato del contexto 'prompt_data' del flujo para el usuario pendiente actualmente. Si no hay usuario está pendiente, se crea un nuevo usuario y se escriben datos en él.
pl: Zapisz dowolne dane z kontekstu „prompt_data” dla aktualnie oczekującego użytkownika. Jeśli nie ma użytkownika w toku, tworzony jest nowy użytkownik i zapisywane są do niego dane.
ru_ru: Записать любые данные из контекста процесса 'prompt_data' текущему ожидающему пользователю или новому пользователю, если ожидающих пользователей нет.

source: X509 Subject
es: Asunto X509
pl: Temat X509
ru_ru: Конечный субъект X509

source: Yes
es: Sí
pl: Tak
ru_ru: Да

source: Yes ({0})
es: Sí ({0})
pl: Tak ({0})
ru_ru: Да ({0})

source: You can only select providers that match the type of the outpost.
es: Solo puede seleccionar proveedores que coincidan con el tipo de puesto avanzado.
pl: Możesz wybrać tylko tych dostawców, którzy pasują do typu placówki.
ru_ru: Вы можете выбрать только тех провайдеров, которые совпадают с типом outpost.

source: You're about to be redirect to the following URL.
es: Estás a punto de ser redirigido a la siguiente URL.
pl: Wkrótce nastąpi przekierowanie do następującego adresu URL.
ru_ru: Вы будете перенаправлены на адрес.

source: You're currently impersonating {0}. Click to stop.
es: Estás suplantando a {0}. Haga clic para parar.
pl: Obecnie podszywasz się pod {0}. Kliknij, aby zatrzymać.

source: (Format: hours=-1;minutes=-2;seconds=-3).
es: (Formato: hours=-1;minutes=-2;seconds=-3).
ru_ru: (Формат: hours=-1;minutes=-2;seconds=-3).

source: (Format: hours=1;minutes=2;seconds=3).
es: (Formato: hours=1;minutes=2;seconds=3).
ru_ru: (Формат: hours=1;minutes=2;seconds=3).

source: ACS URL
es: URL ACS

source: Alert
es: Alerta
ru_ru: Внимание

source: API Auth password
es: Contraseña de autenticación de API
ru_ru: API Auth пароль

source: API Auth Username
es: Nombre de usuario de autenticación de API
ru_ru: API Auth Имя пользователя

source: API Hostname
es: Nombre de host de API
ru_ru: Имя хоста API

source: Base DN
es: DN base

source: Basic Auth
es: Autenticación básica

source: Basic-Auth
es: Autenticación básica

source: Bearer Token
es: Token portador

source: Bind CN
es: CN de enlace
ru_ru: Привязать CN

source: Bind DN
es: DN de enlace
ru_ru: Привязать DN

source: Client ID
es: ID de cliente
ru_ru: ID клиента

source: Client Secret
es: Secreto del cliente
ru_ru: Секрет клиента

source: Client type
es: Tipo de cliente
ru_ru: Тип клиента

source: Debug
es: Depurar
ru_ru: Отладка

source: Diagram
es: Diagrama
ru_ru: Диаграмма

source: Email
es: Correo electrónico

source: Expression
es: Expresión
ru_ru: Выражение

source: Format: "weeks=3;days=2;hours=3,seconds=2".
es: Formato: "weeks=3;days=2;hours=3,seconds=2"
ru_ru: Формат: «weeks=3;days=2;hours=3,seconds=2».

source: ID Token
es: Token de identificación
ru_ru: Токен ID

source: Kubeconfig
es: Configuración de Kube

source: Logo
es: Logotipo
ru_ru: Логотип

source: Nginx (Ingress)
es: Nginx (entrada)

source: Nginx (Proxy Manager)
es: Nginx (administrador de proxy)

source: Nginx (standalone)
es: Nginx (independiente)

source: Post
es: Publicar

source: Post binding
es: Encuadernación

source: SLO URL
es: URL LENTO

source: SSO URL
es: URL SSO

source: Status
es: Estatus
ru_ru: Статус

source: System
es: Sistema
ru_ru: Система

source: Test
es: Prueba
ru_ru: Проверить

source: Traefik (Compose)
es: Traefik (Redactar)

source: Traefik (Ingress)
es: Traefik (entrada)

source: Traefik (Standalone)
es: Traefik (autónomo)

source: Twilio Account SID
es: SID de cuenta Twilio

source: Twilio Auth Token
es: Token de autenticación de Twilio

source: .akflow files, which can be found on goauthentik.io and can be exported by authentik.
ru_ru: .akflow - файлы, которые могут быть загружены на goauthentik.io или экспортированы из authentik.

source: ALL, all policies must match to grant access.
ru_ru: ALL, для предоставления доступа должны выполняться все политики.

source: ALL, all policies must match to include this stage access.
ru_ru: ВСЕ, все политики должны совпасть для получения доступа к этому этапу.

source: ANY, any policy must match to grant access.
ru_ru: ANY, для предоставления доступа должна выполняться любая из политик.

source: ANY, any policy must match to include this stage access.
ru_ru: ЛЮБАЯ, любая политика должна совпасть для получения доступа к этому этапу

source: API Token (can be used to access the API programmatically)
ru_ru: API токен (может использоваться для программного доступа к API)

source: About applications
ru_ru: О приложениях

source: Access token validity
ru_ru: Срок действия токена доступа

source: Actions over the last 24 hours
ru_ru: Действия за последние 24 часа

source: Additional Scope
ru_ru: Дополнительная область

source: Additional scopes to be passed to the OAuth Provider, separated by space.
ru_ru: Дополнительные области действия, которые должны быть переданы провайдеру OAuth, разделенные пробелом.

source: Admin
ru_ru: Администрирование

source: App password (can be used to login using a flow executor)
ru_ru: Пароль приложения (можно использовать для входа с помощью исполнителя процесса)

source: Based on the User's Email. This is recommended over the UPN method.
ru_ru: На основе электронной почты пользователя. Это рекомендуется вместо метода UPN.

source: Based on the username
ru_ru: На основе имени пользователя

source: Browser
ru_ru: Браузер

source: Build hash:
ru_ru: Хэш сборки

source: Cached flows
ru_ru: Кэшированные процессы

source: Cached policies
ru_ru: Кэшированные политики

source: Cached querying, the outpost holds all users and groups in-memory and will refresh every 5 Minutes.
ru_ru: Кэшированные запросы, аванпост хранит всех пользователей и группы в оперативной памяти и будет обновляться каждые 5 Минут.

source: Clear background image
ru_ru: Удалить фоновое изображение

source: Confidential clients are capable of maintaining the confidentiality of their credentials. Public clients are incapable.
ru_ru: Конфиденциальные клиенты способны сохранять конфиденциальность своих учетных данных. Публичные клиенты неспособны.

source: Create Policy
ru_ru: Создать политику

source: Create Stage
ru_ru: Создать этап

source: Detailed health (one instance per column, data is cached so may be out of data)
ru_ru: Подробная информация о здоровье (каждая колонка - отдельный экземпляр, данные кешированы, поэтому могут быть неакутальными)

source: Device
ru_ru: Устройство

source: Due to protocol limitations, this certificate is only used when the outpost has a single provider.
ru_ru: Из-за ограничений протокола, этот сертификат используется только в том случае, если outpost имеет один провайдер.

source: Duo authenticator
ru_ru: Аутентификатор Duo

source: Each provider has a different issuer, based on the application slug.
ru_ru: Каждый провайдер имеет разных издателей, основанных на slug приложения.

source: Enable compatibility mode, increases compatibility with password managers on mobile devices.
ru_ru: Включить режим совместимости, увеличивающий совместимость с менеджерами паролей на мобильных устройствах.

source: Evaluate on plan
ru_ru: Определение в плане

source: Evaluate policies during the Flow planning process. Disable this for input-based policies. Should be used in conjunction with 'Re-evaluate policies', as with both options disabled, policies are **not** evaluated.
ru_ru: Определение политик при планирования процесса. Отключите это для политик на основе ввода. Следует использовать в связке с параметром «Переопределение политик», так как при отключении обеих опций политики **не** определяются.

source: Expiring?
ru_ru: Истекает?

source: Flow used for users to authenticate. Currently only identification and password stages are supported.
ru_ru: Процесс используемый для аутентификации пользователей. В настоящее время поддерживаются только этапы идентификации и пароля.

source: If enabled, only a hash of the phone number will be saved. This can be done for data-protection reasons.Devices created from a stage with this enabled cannot be used with the authenticator validation stage.
ru_ru: Если этот параметр включен, будет сохранен только хэш телефонного номера. Это можно использовать по соображениям защиты данных. Устройства, созданные на этапе с включенным этим параметром, не могут использоваться на этапе проверки подлинности аутентификатором.

source: JWTs signed by certificates configured here can be used to authenticate to the provider.
ru_ru: JWTы, подписанные настроенными здесь сертификатами, могут использоваться для аутентификации у провайдера.

source: LDAP Sync status
ru_ru: Статус синхронизации LDAP

source: Logins over the last 24 hours
ru_ru: Статистика входов за последние 24 часа

source: OAuth Refresh Codes
ru_ru: Коды обновления OAuth

source: Password: Masked input, password is validated against sources. Policies still have to be applied to this Stage. If two of these are used in the same stage, they are ensured to be identical.
ru_ru: Пароль: поле ввода с маской, пароль проверяется в различных источниках. Политики все еще должны быть применены к этом этапу. Если в этапе участвует два таких поля ввода, то их содержимое гарантированно будет идентично.

source: Proxy
ru_ru: Прокси

source: RESTART restarts the flow from the beginning, while keeping the flow context.
ru_ru: RESTART перезапустить процесс сначала, с сохранением контекста процесса.

source: RESTART restarts the flow from the beginning.
ru_ru: RESTART перезапустить процесс сначала.

source: RETRY returns the error message and a similar challenge to the executor.
ru_ru: RETRY вернуть сообщение об ошибке и аналогичный вызов исполнителю.

source: Re-evaluate policies
ru_ru: Переопределение политик

source: Refresh Code(s)
ru_ru: Обновить код(ы)

source: Return
ru_ru: Вернуться

source: SMS authenticator
ru_ru: SMS аутентификатор

source: Security key authenticator
ru_ru: Аутентификация по ключу безопасности

source: Select a provider that this application should use. Alternatively, create a new provider.
ru_ru: Выберите провайдера, который будет использоваться приложением, либо создайте нового провайдера.

source: Set HTTP-Basic Authentication
ru_ru: Установить HTTP-Basic аутентификацию

source: Set a custom HTTP-Basic Authentication header based on values from authentik.
ru_ru: Установите собственный заголовок HTTP-Basic Authentication на основе значений из authentik.

source: Superuser-groups
ru_ru: Группы суперпользователей

source: Superusers
ru_ru: Суперпользователи

source: TOTP authenticator
ru_ru: TOTP аутентификатор

source: Total flows
ru_ru: Всего процессов

source: Total groups
ru_ru: Всего групп

source: Total policies
ru_ru: Всего политик

source: Total users
ru_ru: Всего пользователей

source: Use the user's email address, but deny enrollment when the email address already exists.
ru_ru: Использовать адрес электронной почты пользователя, но отказать в регистрации, если адрес электронной почты уже существует.

source: Use the user's username, but deny enrollment when the username already exists.
ru_ru: Использовать имя пользователя, но отказать в регистрации, если имя пользователя уже существует.

source: Verification certificates
ru_ru: Сертификаты проверки

source: Version: {versionString}
ru_ru: Версия: {versionString}

source: Webhook (Slack/Discord)
ru_ru: Вебхук (Slack/Discord)

source: When checked, the placeholder will be evaluated in the same way environment as a property mapping. If the evaluation failed, the placeholder itself is returned.
ru_ru: Если флажок установлен, placeholder будет оцениваться в той же среде, что и сопоставление свойств. Если оценка завершилась неудачей, возвращается сам placeholder.

source: Whoops!
ru_ru: Ууупс!

source: {ago} hours ago
ru_ru: {ago} часов назад
