Repository: goauthentik/authentik
Catalog: web/src/locales/*.po
Languages: es, pl, ru_ru

source: Invitation(s)
es: Invitación(es)
pl: Zaproszenie(a)
ru_ru: Приглашение(-я)

source: Invitations
es: Invitaciones
pl: Zaproszenia
ru_ru: Приглашения

source: Is active
es: Está activo
pl: Jest aktywny
ru_ru: Активен

source: Is superuser
es: Es superusuario
pl: Czy jest superużytkownikiem
ru_ru: Является суперпользователем

source: Issuer
es: Emisor
pl: Wystawca
ru_ru: Эмитент

source: Issuer mode
es: Modo emisor
pl: Tryb wystawcy

source: JSON Web Key URL. Keys from the URL will be used to validate JWTs from this source.
pl: JSON Web Key URL. Klucze z adresu URL będą używane do walidacji tokenów JWT z tego źródła.

source: Key used to sign the tokens.
es: Clave utilizada para firmar los tokens.
pl: Klucz używany do podpisywania tokenów.

source: Keypair which is used to sign outgoing requests. Leave empty to disable signing.
es: Par de claves usado para firmar solicitudes salientes. Déjalo vacío para deshabilitar la firma.
pl: Para kluczy służąca do podpisywania żądań wychodzących. Pozostaw puste, aby wyłączyć podpisywanie.

source: Label
es: Etiqueta
pl: Etykieta
ru_ru: Метка

source: Label shown next to/above the prompt.
es: La etiqueta se muestra al lado o encima del campo.
pl: Etykieta pokazana obok/nad monitem.
ru_ru: Метка, отображаемая над или рядом с полем.

source: Last IP
es: Última IP
pl: Ostatni adres IP
ru_ru: Последний IP

source: Last login
es: Último inicio de sesión
pl: Ostatnie logowanie
ru_ru: Последний вход

source: Last run
es: Última ejecución
pl: Ostatnio uruchomiono
ru_ru: Последний запуск

source: Last seen: {0}
es: Visto por última vez: {0}
pl: Ostatnio widziany: {0}
ru_ru: Последнее обращение: {0}

source: Last sync: {0}
es: Última sincronización: {0}
pl: Ostatnia synchronizacja: {0}
ru_ru: Последняя синхронизация: {0}

source: Last validation threshold
pl: Próg ostatniej walidacji

source: Launch
es: Lanzar
pl: Uruchom
ru_ru: Запуск

source: Launch URL
es: Lanzar URL
pl: URL uruchamiania
ru_ru: URL запуска

source: Layout
pl: Układ

source: LDAP Attribute mapping
es: Mapeo de atributos LDAP
pl: Mapowanie atrybutów LDAP
ru_ru: Сопоставление атрибутов LDAP

source: LDAP details
pl: Szczegóły LDAP

source: LDAP DN under which bind requests and search requests can be made.
es: DN de LDAP con el que se pueden realizar solicitudes de conexión y de búsqueda.
pl: LDAP DN, w ramach którego można tworzyć żądania powiązania i żądania wyszukiwania.

source: Let the user identify themselves with their username or Email address.
es: Permitir que el usuario se identifique con su nombre de usuario o dirección de correo electrónico.
pl: Pozwól użytkownikowi identyfikować się za pomocą swojej nazwy użytkownika lub adresu e-mail.
ru_ru: Разрешить пользователю идентифицировать себя с помощью имени пользователя или Email адреса.

source: Link to a user with identical email address. Can have security implications when a source doesn't validate email addresses
es: Enlace a un usuario con una dirección de correo electrónico idéntica. Puede tener implicaciones de seguridad cuando una fuente no valida las direcciones de correo electrónico
pl: Łącz użytkownika z identycznym adresem e-mail. Może mieć wpływ na bezpieczeństwo, gdy źródło nie weryfikuje adresów e-mail

source: Link to use the invitation.
es: Enlace para usar la invitación.
pl: Link do korzystania z zaproszenia.

source: Link users on unique identifier
es: Vincular usuarios en un identificador único
pl: Łącz użytkowników za pomocą unikalnego identyfikatora

source: Load servers
es: Cargar servidores
pl: Załaduj serwery
ru_ru: Загрузка серверов

source: Loading
es: Cargando
pl: Ładowanie
ru_ru: Загрузка

source: Loading...
es: Cargando...
pl: Ładowanie...
ru_ru: Загрузка...

source: Local
pl: Lokalny

source: Local (notifications will be created within authentik)
pl: Lokalny (powiadomienia będą tworzone w ramach authentik)

source: Log messages
pl: Dziennik wiadomości
ru_ru: Сообщения журнала

source: Log the currently pending user in.
es: Registra al usuario pendiente en ese momento.
pl: Loguj aktualnie oczekującego użytkownika.

source: Logging in via {0}.
es: Iniciando sesión a través de {0}.
pl: Logowanie przez {0}.
ru_ru: Вход через {0}.

source: Login
es: Iniciar sesión
pl: Logowanie
ru_ru: Вход

source: Login password is synced from LDAP into authentik automatically. Enable this option only to write password changes in authentik back to LDAP.
es: La contraseña de inicio de sesión se sincroniza automáticamente en authentik desde LDAP. Habilita esta opción para escribir de nuevo en LDAP los cambios de contraseña en authentik
pl: Hasło logowania jest automatycznie synchronizowane z LDAP do authentik. Włącz tę opcję tylko w celu zapisania zmian hasła w authentik z powrotem do LDAP.

source: Login to continue to {0}.
es: Inicie sesión para continuar a {0}.
pl: Zaloguj się, aby przejść do {0}.

source: Logins
es: Inicios de sesión
pl: Logowania
ru_ru: Логины

source: Logins per day in the last month
es: Inicios de sesión por día en el último mes
pl: Logowania dziennie w ciągu ostatniego miesiąca
ru_ru: Количество входов в день за последний месяц

source: Logout
es: Cerrar sesión
pl: Wyloguj
ru_ru: Выход

source: Logout URL
es: URL de cierre de sesión
pl: URL wylogowania

source: Logs
es: Registros
pl: Logi
ru_ru: Журналы

source: Long-running operations which authentik executes in the background.
es: Operaciones de larga ejecución que authentik ejecuta en segundo plano.
pl: Długotrwałe operacje, które authentik wykonuje w tle.
ru_ru: Длительные операции, которые authentik выполняет в фоновом режиме.

source: Machine-to-Machine authentication settings
pl: Ustawienia uwierzytelniania typu maszyna-maszyna

source: Make sure to keep these tokens in a safe place.
es: Asegúrese de guardar estos tokens en un lugar seguro.
pl: Upewnij się, że przechowujesz te tokeny w bezpiecznym miejscu.
ru_ru: Убедитесь ,что сохранили эти токены в надежном месте.

source: Managed by authentik
es: Gestionado por authentik
pl: Zarządzane przez authentik
ru_ru: Управляется authentik

source: Managed by authentik (Discovered)
es: Gestionado por authentik (Descubierto)
pl: Zarządzane przez authentik (odkryte)
ru_ru: Управляется authentik (обнаружено автоматически)

source: Mark newly created users as inactive.
es: Marcar usuarios recién creados como inactivos.
pl: Oznacz nowo utworzonych użytkowników jako nieaktywnych.
ru_ru: Пометить вновь созданных пользователей как неактивных.

source: Match created events with this action type. When left empty, all action types will be matched.
es: Hacer coincidir los eventos creados con este tipo de acción. Cuando se deja vacío, todos los tipos de acción coincidirán.
pl: Dopasuj utworzone zdarzenia do tego typu akcji. Jeśli pozostawisz to puste, wszystkie typy akcji zostaną dopasowane.

source: Match events created by selected application. When left empty, all applications are matched.
es: Hacer coincidir los eventos creados por la aplicación seleccionada. Cuando se deja vacío, todas las aplicaciones coinciden.
pl: Dopasuj wydarzenia utworzone przez wybraną aplikację. Jeśli pozostanie pusty, wszystkie aplikacje zostaną dopasowane.

source: Matches an event against a set of criteria. If any of the configured values match, the policy passes.
es: Hacer coincidir un evento con un conjunto de criterios. Si alguno de los valores configurados coincide, se aprueba la política.
pl: Dopasowuje zdarzenie do zestawu kryteriów. Jeśli którakolwiek ze skonfigurowanych wartości jest zgodna, zasada przechodzi.

source: Matches Event's Client IP (strict matching, for network matching use an Expression Policy.
es: Hacer coincidir con la IP de cliente del evento (coincidencia estricta, para coincidencia de red, usa una política de expresión)
pl: Dopasowuje adres IP klienta zdarzenia (ścisłe dopasowanie, do dopasowywania sieci należy użyć zasady wyrażeń.

source: Matching is done based on domain suffix, so if you enter domain.tld, foo.domain.tld will still match.
es: Hacer coincidir en función del sufijo del dominio, si configura domain.tld, foo.domain.tld coincidirá.
pl: Dopasowanie odbywa się na podstawie sufiksu domeny, więc jeśli wpiszesz domain.tld, foo.domain.tld nadal będzie pasować.
ru_ru: Сопоставление выполняется на основе суффикса домена. Так, например, для domain.tld также будет сопоставляться foo.domain.tld.

source: Maximum age (in days)
es: Duración máxima (en días)
pl: Maksymalny wiek (w dniach)

source: Members
es: Miembros
pl: Członkowie
ru_ru: Члены

source: Message
es: Mensaje
pl: Wiadomość
ru_ru: Сообщение

source: Messages
es: Mensajes
pl: Wiadomości
ru_ru: Сообщения

source: Metadata
es: Metadatos
pl: Metadane
ru_ru: Метаданные

source: MFA Devices
es: Dispositivos MFA
pl: Urządzenia MFA
ru_ru: Устройства MFA

source: Minimum amount of Digits
es: Cantidad mínima de dígitos
pl: Minimalna ilość cyfr
ru_ru: Минимальное количество цифр

source: Minimum amount of Lowercase Characters
es: Cantidad mínima de caracteres en minúscula
pl: Minimalna liczba małych liter
ru_ru: Минимальное количество символов в нижнем регистре

source: Minimum amount of Symbols Characters
es: Cantidad mínima de símbolos
pl: Minimalna liczba symboli
ru_ru: Минимальное количество буквенных символов

source: Minimum amount of Uppercase Characters
es: Cantidad mínima de caracteres en mayúscula
pl: Minimalna liczba wielkich liter
ru_ru: Минимальное количество символов в верхнем регистре

source: Minimum length
es: Longitud mínima
pl: Minimalna długość
ru_ru: Минимальная длина

source: Mode
es: Modo
pl: Tryb
ru_ru: Способ

source: Model created
es: Modelo creado
pl: Utworzono model
ru_ru: Модель создана

source: Model deleted
es: Modelo eliminado
pl: Model usunięty
ru_ru: Модель удалена

source: Model Name
es: Nombre del modelo
pl: Nazwa modelu
ru_ru: Название модели

source: Model updated
es: Modelo actualizado
pl: Zaktualizowano model
ru_ru: Модель обновлена

source: My applications
es: Mis aplicaciones
pl: Moje aplikacje
ru_ru: Мои приложения

source: My Applications
es: Mis aplicaciones
pl: Moje aplikacje
ru_ru: Мои приложения

source: Name
es: Nombre
pl: Nazwa
ru_ru: Название

source: Name of the form field, also used to store the value.
es: Nombre del campo del formulario, que también se utiliza para almacenar el valor.
pl: Nazwa pola formularza, używana również do przechowywania wartości.
ru_ru: Название поля в форме (также используется для хранения значения).

source: NameID Policy
es: Política de NameID
pl: Zasada NameID

source: NameID Property Mapping
es: Mapeo de propiedades NameID
pl: Mapowanie właściwości NameID
ru_ru: Сопоставление свойства NameID

source: Need an account?
es: ¿Necesitas una cuenta?
pl: Potrzebujesz konta?
ru_ru: Нужна учётная запись?

source: Negate result
es: Negar el resultado
pl: Neguj wynik
ru_ru: Инвертировать результат

source: Negates the outcome of the binding. Messages are unaffected.
es: Negar el resultado de la vinculación. Los mensajes no se ven afectados.
pl: Neguje wynik wiązania. Wiadomości pozostają nienaruszone.
ru_ru: Инвертирует результат связывания. Сообщения не затрагиваются.

source: New outpost integration
pl: Nowa integracja z placówką
ru_ru: Новая интеграция outpost

source: New policy
pl: Nowa zasady
ru_ru: Новая политика

source: New property mapping
pl: Nowe mapowanie własności
ru_ru: Новое сопоставление свойств

source: New provider
pl: Nowy dostawca
ru_ru: Новый провайдер

source: New source
pl: Nowe źródło
ru_ru: Новый источник

source: New stage
pl: Nowy etap
ru_ru: Новый этап

source: New version available!
es: ¡Nueva versión disponible!
pl: Nowa wersja dostępna!
ru_ru: Доступна новая версия!

source: Newly created users are added to this group, if a group is selected.
es: Los usuarios recién creados se agregan a este grupo, si se selecciona un grupo.
pl: Nowo utworzeni użytkownicy są dodawani do tej grupy, jeśli grupa jest zaznaczona.
ru_ru: Свежесозданные пользователи будут добавлены в эту группу, если она выбрана.

source: Next
pl: Dalej
ru_ru: Далее

source: Next stage
es: Siguiente etapa
pl: Następny etap
ru_ru: Следующий этап

source: No
pl: Nie
ru_ru: Нет

source: No additional data available.
es: No hay datos adicionales disponibles.
pl: Brak dodatkowych danych.
ru_ru: Нет доступных дополнительных данных.

source: No additional setup is required.
es: No se requiere ninguna configuración adicional.
pl: Nie jest wymagana żadna dodatkowa konfiguracja.
ru_ru: Дополнительная настройка не нужна.

source: No Applications available.
es: No hay aplicaciones disponibles.
pl: Brak dostępnych aplikacji.
ru_ru: Нет доступных приложений.

source: No Events found.
es: No se han encontrado eventos.
pl: Nie znaleziono wydarzeń.
ru_ru: События не найдены.

source: No form found
es: No se encontró ningún formulario
pl: Nie znaleziono formularza
ru_ru: Форма не найдена

source: No integration active
es: Sin integración activa
pl: Brak aktywnej integracji
ru_ru: Нет активной интеграции

source: No log messages.
pl: Brak dziennika wiadomości
ru_ru: Нет сообщений журнала.

source: No matching events could be found.
es: No se han encontrado eventos coincidentes.
pl: Nie znaleziono pasujących zdarzeń.
ru_ru: Подходящие события не найдены.

source: No objects found.
es: No se han encontrado objetos.
pl: Nie znaleziono żadnych obiektów.
ru_ru: Объекты не найдены.

source: No policies are currently bound to this object.
es: Actualmente no hay políticas vinculadas a este objeto.
pl: Żadne zasady nie są obecnie powiązane z tym obiektem.
ru_ru: Нет политик, в данный момент привязанных к этому объекту

source: No Policies bound.
es: No hay políticas vinculadas.
pl: Żadne zasady nie są związane.
ru_ru: Нет привязанных политик.

source: No preference is sent
es: No se envía ninguna preferencia
pl: Żadne preferencje nie są wysyłane

source: No recovery flow is configured.
es: No hay configurado ningún flujo de recuperación.
pl: Nie skonfigurowano przepływu odzyskiwania.
ru_ru: Процесс восстановления пароля не сконфигурирован.

source: No services available.
es: No hay servicios disponibles.
pl: Brak dostępnych usług.
ru_ru: Нет доступных сервисов.

source: No settings flow configured.
pl: Nie skonfigurowano przepływu ustawień.
ru_ru: Процесс конфигурирования деталей пользовательского профиля не сконфигурирован.

source: No stages are currently bound to this flow.
es: Actualmente no hay etapas vinculadas a este flujo.
pl: Żadne etapy nie są obecnie związane z tym przepływem.
ru_ru: Нет этапов, в данный момент привязанных к этому процессу

source: No Stages bound
es: No hay etapas vinculadas
pl: Żadne etapy nie są związane.
ru_ru: Нет привязанных этапов

source: no tabs defined
es: no se han definido pestañas
pl: bez zdefiniowanych kart

source: No workers connected. Background tasks will not run.
es: No hay procesos trabajadores conectados. No se ejecutarán tareas en segundo plano.
pl: Brak połączonych workerów. Zadania w tle nie będą działać.
ru_ru: Нет подключенных воркеров. Фоновые задачи не будут запущены.

source: None (rule disabled)
es: Ninguno (regla deshabilitada)
pl: Brak (reguła wyłączona)
ru_ru: Нет (правило отключено)

source: Normal
pl: Normalny

source: Not available
es: No disponible
pl: Niedostępny
ru_ru: Не доступен

source: Not configured action
es: Acción no configurada
pl: Nie skonfigurowana akcja
ru_ru: Не настроено действие

source: Not found
es: No se ha encontrado
pl: Nie znaleziono
ru_ru: Не найдено

source: Not synced yet.
es: Aún no se ha sincronizado.
pl: Jeszcze nie zsynchronizowano.

source: Not used by any other object.
es: No lo usa ningún otro objeto.
pl: Nie używany przez żaden inny obiekt.

source: Not you?
es: ¿No eres tú?
pl: Nie ty?
ru_ru: Это не вы?

source: Notice
es: Notificación
pl: Uwaga

source: Notification rule(s)
es: Regla(s) de notificación
pl: Reguła(y) powiadamiania
ru_ru: Правило(а) оповещения

source: Notification Rules
es: Reglas de notificación
pl: Zasady powiadamiania
ru_ru: Правила оповещения

source: Notification transport(s)
es: Transporte(s) de notificación
pl: Transport(y) powiadomień
ru_ru: Способ(ы) оповещения

source: Notification Transports
es: Transportes de notificación
pl: Transporty powiadomień
ru_ru: Способы оповещения

source: Notifications
es: Notificaciones
pl: Powiadomienia
ru_ru: Оповещения

source: Number
es: Número
pl: Numer
ru_ru: Число

source: Number the SMS will be sent from.
es: Número desde el que se enviará el SMS.
pl: Numer, z którego zostanie wysłana wiadomość SMS.
ru_ru: Номер, с которого будет отправлено SMS.

source: Object
es: Objeto
pl: Obiekt
ru_ru: Объект

source: Object field
es: Campo objeto
pl: Pole obiektu
ru_ru: Поле объекта

source: Object uniqueness field
es: Campo de exclusividad de objeto
pl: Pole unikatowości obiektu

source: object will be DELETED
es: objeto se ELIMINARÁ
pl: obiekt zostanie USUNIĘTY
ru_ru: объект будет УДАЛЕН

source: Objects created
es: Objetos creados
pl: Utworzone obiekty
ru_ru: Объекты созданы

source: Offset after which consent expires.
pl: Przesunięcie, po którym zgoda wygasa.

source: OIDC well-known configuration URL. Can be used to automatically configure the URLs above.
pl: OIDC well-known configuration URL. Może służyć do automatycznej konfiguracji powyższych adresów URL.

source: On behalf of {0}
es: En nombre de {0}
pl: W imieniu {0}
ru_ru: От имени {0}

source: Only send notification once, for example when sending a webhook into a chat channel.
es: Envíar notificaciones solo una vez, por ejemplo, al enviar un webhook a un canal de chat.
pl: Wyślij powiadomienie tylko raz, na przykład podczas wysyłania webhooka na kanał czatu.
ru_ru: Отправлять оповещение только один раз, например, при отправке вебхука в канал чата.

source: Open API Browser
es: Abrir explorador de API
pl: Otwórz przeglądarkę API
ru_ru: Открыть браузер API

source: Open issue on GitHub...
es: Abrir problema en GitHub...
pl: Otwórz problem w serwisie GitHub...
ru_ru: Открыть issue на GitHub...

source: Open settings
pl: Otwórz ustawienia
ru_ru: Открыть настройки

source: OpenID Configuration Issuer
es: Emisor de configuración de OpenID
pl: Wystawca konfiguracji OpenID

source: OpenID Configuration URL
es: URL de configuración de OpenID
pl: URL konfiguracji OpenID
ru_ru: URL обнаружения OpenID

source: Optional data which is loaded into the flow's 'prompt_data' context variable. YAML or JSON.
es: Datos opcionales que se cargan en la variable de contexto «prompt_data» del flujo. YAML o JSON.
pl: Opcjonalne dane, które są ładowane do zmiennej kontekstowej „prompt_data” przepływu. YAML lub JSON.
ru_ru: Необязательные данные, которые загружаются в контекстную переменную 'prompt_data' процессов. YAML или JSON.

source: Optional enrollment flow, which is linked at the bottom of the page.
es: Flujo de inscripción opcional, que se enlaza en la parte inferior de la página.
pl: Opcjonalny przepływ rejestracji, do którego link będzie znajdował się na dole strony.
ru_ru: Необязательный процесс регистрации, ссылка на который находится внизу страницы.

source: Optional passwordless flow, which is linked at the bottom of the page. When configured, users can use this flow to authenticate with a WebAuthn authenticator, without entering any details.
es: Flujo sin contraseña opcional, que se vincula en la parte inferior de la página. Cuando se configura, los usuarios pueden usar este flujo para autenticarse con un autenticador WebAuthn, sin introducir ningún detalle.
pl: Opcjonalny przepływ bez hasła, do którego link znajduje się na dole strony. Po skonfigurowaniu użytkownicy mogą używać tego przepływu do uwierzytelniania za pomocą modułu uwierzytelniającego WebAuthn bez wprowadzania żadnych szczegółów.
ru_ru: Необязательный беспарольный процесс, ссылка на который находится внизу страницы. Если настроено, то пользователи смогу тиспользовать этот Процесс для аутентификации с помощью WebAuthn аутентификатора без указания деталей.

source: Optional Private Key. If this is set, you can use this keypair for encryption.
es: Clave privada opcional. Si está configurado, puede usar este par de claves para el cifrado.
pl: Opcjonalny klucz prywatny. Jeśli to jest ustawione, możesz użyć tej pary kluczy do szyfrowania.
ru_ru: Необязательный закрытый ключ. Если этот параметр установлен, вы можете использовать эту пару ключей для шифрования.

source: Optional recovery flow, which is linked at the bottom of the page.
es: Flujo de recuperación opcional, que se enlaza en la parte inferior de la página.
pl: Opcjonalny przepływ odzyskiwania, do którego link znajduje się na dole strony.
ru_ru: Необязательный процесс восстановления пароля, ссылка на который находится внизу страницы.

source: Optional URL if the IDP supports Single-Logout.
es: URL opcional si el IDP admite el cierre de sesión único.
pl: Opcjonalny URL, jeśli dostawca tożsamości obsługuje pojedyncze wylogowanie.

source: Optional, comma-separated SubjectAlt Names.
es: Nombres Alt de asunto separados por comas opcionales.
pl: Opcjonalne, rozdzielone przecinkami nazwy SubjectAlt.
ru_ru: Необязательные имена SubjectAlt, разделенные запятыми.

source: Optionally enter a group name. Applications with identical groups are shown grouped together.
pl: Opcjonalnie wprowadź nazwę grupy. Aplikacje z identycznymi grupami są wyświetlane razem.
ru_ru: По желанию укажите название группы. Приложения с одинаковыми названиями будут сгруппированы при отображении.

source: Optionally set the 'FriendlyName' value of the Assertion attribute.
es: Si lo desea, defina el valor «FriendlyName» del atributo Assertion.
pl: Opcjonalnie ustaw wartość „FriendlyName” atrybutu asercji.

source: Order
es: Orden
pl: Kolejność
ru_ru: Порядок

source: Other global settings
es: Otros ajustes globales
pl: Inne ustawienia globalne
ru_ru: Прочие глобальные настройки

source: Outdated outposts
es: Puestos avanzados anticuados
pl: Nieaktualne placówki
ru_ru: Устаревшие аванпосты

source: Outpost Deployment Info
es: Información de implementación de Outpost
pl: Informacje o wdrożeniu placówki
ru_ru: Информация о развертывании Аванпоста

source: Outpost integration(s)
es: Integración (s) avanzada (s)
pl: Integracja(e) z placówkami
ru_ru: Интеграция(и) Аванпоста

source: Outpost Integrations
es: Integraciones de Outpost
pl: Integracje z placówkami
ru_ru: Outpost интеграции

source: Outpost status
es: Estado de avanzada
pl: Status placówki
ru_ru: Статус Outpost

source: Outpost(s)
es: Puesto (s) avanzado (s)
pl: Placówka(i)

source: Outposts
es: Puestos avanzados
pl: Placówki

source: Outposts are deployments of authentik components to support different environments and protocols, like reverse proxies.
es: Los puestos avanzados son implementaciones de componentes auténticos para admitir diferentes entornos y protocolos, como proxies inversos.
pl: Placówki (Outposts) to wdrożenia komponentów uwierzytelniających do obsługi różnych środowisk i protokołów, takich jak odwrotne serwery proxy.
ru_ru: Outposts - это компоненты authentik для поддержки различных окружений и протоколов, например, реверс-прокси.

source: Overview
es: Resumen
pl: Przegląd
ru_ru: Обзор

source: Parent
es: Padre
pl: Rodzic
ru_ru: Родитель

source: Parent group for all the groups imported from LDAP.
es: Grupo principal para todos los grupos importados desde LDAP.
pl: Grupa nadrzędna dla wszystkich grup importowanych z LDAP.
ru_ru: Родительская группа для всех групп, импортированных из LDAP.

source: Pass policy?
es: ¿Política de pases?
pl: Przechodzi zasadę?

source: Passing
es: Paso
pl: Przechodzący
ru_ru: Прохождение

source: Password
es: Contraseña
pl: Hasło
ru_ru: Пароль

source: Password field
es: Campo de contraseña
pl: Pole hasła
ru_ru: Пароль

source: Password set
es: Conjunto de contraseñas
pl: Hasło ustawione
ru_ru: Установка пароля

source: Password stage
es: Etapa de contraseña
pl: Etap hasła
ru_ru: Парольный этап
