
    // Do not modify this file by hand!
    // Re-generate this file by running lit-localize

    
    

    /* eslint-disable no-irregular-whitespace */
    /* eslint-disable @typescript-eslint/no-explicit-any */

    export const templates = {
      's02240309358f557c': `Ũńķńōŵń śēvēŕĩţŷ`,
's1a635369edaf4dc3': `Śēŕvĩćē àććōũńţ`,
's1cd198d689c66e4b': `ÀƤĨ Àććēśś`,
's1cd264012278c047': `Ƒĺōŵ ēxēćũţĩōń`,
's2543cffd6ebb6803': `Śŷśţēm ţàśķ ēxēćũţĩōń`,
's32f04d33924ce8ad': `Ƥōĺĩćŷ ēxēćũţĩōń`,
's34be76c6b1eadbef': `Ŵàŕńĩńĝ`,
's47a4983a2c6bb749': `Mōďēĺ ũƥďàţēď`,
's5f496533610103f2': `Àƥƥĺĩćàţĩōń àũţĥōŕĩźēď`,
's67749057edb2586b': `Ĺōĝōũţ`,
's67ac11d47f1ce794': `ŴēƀÀũţĥń ŕēǫũĩŕēś ţĥĩś ƥàĝē ţō ƀē àććēśśēď vĩà ĤŢŢƤŚ.`,
's6ac670086eb137c6': `Ŕēćōvēŕŷ`,
's6c410fedda2a575f': `Ũƥďàţē àvàĩĺàƀĺē`,
's77f572257f69a8db': `Ƥŕōƥēŕţŷ Màƥƥĩńĝ ēxćēƥţĩōń`,
's7bda44013984fc48': `Ƥàśśŵōŕď śēţ`,
's7e537ad68d7c16e1': `Ũśēŕ ŵàś ŵŕĩţţēń ţō`,
's81eff3409d572a21': `Ĝēńēŕàĺ śŷśţēm ēxćēƥţĩōń`,
's84fcddede27b8e2a': `Ēxţēŕńàĺ`,
's858e7ac4b3cf955f': `Śţàţĩć ţōķēńś`,
's8a1d9403ca90989b': `Ĩńvĩţàţĩōń ũśēď`,
's9117fb5195e75151': `Ńōţĩćē`,
's92ca679592a36b35': `Śēćŕēţ ŵàś ŕōţàţēď`,
's9c6f61dc47bc4f0a': `Mōďēĺ ćŕēàţēď`,
's9c73bd29b279d26b': `Ĩmƥēŕśōńàţĩōń ēńďēď`,
'sa0e0bdd7e244416b': `Śũśƥĩćĩōũś ŕēǫũēśţ`,
'sa1b41e334ad89d94': `Śēćŕēţ ŵàś vĩēŵēď`,
'sa266303caf1bd27f': `Ēmàĩĺ śēńţ`,
'sb1c91762ae3a9bee': `Ĩmƥēŕśōńàţĩōń śţàŕţēď`,
'sb4564c127ab8b921': `Ƒàĩĺēď ĺōĝĩń`,
'sb6d7128df5978cee': `Ƥōĺĩćŷ ēxćēƥţĩōń`,
'sc8da3cc71de63832': `Ĺōĝĩń`,
'sc9f69360b58706c7': `Mōďēĺ ďēĺēţēď`,
'sd73b202ec04eefd9': `Ũńķńōŵń ĩńţēńţ`,
'sdc9e222be9612939': `Śōũŕćē ĺĩńķēď`,
'se2d65e13768468e0': `Ĩńţēŕńàĺ`,
'se2f258b996f7279c': `Śŷśţēm ţàśķ ēxćēƥţĩōń`,
'se9e9e1d6799b86a5': `ŴēƀÀũţĥń ńōţ śũƥƥōŕţēď ƀŷ ƀŕōŵśēŕ.`,
'sf1ec4acb8d744ed9': `Àĺēŕţ`,
'sf29883ac9ec43085': `Àƥƥ ƥàśśŵōŕď`,
'sf8f49cdbf0036343': `Ćōńƒĩĝũŕàţĩōń ēŕŕōŕ`,
'sfcfcf85a57eea78a': `ŢŌŢƤ Ďēvĩćē`,
'sfe211545fd02f73e': `Vēŕĩƒĩćàţĩōń`,
'sfe629863ba1338c2': `Ćōńńēćţĩōń ēŕŕōŕ, ŕēćōńńēćţĩńĝ...`,
'sff930bf2834e2201': `Śēŕvĩćē àććōũńţ (ĩńţēŕńàĺ)`,
    };
  